{
    "url": "https://www.ukpol.co.uk/advertising-standards-authority-2022-ruling-on-department-for-levelling-up-housing-and-communities/",
    "title": "Advertising Standards Authority – 2022 Ruling on Department for Levelling Up, Housing and Communities",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "ASA",
            "url": "/tag/asa/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The ruling issued by the Advertising Standards Authority (ASA) on 12 October 2022.",
    "content": [
        "**Ad description**",
        "Seven newspaper advertorials for the Department of Levelling Up, Housing and Communities:",
        "a. The first newspaper advertorial, seen on 13 March 2022, featured on the Grimsby Telegraph website, www.grimsbytelegraph.co.uk, and had the headline “Levelling Up! What is it and what does it mean for Grimsby?”. Underneath that, text stated, “By Millie Reeves Commercial Writer”. On the far right-hand side, a grey box with the word “ADVERTORIAL” was featured. Directly underneath that, “MOST READ” was stated and a number of links to other Grimsby Telegraph articles were included below that text.",
        "At the bottom of the article, an infographic was featured which included the HM Government logo.",
        "b. The second newspaper advertorial, seen 13 March 2022, featured on the Derby Telegraph website, www.derbytelegraph.co.uk, and had the headline “Levelling Up! What is it and what does it mean for Derby?”. The ad had the same layout as ad (a).",
        "c. The third newspaper advertorial, seen 13 March 2022, featured on the Birmingham Mail website, www.birminghammail.co.uk, and had the headline “Levelling Up! What is it and what does it mean for the West Midlands?”. The ad had the same layout as ad (a).",
        "d. The fourth newspaper advertorial, seen 13 March 2022, featured on the CornwallLive website, www.cornwalllive.com, and had the headline “Levelling Up! What is it and what does it mean for Cornwall and the Isles of Scilly?”. The ad had the same layout as ad (a).",
        "e. The fifth newspaper advertorial, seen 13 March 2022, featured on the Leicestershire Mercury website, www.leicestermercury.co.uk, and had the headline “Levelling Up! What is it and what does it mean for Loughborough?”. The ad had the same layout as ad (a).",
        "f. The sixth newspaper advertorial, seen 13 March 2022, featured on the Newcastle Chronicle website, www.chroniclelive.co.uk, and had the headline “Levelling Up! What is it and what does it mean for Newcastle?”. The ad had the same layout as ad (a).",
        "g. The seventh newspaper advertorial, seen 13 March 2022, featured on the Wales Online website, www.walesonline.co.uk, and had the headline “Levelling Up! What is it and what does it mean for Wales?”. The ad had the same layout as ad (a).",
        "**Issue**",
        "Lisa Nandy MP and Alex Norris MP challenged whether the ads were obviously identifiable as marketing communications.",
        "**Response**",
        "The Department for Levelling Up, Housing and Communities said they believed the advertorial labelling was both visible and prominent. They explained that block capitals were used in the word “ADVERTORIAL” and that it was set within a frame.",
        "They clarified that the labelling was in Reach Plc’s house style and common practice across all of their titles. They said publishers were responsible for ensuring content was correctly labelled and followed guidelines. They explained that the labelling differed across both print and digital and they believed publishers were best placed to understand what resonated best with their readers. They also highlighted that many of the articles featured an infographic which included the Levelling Up and HM Government logo.",
        "Reach Plc said they considered all of the ads to be obviously identifiable as marketing communications for the Department for Levelling Up, Housing and Communities. They explained that all of the ads were shown in the “Partner Stories” section of the website. The ads featured a grey box with the label “ADVERTORIAL” prominently placed on the top right-hand side. They emphasised that the label travelled down as the reader scrolled down the page. However, they later confirmed that this technical feature was not in place at the time of the campaign, and therefore, would not have been seen by readers of the ads.",
        "They re-iterated that all of the articles featured an infographic which included the HM Government logo, and that the final sentence stated, “To find out more about Levelling Up and how the plans will improve your area, as well as how you can get involved with decision making, please go to gov.uk/levellingup”. In addition, they said that the use of “Commercial Writer” in the by-line would make readers aware that the article was commercial content.",
        "Reach said that, to view the ads, the reader would have had to follow one of three journeys, namely: via a Facebook ad which they believed was labelled in accordance with Facebook guidelines; a labelled Google Display Network ad; or from the homepage on the website in which the image for the article was labelled “ADVERTORIAL” in the top left-hand corner, in font which they believed to be commensurate with font used on the rest of the homepage. They said that meant the advertorials were obviously identifiable as marketing communications.",
        "**Assessment Upheld**",
        "The CAP Code stated that marketing communications must be obviously identifiable as such. Any visual or contextual signposts need to be sufficiently prominent and clear prior to engagement with the content.",
        "The ASA understood that the ads would generally be accessed either via the homepage of the newspaper’s website or by readers who had interacted with a Facebook or Google ad, which included statements such as “What is Levelling Up? Find out where investments are being made in Derby and your local area”. Whilst those ads were labelled, we noted that the statements did not reference the Department for Levelling Up, Housing and Communities and it was not clear from the text that the subsequent article would also be an ad. We noted that on the homepage, the image for the ad was labelled “ADVERTORIAL” in the top-left corner. However, we considered that the font used for the label was small, particularly compared with other text used on the webpage, and as such it was not sufficiently clear that the linked article was an ad. Additionally, readers might arrive at the ad via another route. It was therefore necessary for the ads to be obviously identifiable as ads.",
        "We considered the desktop versions of the ads, which were labelled with the text “ADVERTORIAL” placed within a grey tile, which we understood was the standard desktop format for all of Reach’s publications. We noted that the advertorial label was placed to the far right-hand side of each website above links to other articles from the newspaper, with a line dividing that part of the page from the advertorial.",
        "Therefore, we considered, within the context of the full-page ads, that it was not clear that the heading related to the ads and that readers were likely to overlook this text. That was reinforced with the by-line that stated “By Millie Reeves Commercial Writer” which was placed directly underneath the headline. We also did not agree with Reach that the average reader would understand from the term “Commercial Writer” that the article was an ad. We considered readers would see this and understand that, in the absence of prominent ad labelling, the article was a piece of editorial content.",
        "Whilst we recognised that Reach said the advertorial label remained visible as readers scrolled down the webpage, we did not see evidence of that when we viewed the ads, and they later confirmed that this feature was not available at the time when the ads were live. Nevertheless, if the label did move as the user scrolled, its position would remain far-right aligned, which we considered meant that it would continue to be overlooked by readers.",
        "We acknowledged that the advertorials featured an infographic which included a HM Government logo. However, we considered that readers were likely to understand that the infographic itself was derived from a government source and used in the context of an editorial article, rather than draw the conclusion that its presence meant the article was an ad for the Department for Levelling Up, Housing and Communities.",
        "We therefore concluded that the ads were not obviously identifiable as marketing communications. The ads breached CAP Code (Edition 12) rules and (Recognition of marketing communications).",
        "**Action**",
        "The ads must not appear again in their current form. We told the Department for Levelling Up, Housing and Communities, and Reach Plc to ensure that all future marketing communications were prominently and clearly identifiable as such."
    ]
}