{
    "url": "https://www.ukpol.co.uk/bim-afolami-2019-speech-on-transport-in-hertfordshire/",
    "title": "Bim Afolami – 2019 Speech on Transport in Hertfordshire",
    "post_date": "June 6, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Bim Afolami",
            "url": "/tag/bim-afolami/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bim Afolami, the Conservative MP for Hitchin and Harpenden, in the House of Commons on 4 June 2019.",
    "content": [
        "I rise to discuss transport in Hertfordshire. I am an MP for Hitchin and Harpenden—the MP, not an MP; there is only one, at least at the moment. Transport affects us all—not just Hertfordshire, but all counties and everybody in the House—but it particularly affects my constituency, and today I want to draw the House’s and the Minister’s attention to two specific issues: first, the train system and commuters going in and out of London from the stations of both Hitchin and Harpenden—both main commuter stations into London; and secondly, the looming expansion of Luton airport and the constant disruption faced by many of my constituents and others across Hertfordshire, including the constituents of many of my colleagues.",
        "I will start with trains. When thinking about our transport system in Hertfordshire, we must have a sense of balance. Better public transport is essential. I do not know anybody on either side of the House who would disagree. We recognise that people in Hertfordshire want better public transport. Yes, they want better roads as well, as it so happens, but they want better public transport. They also want to maintain their standard of life. They moved, often from big towns or cities, principally London, because they did not want to be there. Hertfordshire is a much more rural county than many people realise, and the green belt is very precious to many of my constituents. It is important to bear that in mind when thinking about what infrastructure improvements are needed.",
        "In particular, on the subject of Luton airport, I spoke to the Minister earlier today. I know how much he understands and cares about these issues, despite being relatively new to his brief. It is important that infrastructure such as airports is used for the benefit of all and is mindful of the negative externalities and impacts on many people in Hertfordshire and in particular my constituency.",
        "**Jim Shannon (Strangford) (DUP)**",
        "As the hon. Gentleman says, infrastructure and better funding for transport are important not just in his constituency but across the whole UK. Does he agree that decent infrastructure is necessary to every community and that, although issues such as potholes might not be high on the register for some, for those of us who want investment in our local communities, good infrastructure is the starting point, and that requires good planning and good funding, and these two must go hand in hand?",
        "**Bim Afolami**",
        "I agree with the hon. Gentleman. Good infrastructure matters. It is the difference between being a developed advanced country and not being one. The ability to get into work in a timely manner is critical to the economic and social wellbeing of a country, particularly in constituencies such as mine that rely on commuting. He talks about potholes and roads. I will come to this later. Roads are the essential lifeblood of pretty much every small business, of people taking their kids to school, visiting family, seeing friends or just conducting everyday business. These things may appear small, but they are critical.​",
        "That leads me to trains. Many in the House will have heard me talk many times about trains. I can see my hon. Friend the Member for Wells (James Heappey) in his place. He has heard me bang on about this many times.",
        "**James Heappey (Wells) (Con)**",
        "I never tire of it.",
        "**Bim Afolami**",
        "Hitchin station in north Hertfordshire serves 3.2 million passengers a year—1.3 million more than nearby Letchworth. Everybody in the House will be aware of the debacle in the rail industry in May last year with the big timetable changes, which did not go well. Like many others, Hitchin suffered severely, although there were some improvements. People going from Hitchin into central London no longer have to change at King’s Cross St Pancras but can run all the way through the core of London to the south of London, which many constituents have told me is a significant improvement that has considerably improved their commute. That should be noted and welcomed.",
        "That said, there are significant problems with the timetabling, particularly with overcrowding. This is a big problem, and not just because it is uncomfortable; it can often be a health problem, especially in the summer—and we are getting into warmer weather now. For anybody who has a disability or is pregnant or feeling ill, it can be a significant problem when commuting to and from work. The overcrowding is basically due to the fact that since the timetable changes there are fewer peak time trains from Hitchin and the ones remaining stop more often going into London. This increases the overcrowding.",
        "The Minister or any of the millions of people watching might think me just another MP whingeing about his local train service, because that is what local MPs do, and that is partly true, but unless the things that local MPs bring to this House, often after being begged by constituents, get heard, and unless constituents can see they are being heard and that their concerns are being acted on, there will be a crisis of trust not just in the local MP, but in the Government and Parliament as a whole, as a means to resolve the issues that people face. On these sorts of issues, I urge people—I know that the Minister, being a very good champion of his own constituency, understands and cares about this—to think about these things very deeply. Constituents email or write to their MPs, but they have better things to do; they do it because it matters and significantly impacts on their lives.",
        "The Department for Transport does not run all the trains. It is not in charge of every driver of every route. The Transport Secretary does not determine every train timetable in and out of Hitchin or anywhere else. The Department sits atop a structure that includes Network Rail, which is responsible for the infrastructure and stations, principally, and for timetabling, and the operators —in our case, GTR—which are responsible for running services under franchise agreements with the Department. My contention is that GTR has not treated Hitchin as a major station. It has treated it as just another station in north Hertfordshire and not adequately appreciated the fact that it is the main station in that area, and this has had real consequences.",
        "To best illustrate these consequences, rather than use my own words—we have heard enough of those already—I thought I would gather up some emails that I have received in only the last 72 hours about the train service ​from Hitchin. Constituent 1 told me—I will not name them because then they might appear on Google and it would all be terribly embarrassing, but I will quote them directly:",
        "“I am still to gain an answer from GTR as to why the station of Letchworth has seen such vast improvements in service over the past 12 months whilst the Hitchin service remains relatively unimproved. Letchworth now has the same frequency of peak trains as Hitchin (despite the fact that Hitchin has almost double the annual usage) as well as gaining Direct services”",
        "—to London—",
        "“(which Hitchin commuters had previously lost). As a committed campaigner for a greener future yourself I can see no logic in the fact I can now drive to Letchworth station rather than walk to nearby Hitchin, and still get to London faster?”",
        "Here is another example, from Mandy.",
        "“Please can you explain to me why every time there is a school holiday”",
        "GTR",
        "“are totally unable to run anything approaching an acceptable service?”",
        "Chris writes:",
        "“Hello Bim…Can I ask what can and will be done? The service provided…is abysmal and must be a serious consideration when people of our age are looking to relocate out of London. It must also affect the prosperity of the area as so many of us commute. The costs are enormous yet the service is poor at best.”",
        "Mike says:",
        "“Hi Bim,",
        "The trains are worse than ever, it’s been a complete disgrace since the May timetable changes. Most seem to be around lack of staff? I don’t understand…",
        "Are you able to find out if they’re lying to us? I just want to be able to get to work in the morning and home in the evening.”",
        "I will not continue, but I have received those emails over the last 72 hours, and I have received hundreds more over the last 12 months. This is a real problem with which I believe GTR has manifestly failed to deal. What do we need? The answer is quite simple. In Hitchin, we need more peak-time trains leaving between 07:30 and 08:30, and more peak-time trains arriving between 18:00 and 18:45. I ask the Minister to deal with that specifically in his response.",
        "Let me now turn to Harpenden, the equally loved station in my constituency. GTR has been pretty unwilling to accept that any changes are necessary, but in the case of Harpenden it has openly admitted that its actions last May caused severe difficulty. It has been quite candid about that, and has engaged with me several times on the subject of the station and the trains. That culminated in a meeting that I arranged in February this year with representatives from St Albans, Luton, Bedford and, obviously, Harpenden: commuter groups, local MPs, officials from GTR, and various people who decided to turn up. That was a big room.",
        "The stated aim of the meeting was to deal with the problem at Harpenden, because everyone in the room recognised that there was a problem. Honest, open views were exchanged, and by the end of the meeting everyone had agreed that Harpenden needed at least two more peak-time services that would otherwise stop at Luton, because the number of commuters between Luton and London was infinitesimal compared with the number at Harpenden. That was agreed by everyone in the room—except the hon. Member for Luton South (Mr Shuker). The hon. Gentleman is not here and ​cannot defend himself, and I do not blame him for what he said. He felt that the issue affected his station, he did not want to be on record as having accepted that any station in his constituency had “lost” services to Harpenden, and he objected.",
        "GTR manifestly failed in its duties. It is no way to run a process to accept that there is a problem—everyone is in a room with all the passenger loading data, the information and the evidence, and everyone agrees that in Harpenden services are needed from Luton rather than Bedford or St Albans—and then to hide behind an effective veto from a local MP. I do not believe that that is the way to run a service.",
        "This afternoon I spoke separately to the Minister and to the rail Minister, my hon. Friend the Member for Harrogate and Knaresborough (Andrew Jones). Will the Minister commit himself, on behalf of the Department, to meeting me, various officials from the Department—if he wishes—and local commuter groups, along with GTR, to establish, finally, how we can broker some sort of agreement on a solution to the problems faced at both Hitchin and Harpenden? That would be welcomed not just by me but, most important, by my constituents. Then, finally, we might achieve a resolution and an endgame to the problems that we face.",
        "A connected, although separate, issue is the long-proposed rail freight site at the Radlett aerodrome, on the same line, which may not be advantageous to commuting services. Will the Minister confirm that the Government are no longer seeking to include that in their rail freight plans for the south-east?",
        "I have dealt with the issue of trains. Let me now turn to the issue of Luton airport, which, surprisingly enough, is in Luton. It is in Bedfordshire, which is right next to my constituency. Constituents of mine live less than 200 yards from the runway. It is a rapidly growing airport: it handles more than 16.6 million passengers a year; and passenger numbers over the last 10 years have grown by over 80%.",
        "If the House will indulge me, I will explain why I am particularly concerned about Luton airport beyond the fact that the disruption to my constituents from both noise and air pollution has grown significantly. Luton airport is owned by London Luton Airport Ltd on behalf of Luton Borough Council, which is also the planning authority hitherto responsible for approving increases in the allowed numbers of passengers. In December 2017, Luton Borough Council put forward a plan to expand Luton airport—a huge expansion, going up to 38 million passengers, which was later reduced to 32 million. I think, however, that everybody can appreciate that that is a significant increase from the current limit of 18 million passengers.",
        "I am completely opposed to this proposal for expansion of Luton airport, but that is a subject for another day, because the processes of how it will be submitted are still being gone through and the Government have already accepted that the increase is so great that the application will go to the Planning Inspectorate at central Government rather than be decided by Luton Borough Council. I would make this point about Luton airport: it is not the right place for a major airport the size of Gatwick. Its location on a plateau means that topographically it is closed by fog and bad weather ​much more frequently than most airports in the south-east. The dense pattern of settlements around Hertfordshire and that part of the country—whether Hemel Hempstead, Harpenden, St Albans or large villages—means that significant numbers of towns and villages face growing amounts of noise and air pollution and traffic on rural roads, and particularly in my constituency.",
        "Returning to Luton Borough Council’s role, to be frank, my constituents—and, I know, many constituents in Hertfordshire generally who are overflown by planes from Luton airport—do not trust the council on this issue, because there is a conflict of interests: Luton Borough Council owns Luton airport. I want to be very clear that I am not alleging any specific illegality or impropriety—I have no evidence of that—but, as all of us here know because we are politicians, the appearance of fairness is often as important as fairness itself and there is a significant trust deficit between my constituents, many people in Hertfordshire and Luton Borough Council and its role vis-à-vis the airport.",
        "In December 2013, Luton Borough Council approved a proposed expansion of 9 million—from a limit of 9 million passengers to 18 million passengers. That proposal was in 2013, so only six years ago, but it was meant to take place over a 15-year period up until 2028, and the project was designed to be a balanced one that matched growth with mitigation measures for traffic, air pollution, noise pollution and the like. On the face of it that seems a broadly acceptable way of proceeding, or at least it seemed so at the time.",
        "Since then I am afraid we have seen a lot of growth; in fact, as I have said, we are already getting up to the limit of 18 million passengers in 2019, despite the fact that we are only meant to get to that point by 2028. There has been lots of growth but no mitigation. In fact it has been worse than no mitigation; things have got worse—things have been going backwards. Noise for my constituents, which blights them every single day—and night, as I will come on to—is getting worse and worse and worse for those who are unlucky enough to live beneath a flight path.",
        "Luton airport is now in breach of a key noise control planning condition known as the night noise contour. Broadly speaking, limits were set on how much night noise there should be and Luton airport has exceeded that limit. Here I come to the problem with Luton Borough Council: guess which body will be making the decision on whether Luton airport will be able to breach its agreed planning condition, which was expressly designed to limit noise that affects Hertfordshire? That body is Luton Borough Council.",
        "People might think that, just because the council owns the airport, it would not necessarily approve any expansion, and that is of course true. I am sure that it will say that there are strict Chinese walls in its organisation, and perhaps there are. However, Luton Borough Council receives more than £20 million from Luton airport from dividends alone, and we can see the direct incentive to make the airport grow as fast as possible so that Luton gets the gain from the growth. I accept that there is significant economic gain for Luton; I do not deny that. However, the pain—in terms of increased traffic on small rural roads, increased noise and air pollution and significant disturbance—will come to my constituents and the people of Hertfordshire. Luton gets the gain and Hertfordshire gets the pain.​",
        "Does the Minister agree that planning conditions governing aviation noise and emissions are a key part of maintaining the balance between growth and environmental protection to which the Government’s aviation policy framework aspires? Does he condone the failure of Luton Borough Council to enforce a key planning condition despite the fact that the airport has breached the condition for the past two years and that a further breach of the same condition is predicted for this year? Will he, on behalf of his colleague, the aviation Minister in the other place, agree to the aviation Minister or another Minister from the Department sitting down with me and other local representatives and campaign groups from Hertfordshire to discuss whether the decision should be called in, in the light of the breach of the noise planning contour at Luton airport, such is the disturbance that this is imposing on my constituents?",
        "We spoke about roads and potholes at the beginning of the debate, and I want to put on record that Hertfordshire County Council is doing its level best to improve the state of its roads. It has done well, and I call out Councillor David Williams, the leader of the county council, for working hard on this and making it a focus, but the council needs more money. I urge the Minister and the Department to keep in mind that we are not there yet. The money has increased, but there needs to be significantly more to improve the state of our rural roads in Hertfordshire and across the country.",
        "On the roads we have cars, and we also have buses. Buses are the lifeblood of rural areas for elderly people or those who cannot afford a car. They cannot get anywhere without an adequate bus service, but in many parts of my constituency the local bus services have worsened and are inadequate. The village of Redbourn is an example, and I call out Councillor Victoria Mead for her absolutely fantastic campaigning to improve the bus service from Redbourn. Various villages to the south of Hitchin also have failing bus services that need support and improvement, and I urge the Minister to take a look at this issue in rural areas. How can we help our local bus services? I will work with him on anything that he and the Department wish to do.",
        "I am a realist; I know that there is no magic wand. These issues are structural—whether they involve trains or Luton airport—and they take time. They are complex and difficult, and as I have said, the Government are not the only actor involved. However, I am asking the Government—in addition to answering the precise questions that I have mentioned—to lean in a bit more heavily on the side of the people and against the interests of GTR, which is not taking my constituents’ concerns adequately into account, and against the unbridled, unfettered growth of Luton airport by Luton Borough Council, which is pursuing this reckless growth and profit without taking Hertfordshire residents into consideration. Let us work together to ensure that we improve the lives of the Hertfordshire residents that I and many other colleagues are here to represent."
    ]
}