{
    "url": "https://www.ukpol.co.uk/adam-afriyie-2016-speech-in-ghana/",
    "title": "Adam Afriyie – 2016 Speech in Ghana",
    "post_date": "April 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Adam Afriyie",
            "url": "/tag/adam-afriyie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Adam Afriyie in Ghana on 4 April 2016.",
    "content": [
        "[![afriyie](https://www.ukpol.co.uk/wp-content/uploads/2015/02/afriyie-300x236.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/afriyie.jpg)",
        "Honourable Ministers, distinguished guests, ladies and gentlemen,",
        "It is a great pleasure for me to visit Ghana, from where so much of my own family heritage comes, on my first official trip as the Prime Minister’s Trade Envoy to Ghana. I am looking forward to our discussions, understanding what your business and establishing how UK expertise can help your companies grow.",
        "Tonight I am proud to formally launch the Business is GREAT campaign in Ghana.",
        "Business is Great seeks to highlight the UK capabilities in Healthcare, Technology, Creative Industries, Education, Extractives (including mining and Oil and Gas), Agritechnology, Financial, Legal and Professional services. The UK has so much to offer in these sectors and we want Ghanaian companies to benefit.",
        "As part of this, we are running an exciting online campaign aimed at Ghanaian buyers and business owners interested in sourcing products and services from the UK to help them grow. The message is that the UK is open for business.",
        "I know that the UKTI team here at the British High Commission receive many enquiries from Ghanaian companies who are looking for innovative solutions. We want to build on that and provide a free digital service to buyers – to extend our outreach, and match UK and Ghanaian businesses more effectively. The demand is here. And UK companies can supply: there are over 20,000 suppliers in Healthcare, Creative Industries and Education alone. You can register your interest by accessing the link which is on the screen (point it out). Just outline the products and services you need and we will match them with the right British Businesses. It’s free, it’s easy and it’s online now. And for those who managed to register before 15 April I wish them luck in winning a sponsored visit to attend the International Festival for Business 2016 in Liverpool. The International Festival for Business 2016 will be a global marketplace of around 30,000 companies, with three weeks of expert-led seminars, large-scale networking, and multi-sector deal making. The festival will focus on manufacturing, energy, environment, creative and digital, and is fully supported by the British Prime Minister David Cameron and the UK Government.",
        "Ghana is a country that demands innovation. The UK can help provide that: it rightly has a reputation as a global centre for digital technologies, with world-leading academics and businesses working in media, internet, communications and cyber security. So it has one of the world’s strongest and most advance communications sectors. London has become the FinTech capital of the world with more people employed in the sector than any other city worldwide, including New York!",
        "In healthcare, the UK has one of the world’s most respected sectors, where the National Health Service (NHS) collaborates with the innovative healthcare companies and academia to provide innovative, integrated, high quality and cost effective systems of healthcare for all citizens. The UK has one of the most vibrant and productive life sciences sectors in the world, with over 5,000 companies.",
        "UK architects are sought after across the world for their increasingly original, cutting edge designs. 3Dried and AndArchitect are involved in the venue design for the 2016 Olympic and Paralympic Games. UK Games producers are internationally renowned for their genre-defining originality, creating world-class titles and franchises such as Grand Theft Auto, Batman: Arkham, Monument Valley, Total War and LEGO Games.",
        "Currently companies working in Ghana include Intellisence: energy and production efficiency through sensors, simulation and software; SolarCentury: solar and hybrid power solutions; Brinks/XL Catlin: Multi Asset Protection Insurance; Aggreko: innovative power solutions; BluePoint : Data and Communications Management and a company that was formed out of Southampton University; Drilling Systems UK: supplying Immersive Training Simulators for the Oil & Gas industry.",
        "With access to products and services such as these Ghanaian businesses have a wealth of choice that will benefit them immediately and transfer skills to drive their businesses.",
        "Although this online campaign focuses on just three sectors, we want to hear from you no matter what sector you operate in. The UK has vast experience in other areas such as consultancy, financial and legal services, education, power and argitech solutions. Exporters offer equipment, vehicles, chemicals, mining products, electrical and mechanical supplies. We can help you to take your business to the next level, to grow nationally, regionally and internationally.",
        "Thank you."
    ]
}