{
    "url": "https://www.ukpol.co.uk/adam-afriyie-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Adam Afriyie – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Adam Afriyie",
            "url": "/tag/adam-afriyie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Adam Afriyie, the Conservative MP for Windsor, in the House of Commons on 10 September 2022.",
    "content": [
        "Her Majesty the Queen was the heart of Windsor, and it is in some ways fitting that my words will be the last of the Back-Bench tributes to Her Majesty. I wish to pass on condolences not just from me but from my many constituents to the royal family.",
        "The Queen was an exceptional monarch through an extraordinary era. Even before her coronation, the young Elizabeth made a vow to devote her life to serving her country. She kept her promise, and she surpassed our expectations. She has been the constant in an ever-changing world not just for Windsor, but for the country, the Commonwealth, and in the hearts and minds of all those around the world. She has been the embodiment of the United Kingdom. She has been projecting all that is good about our nation across the globe for more than 70 years, and her image is our image to the world.",
        "She was the omnipresent Queen. I have been listening to the tributes in this debate, and it seems as though the Queen has been to every part of our United Kingdom. Everybody has a story to tell and everyone in this Chamber has a story to tell. I can tell the House that, as the Prime Minister’s trade envoy to parts of west Africa, everybody there has a story to tell as well. Everyone has a story to tell about our omnipresent Queen. Nationally and internationally, she is recognised.",
        "Yet amid all her duties, responsibilities and commitments, the Queen remained ever-present in the Windsor constituency, one of her favourite homes. People felt her presence everywhere across the constituency—absolutely everywhere. As the MP, I have had the privilege of greeting Heads of State as they arrived in Windsor, albeit in the shadows of Her Majesty, and I could witness at first hand her incisive wit and her cool and calm humour, which set guests at their ease. Aside from seeing the Queen at Royal Ascot, the Savill garden, the Combermere barracks and the Victoria barracks, or at military parades, virtually every constituent will have seen or met her, or knew somebody very close to them who had.",
        "If people lived in Windsor, there was no escape—none whatsoever. If they were strolling in Windsor Great park, they would inevitably bump into the Queen walking, driving or, in the past, on a horse. Their children were likely to see her at school or at college, and for anyone working for our many charities and good causes, it was inevitable that they would receive visits and great patronage from the Queen. When it came to our businesses, if the foundation stone of the building was not laid by the Queen, a plaque with her name was placed there on her opening it, or the business received a letter or an invite to the Castle. Whether people knew it or not, even when they were shopping in the King Edward Court centre in central Windsor, it was inevitable that they would bump into Her Majesty on occasion. She was everywhere: she was truly omnipresent. So I am not surprised—I am not—that her last official engagement was at the Thames hospice in our local area. It makes sense in so many ways.",
        "In closing, it is difficult for me to express just how much the Queen will be missed in Windsor and how thankful we are to have known her. She was our omnipresent Queen—the Queen of constancy—and her image is our image to the world. In future, in this place and across the country, we must strive to live up to her image of us. In Windsor the Queen will live on in our parks, lakes and buildings, and in our memories. She will live on in her eldest son, and I say without hesitation, long live King Charles III."
    ]
}