{
    "url": "https://www.ukpol.co.uk/afriyie-adam-2009-speech-on-empowering-citizens/",
    "title": "Afriyie, Adam – 2009 Speech on Empowering Citizens",
    "post_date": "February 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Adam Afriyie",
            "url": "/tag/adam-afriyie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Adam Afriyie on 22nd October 2009.",
    "content": [
        "[![afriyie](https://www.ukpol.co.uk/wp-content/uploads/2015/02/afriyie-300x236.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/afriyie.jpg)",
        "I come to politics from a business background in technology and innovation. And, to me, the phrase ‘Government innovation’ sounds like a paradox.",
        "After twelve years of big spending, and even bigger promises, it’s easy to understand why people are just a tad cynical. Labour came to power with high hopes for what government could achieve.",
        "At the height of the dot.com boom they wanted to ‘modernise’ the public sector with IT solutions. So they created an e-unit, an e-envoy and even an e-minister. In fact, they slapped an ‘e’ in front of anything that moved. They set up a task force, appointed a tsar, and of course set a target: 100% of government services will be online by 2005.",
        "Thankfully, the Guardian realised they had gone too far when civil servants were required to tell people to ‘apply online’ for permission to be buried at sea. So none of us were surprised when the target was abandoned in 2004.",
        "Labour did have some worthy objectives, such as joined-up government and personalised public services. But their approach has been deeply flawed.",
        "While the pace of technological change was breath-taking, the response from government was not.",
        "Internet access empowers people. It improves productivity and opens the door to self-improvement. But while the internet was empowering individuals to take control over their lives Labour was attempting to maintain the old bureaucratic machinery.",
        "Ministers were mesmerised by the transformative potential of technology but failed to integrate it seamlessly into everyday use.  \nIn many ways, theirs has been a government populated by ‘digital immigrants’. The results have been disastrous.",
        "Cost overruns. Procurement failures. Security breaches. These are the hallmarks of a failed IT policy. And the spectre of the NHS IT system sends a shudder down the spine of even the most-hardy minister.",
        "As consumers increasingly take control of their personal information, we have watched with horror as the database state has extended its reach. As businesses swiftly moved services into the new online world of cloud computing, government continued to develop cumbersome in-house systems.",
        "My background is in IT. It’s been painful to watch these disasters unfold.",
        "So today I’m going to talk about the principles that underpin an emerging Conservative approach to IT policy. The principles are clear and I think they represent a more flexible and coherent approach that embraces the realities of the modern world.",
        "There are three main principles.",
        "**Big is not always better**",
        "First, big is not always better. Large scale IT projects increase the risk of failure. Big projects narrow the number of companies able to supply government, reduce competition and fail to deliver value for money.",
        "The Government spends about £16 billion on IT annually. Future budgets are tight and we really cannot afford to repeat the mistakes of the past.",
        "One option we are considering is the use of multiple proof-of-concept pilot projects. If several suppliers are asked to come up with working solutions, they can then be piloted, and the most successful can be scaled up and rolled out nationally. The use of multiple early-stage pilot projects could reduce reliance on a handful of big vendors and increase the proportion of IT budgets spent with innovative young companies.",
        "**Openness**",
        "The scale of projects could be significantly reduced by adopting our second principle: openness.",
        "By using standard data formats, like XML, government can open up the procurement process to the widest possible base of suppliers. With inter-operability, large projects can be split into manageable, modular chunks. The outcome is a more flexible procurement process where it is easier to change suppliers and resolve problems as they emerge. Francis Maude and his Implementation Unit are developing these ideas right now.",
        "We need more small systems that talk to one another, and fewer monolithic mega-projects of no return.",
        "Open procurement has a further implication: a level playing field for open source software – software that can offer significant cost reductions.",
        "Open source is not a panacea. But it would be senseless to continue to buy proprietary systems by default. One study suggests that open procurement might save £600 million every year. That’s a saving worth making in the current climate.",
        "But if our IT policy is to be genuinely open it must look to the market for innovative solutions. It must be free to discover new and novel solutions. And it must dictate the desired outcomes, but not the technological inputs.",
        "Perhaps the biggest emerging trend is the shift towards software and infrastructure as a service. Cloud computing is transforming our world. And Conservatives recognise that there are massive benefits and savings to be gained, including more flexibility for users, better value for the taxpayer, and even improved energy efficiency, as remote data centres fire-up only when needed.",
        "Take our approach to IT in the National Health Service. As an alternative to building an expensive in-house system we are exploring ways for patients to take control of their own health records. With easier access they might examine records more carefully, they might choose where to store them, and they might demand that GPs present them to the hospital of their choice. It’s an approach that could accelerate the take-up of electronic records through public demand – and all at little or no cost to the public purse.",
        "**Empowering citizens**",
        "Of course, openness is not just about how government interacts with suppliers. It’s also about the relationship between government and the citizen.",
        "So our third principle is empowering citizens.",
        "Trust in politics has reached historic lows, and the expenses scandal has magnified the suspicions that arise when information is hidden.  \nSo if you visit the Conservative website you’ll see our expenses published openly online in Google Docs, updated in real time. That’s because David Cameron recognised early on that technology would enable unparalleled transparency and help to restore confidence in public life.",
        "I believe that information is power. And thanks to the internet it is now easier than ever to put that power in the public domain.",
        "In a digital economy, access to information fuels innovation. It drives up standards because people are aware of what’s going on around them and have the power to choose on the basis of that information.  \nThat idea underlies the crime mapping pioneered by Boris Johnson in London. Crime maps give people real-time information on where crime hotspots are located and how effectively the local police are dealing with them.",
        "Crime mapping sits alongside George Osborne’s commitment to publish online every item of government expenditure above £25,000. With soaring levels of public debt, people have the right to know how their money is being spent.",
        "We want to empower individuals to hold government to account and incentivise government to meet public demands.",
        "But we won’t stop there, because there is a mountain of data hidden offline in Whitehall vaults. If it were online and accessible it could be highly valuable to families, businesses and social enterprises.  \nThink about census data, overseas aid data, environmental and air pollution data. This information could be mashed up and re-used in innovative ways.",
        "Most of it is public information paid for by the taxpayer. If it is not classified or personal, it should be freely available for re-use. That’s why David Cameron has promised a ‘right to data’ – so that you can tell government which data sets are useful to you. And in my view this is the unfinished business of the Freedom of Information Act.  \nBut we’re not waiting for the election. We are already taking action. I am extremely proud that my local council is leading the way. In Windsor we have started to publish online everything that costs over £500.",
        "**MyConservatives**",
        "The next election is likely to be something of a technological breakthrough, and it’s about time. The Conservatives’ New Media team are onto it with the launch of myConservatives.com – a social network inspired by Obama but built in Britain. It is a UK first. And I think it will make a bit of a splash during the election.",
        "With online tools enabling users to build campaigns and tele-canvass from home, MyConservatives turns the very nature of political campaigning upside-down. It moves on from the top-down, centrally controlled politics of the past, to the politics of the future – built by individuals from the ground up.",
        "Rather than politicians taking charge of the internet, it is about individuals, through the internet, taking charge of politics. That’s what Conservatives mean when we talk about the post-bureaucratic age.",
        "And if we can do it in the election campaign, if we can do it with the publication of expenses, if we can do it for local authorities, then I’m quite sure we can do it in central government too.",
        "So I am optimistic. I am optimistic that a Conservative government will finally deliver the benefits of IT for taxpayers, exceeding what was promised 12 years ago, with more responsive public services, better-connected government and unprecedented value for money.  \nIn future, ‘Government’ and ‘innovation’ need not be mutually exclusive.",
        "We will move beyond the top-down and state-centric assumptions of Whitehall. Because for too long the transformative potential of IT has been imprisoned within an old-fashioned bureaucratic model. But with open procurement, with information to empower individuals, and with hundreds of ‘little platoons’ organising at the grass roots, we can have an open, accountable and innovative politics.  \nAnd that’s what we call progressive."
    ]
}