{
    "url": "https://www.ukpol.co.uk/adam-afriyie-2009-speech-on-the-innovation-gap/",
    "title": "Adam Afriyie – 2009 Speech on the Innovation Gap",
    "post_date": "February 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Adam Afriyie",
            "url": "/tag/adam-afriyie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Shadow Science and Innovation Minister, Adam Afriyie, on 23rd November 2009.",
    "content": [
        "[![afriyie](https://www.ukpol.co.uk/wp-content/uploads/2015/02/afriyie-300x236.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/afriyie.jpg)",
        "I come to politics from a background building hi-tech businesses.",
        "And it seems to me our nation’s in trouble.",
        "We’re stuck in the longest recession since records began. Millions of people have lost their jobs, their homes and their businesses. Britain has generated the biggest budget deficit in the G8. And government debt stands at £86,000 for every household in Britain.",
        "Just one year’s interest on this debt will lose us £43 billion. To put it in perspective, that’s about 10 times the entire science budget.",
        "We cannot escape the reality. Whether Labour or Conservative, the next government will be confronted with an empty financial cupboard.",
        "The challenge will be to rebalance our lopsided economy. We must break the over-reliance on housing and government debt and become less wholly dependent on financial services.",
        "Science holds the key.",
        "**Sir James Dyson taskforce**",
        "I‘m optimistic for the future of British science. Not since the days of Sputnik and Kennedy’s New Frontier has science been more central to a nation’s future.",
        "For me science is not a luxury to be indulged – it is a necessity to be embraced. We can be more than a nation of bankers and borrowers.",
        "We’ve got an impressive scientific tradition, especially here in Cambridge.",
        "British scientists are some of the best in the world. We punch above our weight for citations and Nobel prizes. But something’s gone badly wrong.",
        "We’ve tumbled down the world league tables, to become less competitive. There’s a disconnect between our excellent research on the one hand, and the creation of the high-tech products and jobs we so desperately need on the other.",
        "That’s the innovation gap. And that’s the gap we aim to close.  \nSo I’m delighted that James Dyson is heading a Conservative taskforce. We’re looking to transform Britain into Europe’s leading hi-tech exporter. We’re exploring options for a Future Fund to boost investment into those start-ups.",
        "And we’ve identified three priorities. First, to encourage our brightest young minds into science and engineering. Second, to maintain the excellence of our research base through these difficult economic times. And third, to close the gap between discovery and development – a gap that’s persisted under successive governments.",
        "**Continuity after the election**",
        "But, of course, before the election, you’ll want to know what a Conservative government means for science.",
        "We mustn’t fight political battles over science. Science should be the least ideological area in government. It’s difficult enough to raise the level of public debate about science, without unseemly squabbles among politicians.",
        "Science and innovation policy has been matured over the decades. William Waldegrave and Michael Heseltine pursued recognisable themes in the 1990s: commercialising research, building business-university links, and maximising the power of public procurement.  \nThe current machinery of science policy looks broadly as it did in 1997. The dual-funding system continues – shared between HEFCE and the Research Councils. And, curiously, the science portfolio has returned to the old DTI, where John Major first put it.",
        "The Technology Strategy Board is a new development. We welcome its arrival, and its functions will remain important.",
        "Stability is what’s needed right now. So let me offer reassurance. I am not planning a major reworking of either the dual funding system or the apparatus of science policy.",
        "**After the election**",
        "But while there are points of consensus for science, I certainly envisage some changes for innovation.",
        "Tomorrow marks the 150th anniversary of Darwin’s Origin of Species. For me innovation is an evolutionary impulse. It can’t be mandated regionally or forced through centrally. Innovation arises from a basic biological drive: we adapt to survive.",
        "So our approach will be different. We are going to free people, businesses and universities to innovate. Picking winners, second-guessing scientists, expanding unaccountable quangos – that’s simply not our way.",
        "But let’s cut to the chase. Let’s talk about spending.",
        "If fortunate enough to serve as science minister, I’m going to fight tooth and nail for science. But it’s reckless to make undeliverable promises. Spending constraint will apply for any incoming party.",
        "Gordon Brown has made a-song-and-a-dance over the ring-fenced science budget.",
        "Vince Cable says there should be no ring-fencing at all.",
        "To set out a more balanced approach: we respect the principle of the ring-fence. It operated in the last Conservative government. It’s sensible for Parliament to approve Research Council funding separately from the overall budget.",
        "But I’m concerned that some of Labour’s ring-fencing rhetoric might lull the science community into a false sense of security.  \nThe current ring-fence expires in 2011. The Government has allocated no-money-whatsoever to science beyond that point. The point is this: the Government can’t ring-fence money it hasn’t allocated.",
        "**Public investment in science**",
        "The value of public investment in science is not in question. Basic research is often too risky for commercial investors alone, and some research, such as ‘big’ physics like the Hadron Collider, can only be sustained at national levels.",
        "David Cameron singled out Research Councils as the right kind of public body. They offer accountability and value-for-money. They also work at arm’s length from politicians to create excellent science over the long-term.",
        "Long-term is the key phrase. The rewards of research can be unpredictable in the short-term. That’s why the public sector has a role to play.",
        "We will never overlook the value of fundamental research. Twenty years ago, a famous chemist said: ‘It is mainly by unlocking nature’s most basic secrets, whether it be about the structure of matter or the nature of life itself, that we have been able to build the modern world.’",
        "She was the only scientist to become Prime Minister. So, while I cannot promise spending increases with an economy on its knees, I can reveal this: a Conservative government will not turn the science budget into a short-term industrial subsidy.",
        "Taxpayers’ money must of course contribute to public goals. But when science meets policy, there is the ever-present risk of politicisation.",
        "How we identify our priorities is the essential question.  \nResearch Councils must support excellent research without undue political interference. Yet the spectre of Lord Haldane haunts the corridors of power. There is confusion about the meaning and relevance of the Haldane Principle today.",
        "The Lords and Commons science committees have been bold in this area. But Ministers have failed to give an adequate response.  \nThe Haldane Principle has largely safeguarded British science from the ideological battles we’ve seen elsewhere.",
        "Today, science is being driven as a tool of ‘industrial activism’. So it is more important than ever that we do not blur the distinction between appropriate strategic guidance and inappropriate political interference.",
        "But, sadly, the Haldane Principle has never been written down. Whether it’s an inquiry, commission or consultation, we need to resolve the uncertainty.",
        "We need a clear view going forward. For confidence and stability research spending priorities must be open. And if the present administration refuses to provide clarity, then we will seek to do so.",
        "**Scientific advice in government**",
        "Research council independence is essential. So too is the integrity of government scientific advice.",
        "Many of our biggest challenges are scientific challenges: generating energy, securing food supplies, improving the environment, rebalancing the economy, caring for an ageing population. So Government and Parliament need sound scientific advice.  \nIn many ways, Britain has been a world-leader. The last Conservative government setup the Foresight programme to scan the technological horizons. The current government has appointed chief scientific advisers for many departments.",
        "Conservatives recognise and respect the importance of scientific advice. We also recognise the value of the scientific approach to policy-making – so much so that it is now compulsory for all incoming Conservative MPs to have science induction training.",
        "There have been too many slip-ups and unnecessary controversies in the past: BSE, GM, MMR. Building systematically on acquired knowledge, is what unites all walks of a civilised society. For the sake of our economy and our society we must be clear that evidence matters.",
        "And this leads me to the Professor Nutt fiasco. In principle, it’s right that a minister has the power to dismiss an advisor on any grounds they see fit. In political terms, some of the Professor’s statements may well have seemed ill-judged.",
        "But let’s be clear: the science is not in question, only the handling of the situation by the Home Secretary.",
        "Independent scientists are not subject to government whipping – and rightly so. Scientific advisers now need reassurance that they can continue to challenge perceived wisdoms within a clear set of rules.",
        "Unfortunately, the existing rules fail to adequately define the relationship between ministers and their independent scientific advisers.",
        "The Government has now been forced to consult on new guidelines.  \nA number of scientists have signed a Statement of Principles setting out how they think independent scientific advice should operate. I believe those principles offer a strong basis for a new framework. I support their efforts. And I urge the minister to develop these new guidelines as quickly as possible, to ensure they can be respected by independent advisers and ministers alike.",
        "**The next generation of scientists and engineers**",
        "Before finishing tonight, I want to say a few words about our plans to encourage the next generation of scientists and engineers.  \nMichael Gove has set out proposals for a new generation of Technical Schools, and plans to restore exam confidence with international benchmarking.",
        "We’re going to revive careers advice with innovative online information, so that students can see the benefits of a science career.",
        "And I want to identify the best ways to attract people into science.  \nPerhaps what’s missing is longitudinal research into existing interventions to discover what’s most effective. But, who knows? I don’t want to overlook the simple solutions.",
        "The number of places on forensic science degrees has more than doubled since 2002.",
        "Call it the CSI effect, or perhaps the Silence Witness has spoken. Maybe a sexy TV drama would attract more young people to science than all our STEM initiatives put together.",
        "**Concluding remarks**",
        "So in conclusion, with an incoming Conservative government there will be no ideological revolution in science policy. Whatever the rhetoric, all parties will be forced to face the realities of the debt crisis and budget pressure.",
        "My priority is to deliver the best possible environment for British science and innovation.",
        "Science has a great future with Conservatives.",
        "We are going to lean towards science, engineering and high-technology. We need to rebalance the economy.",
        "And I think we’re ready to make that change.",
        "Thank you."
    ]
}