{
    "url": "https://www.ukpol.co.uk/adam-afriyie-2018-speech-on-lakeside-energy/",
    "title": "Adam Afriyie – 2018 Speech on Lakeside Energy",
    "post_date": "May 18, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Adam Afriyie",
            "url": "/tag/adam-afriyie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Adam Afriyie, the Conservative MP for Windsor, in the House of Commons on 17 May 2018.",
    "content": [
        "We have just witnessed a wonderful debate on International Day against Homophobia, Transphobia and Biphobia that showed both passion and insight into the modern world. I am equally passionate about that subject, but this evening I wish to talk about the Lakeside Energy from Waste plant in my constituency. I am grateful for the opportunity to address the House on this important issue.",
        "Lakeside Energy from Waste is not just a local energy provider in Windsor; it is an establishment of local, regional and national significance. I have concerns about the plant’s viability and longevity if the third runway should go ahead at Heathrow, or even if it is threatened that the third runway should go ahead at Heathrow, and I will explain why.",
        "The Lakeside Energy from Waste facility is situated on the proposed site of the third runway at Heathrow. The plant is the largest facility of its kind in England and has been in operation for just six years. The cost of relocation is estimated at between £500 million and £700 million and, from what I can see, with all the potential delays and all the other issues surrounding it, the cost could well run to as much as £1 billion. Those are large sums of money.",
        "The site is of local significance because of the number of people it employs—around 300, plus others—so it provides local jobs. Regionally, it deals with 450,000 tonnes of waste each year, which is more than the non-recyclable waste produced in a year by the people of Birmingham and Manchester combined. It is a major national plant.",
        "Some 90,000 tonnes of waste come from west London, 45,000 tonnes of waste come from south London and 30,000 tonnes of waste come from Surrey. Lakeside’s impact is one of national significance because it deals with 40% of the country’s hazardous waste, much of it medical waste. Seventeen NHS trusts, 500 GP surgeries and other medical establishments rely on Lakeside Energy from Waste.",
        "The plant also provides electricity to the grid, powering up to 50,000 homes in the area, and of course Slough Borough Council enjoys the fruits of its labours in providing services to Lakeside Energy from Waste. I will not name the exact figure for commercial reasons, but a very large sum of money is taken in business rates by Slough Borough Council.",
        "The hon. Member for Slough (Mr Dhesi) was keen to be here for this debate, and he wants me to say that it is clear to him that the jobs and the economic and environmental benefits of Lakeside Energy from Waste are incredibly important to Slough Borough Council and the local area. He points out that 4% of UK waste is processed through the plant. Like me, he is concerned that there will be a detriment to the local area unless there is a clear and orderly plan, with clear responsibilities, for a replacement plant if the third runway goes ahead. My right hon. Friend the Member for Putney (Justine Greening), who spoke so passionately in the previous debate, has been consistent and clear in asking the ​Government about who is responsible for ensuring the continuity of service if the third runway goes ahead and if the deadline for replacing the plant is missed.",
        "My first concern is that, if the facility is demolished and not replaced—if there is a gap in service—the effects locally, regionally and nationally will be enormously harmful due to the inability to process the levels of waste that it is contracted to process. The second problem lies in the timeline for Heathrow’s decisions about the third runway, because a replacement plant must be in place before the current plant is decommissioned to avoid a break in operations. Relocating the plant will take a minimum of five years, including one year alone for planning permission, three years for construction and another year for decommissioning the current plant. We can see how tight the timeline is, and the consequences will be enormous for waste processing if there is any gap in operations.",
        "All that makes Heathrow’s target of having a new runway operational by 2023 pretty much unachievable as things stand, and that assumes there will be no objections to people having an incinerator and a waste processing plant located near their homes. As Members of Parliament, we know that there is always an enormous number of objections from local residents whenever a new operation of this nature is promised. As far as I can see, no sites for new incinerator and waste processing plant have been identified, so it is hardly surprising that I am concerned that a site may not be available.",
        "The delays and uncertainty are undermining the fantastic business that Lakeside Energy from Waste represents. How will it be possible for people to sign long-term contracts with the plant if there is uncertainty about its future? I am sure that that is having enormous consequences for its operations. Given that the relocation costs are perhaps likely to be in the region of £1 billion—the current estimate is £500 million to £700 million, but it could run towards £1 billion—that is an enormous amount in the context of the overall cost of developing a third runway.",
        "Where is the money coming from? Airline charges are currently £22.53 per passenger, and rather than Heathrow Airport Ltd conjuring up the money to relocate the plant, passengers will bear the risk of the debt repayments on any secured loans and of ensuring a return on shareholder equity. Having the customers pay the enormous costs of something that does not necessarily benefit them directly does not seem like a good way to proceed with a national project of this nature. If Heathrow Airport Ltd raises the landing fee per passenger, it will probably have to go up to around £30 or £31, making Heathrow the most expensive airport in the world at which to land. If we are looking to become a more competitive nation, particularly as we head towards Brexit, it does not seem a good idea to proceed with a project that causes enormous challenges for waste recycling and processing and creates a white elephant when it comes to the price.",
        "When considering the plant’s relocation, Heathrow’s financial viability is also called into question. As I said, the cost of relocation looks like it will be about 5% of the cost of the entire project. Looking at the gearing ratio of assets against borrowing, Heathrow is in a parlous position, so I worry that it will not be able to afford to proceed in the first place. We have become ​incredibly concerned because Thames Water’s gearing ratio is 81%, and it has been told that it must be reduced.",
        "In 2012, the Civil Aviation Authority said that the National Air Traffic Services gearing ratio should be restricted to just 65%, yet Heathrow’s gearing ratio is already at 87%, before it has even begun the third runway project. If it goes ahead, Heathrow’s gearing ratio will end up somewhere around 91%. This is very worrying. Were I an investor, I would be worried, but as a Government I would be even more worried. As a user of the services of Lakeside Energy from Waste, I would be exceptionally worried that this would create enormous troubles for me, with a lack of continuity in waste processing.",
        "Overall, my main concern is that there could well be a lack of continuity of service for waste disposal. I am also concerned that Heathrow’s viability in coming up with the money to finance the relocation of the operation, particularly without a site having already been identified, is in question.",
        "I have two core questions for the Minister; he will have heard them before, but I want to reiterate them. First, will the Government confirm that they unconditionally accept the Transport Committee’s recommendation that",
        "“a condition of approval”—",
        "for the third runway—",
        "“be specified in an updated”",
        "national policy statement",
        "“that provides the Lakeside Energy from Waste plant with equivalent recognition as the Immigration Removal Centres and that the replacement of its facilities be accounted for”",
        "in the development consent order process?",
        "Secondly, is there a way in which the Government can guarantee that there will be no break in service? If they maintain that",
        "“the planning and costs of moving the Energy from Waste Plant would be a matter for the airport to take forward with the owners of the site”,",
        "I fear that that responsibility may well be placed on a private limited company, when we are talking about a waste processing plant that is an asset of national significance. Although I hope this will not be the case, let us say that it turns out that Heathrow Airport Ltd is responsible for relocating the plant; who then is going to pay for the necessary local infrastructure—the roads and perhaps even some rail—for the heavy goods vehicles that will need access to the plant?",
        "In summary, I have huge concerns. It is no great secret that I think the third runway is a bit of a mistake. I hope the decision will be changed at some point. In the meantime, I simply emphasise this: if we are going to have one more runway, would it not be far simpler, greener, less costly and, more importantly, quicker to proceed with the runway at Gatwick, which would not encounter these problems? Even the Government’s updated figures show that Gatwick gives a better net present value than Heathrow. A third runway at Heathrow would affect 2.2 million people more than they are affected today, and perhaps 300,000 people would begin to experience significant noise.",
        "The Government have an opportunity to change their mind. When it comes to Lakeside Energy from Waste operations in Colnbrook, I urge the Government and the Minister to think carefully about continuity ​and who is responsible for this national asset, which provides such good services to the NHS, local authorities and others."
    ]
}