{
    "url": "https://www.ukpol.co.uk/adam-afriyie-2020-speech-on-the-coronavirus-bill/",
    "title": "Adam Afriyie – 2020 Speech on the Coronavirus Bill",
    "post_date": "March 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Adam Afriyie",
            "url": "/tag/adam-afriyie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Adam Afriyie, the Conservative MP for Windsor, in the House of Commons on 23 March 2020.",
    "content": [
        "I would like to put one or two points on the record before the Bill goes through. The first thing that strikes me is that this is an ambitious and aggressive virus, which intends to infect every single one of us, both here in the UK and across the entire globe, unless we do something quite dramatic to stop it. It does not discriminate between rich and poor, old and young, black and white, gay and straight, and it does not discriminate on the grounds of nationality. It does not respect borders, and the pace at which it is covering the globe is something to behold. That is why I very much welcome the legislation, because the pace at which we are delivering these important measures that the Government need to be able to take under Executive action is equally as impressive.",
        "I have a couple of questions for Ministers. Clearly, I am going to support the measure, as it is necessary that these types of measures go through quickly so that we can respond as a nation. First—I asked this question last week, but did not receive a full answer—why was it felt necessary to introduce a brand-new piece of legislation, as we have the Civil Contingencies Act 2004 on the books? Looking at the Bill, it seems that the measures and powers in it would fit within that Act quite comfortably. I raise that because some of the questions that have been asked today—I am glad that we have seen some compromises—were about accountability and about the timeframe in which the measures will be in force. The Civil Contingencies Act says that if a measure is introduced by a Minister, within seven days Parliament can say something about it. If Parliament is in recess, it can be recalled to within five days deal with any urgent matters.",
        "I am only flagging that up—I suspect that there are good reasons why a separate piece of legislation outwith the scope of the Civil Contingencies Act was introduced. This is a dynamic and fluid situation, and things are changing, literally day by day. Some of the actions that the Government may rightly need to take may have consequences, some intended, some unintended. For example, last week, we heard about measures that, I suspect, will be incorporated in powers in the Bill relating to pubs, restaurants and clubs being told to close their doors. Without an immediate adjustment, perhaps 1 million to 3 million people would have had no money within a week or so. Thankfully, the Government were able to introduce measures that dealt with that for the majority of those people. I suspect that there will be situations in the weeks ahead where the numbers begin to escalate and we all begin to worry about our sanity, let alone our health. There will be moments when it may be necessary for the military or police services to be on the street, committed to take actions that will surprise us.",
        "**Mr Steve Baker**",
        "Does my hon. Friend agree that all these measures need to be unwound one day, and that Ministers must keep an eye on how they are going to do so?",
        "**Adam Afriyie**",
        "I certainly do, and my hon. Friend has made the point very well. That is the central thrust of what I am saying.​  \nOne of the key aspects of the virus, and a key reason why it is so aggressive, intrusive, ambitious and quick to move around is that it may well have the ability to mutate. If that were to happen, I should like confirmation from the Government that they have in the Bill the powers necessary to ramp up the actions that they have taken in the wording of the Bill.",
        "Overall, I very much welcome this piece of legislation, but I should like clarification about why the Civil Contingencies Act was not used, as it was carefully thought through and includes a lot of checks and balances. Secondly, I should also like reassurance that if some of the powers under the Act were deployed on the streets of our country, Parliament would in some way—I know that Ministers are responsive, and the Prime Minister has shown great leadership and is seeking to do the absolute best for the nation—be able to express, even in recess, concerns to which Government Ministers and the Executive could respond quickly, rather than at the end of a six or three-month period, or a two-year period."
    ]
}