{
    "url": "https://www.ukpol.co.uk/adam-afriyie-2012-speech-on-conservatism/",
    "title": "Adam Afriyie – 2012 Speech on Conservatism",
    "post_date": "February 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Adam Afriyie",
            "url": "/tag/adam-afriyie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Adam Afriyie at the Renewal of Conservatism Conference held in Windsor on 22nd September 2012.",
    "content": [
        "[![afriyie](https://www.ukpol.co.uk/wp-content/uploads/2015/02/afriyie-300x236.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/afriyie.jpg)",
        "Good morning and welcome to Windsor.",
        "This conference is a significant moment for both Windsor and the Conservative Party.",
        "It also promises to be a significant moment for centre-right thinking and the future of our country.",
        "Windsor is a wonderful town and this is a great constituency.",
        "It has lakes and great parks and tourist attractions and some magnificent historic buildings.",
        "Windsor is steeped in political and military history.",
        "Windsor castle has been a birth place and home for our Royal Family for centuries.",
        "It was in Windsor that the conference preceding the signing of the Magna Carta was held.",
        "Many battles have been fought here.",
        "It is the perfect place to fight the political battles to come.  \nWindsor has been an agent of change in the past and I hope it will be instrumental in the renewal of Conservatism for the future",
        "I’d like to thank the organisers, speakers and participants.",
        "With the support of the Windsor Conservative Association, Richard Hyslop and Phil Sage have worked tirelessly to pull together today’s event.",
        "The leader of the Royal Borough of Windsor and Maidenhead, David Burbage, is a legend. He has improved services across the borough, while reducing the council tax to the lowest of any council outside London. He is here today.",
        "The Taxpayers’ Alliance, the Freedom Association and the Centre for Social Justice are well-know right-thinkers. You are welcome.  \nAnd I want to thank those MPs, MEPs, Councillors and GLA members for remaining loyal to Conservative values. They are again making a contribution today.",
        "With Toby Young, James Delingpole, Tim Montgomery, Jill Kirby, Daniel Hannan, Syed Kemall and so many others, the quality of participants will speak for itself.",
        "There will be keynote speeches, panel discussions and breakout sessions.",
        "I hope that you will not only contribute to the revitalisation of the Conservative vision in these sessions, but will also stay for the supper with Roger Scrutton if you can.",
        "Of course, at an event like this, one cannot avoid mentioning the Coalition.",
        "We are in difficult political territory.",
        "The last Government left our country in a hell of a mess.  \nIn 2010 the Conservative-led Coalition was confronted with big government, massive debts, rising taxes and a growing budget deficit.",
        "Our national control and self-determination were being eroded by European jurisdiction over our borders and our criminal justice system.",
        "Great Britain had become humbled, indebted and subservient place.  \nThankfully, the Coalition has being doing good work in the area of Welfare Reform, debt reduction and improving school standards.  \nBut despite some good progress the tensions and constraints of coalition are taking their toll.",
        "There is headway to be made on so many fronts.",
        "Our job today is to identify the policies that will underpin a government that truly is on the side of people who work hard and aspire to better themselves by merit and endeavour.",
        "We need policies that will help to secure a solid Conservative majority.",
        "But those policies must also influence the current Government.  \nNow, if I were Europe Minister, I’d want to know how to regain control of our borders and secure our criminal justice system.  \nBusinesses are the engine of the economy.",
        "If I were Chancellor, I’d be concerned about removing the age-old obstacles to growth.",
        "I’d want to release our risk-takers and wealth creators to generate the jobs and economic growth the country so desperately needs  \nIf I were Party Chairman, I’d be concerned about the support base of my Party. I’d want to ensure that the policies adopted had been endorsed by the Party. And I’d want my Party to be motivated and ready to campaign, wholeheartedly, at the next election.",
        "And if I were Prime Minister, I’d want to be in tune with my Party and I’d want the right ideas for the country on Europe, taxation and the economy.",
        "But above all I’d want to have a clear Conservative majority.  \nSo our challenge today is to forge those policies that will secure the freedom and prosperity of the British people, and assert the ideas for an election-winning strategy.",
        "With the participants here today, I am confident we can rise to the challenge.",
        "So in closing let me say this.",
        "Whatever your views on the current state of the nation and our party, please remember:",
        "Governments and Coalitions, they come and they go, but our Conservative principles endure.",
        "– A commitment to individual liberty, self-determination and equality of opportunity,",
        "– A belief in lower taxes as a moral and economic good and,",
        "– The defence of sovereignty through an EU relationship based on economic cooperation, not political subservience.",
        "It is these Conservative principles that must inform the next manifesto, in the meantime, hold the Coalition to account in the meantime.",
        "And I suspect these values will endure long after Nick Clegg has departed public life.",
        "You are very welcome here in Windsor.",
        "Please enjoy the rest of today’s conference.",
        "And do come again.",
        "Thank you."
    ]
}