{
    "url": "https://www.ukpol.co.uk/theodore-agnew-2021-statement-on-the-budget/",
    "title": "Theodore Agnew – 2021 Statement on the Budget",
    "post_date": "March 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Theodore Agnew",
            "url": "/tag/theodore-agnew/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Theodore Agnew, Baron Agnew of Oulton, in the House of Lords on 12 March 2021.",
    "content": [
        "My Lords, the Budget that the Chancellor set out last week has three key elements. First, it protects jobs and livelihoods and provides additional support to get the British people and businesses through the pandemic. Secondly, it is clear and honest about the need to fix the public finances. Thirdly, it starts the work of building our future economy, including by providing opportunities to level up across the country.",
        "The Budget announced additional measures worth £65 billion to support the economy through the pandemic this year and next. Added to last November’s spending review, the number is £352 billion and, taking into account measures from the spring Budget last year, the figure rises to £407 billion. The OBR now expects the UK economy to recover to its pre-crisis level six months earlier than originally expected—in the second rather than the fourth quarter of 2022.",
        "Importantly, the Budget extends the furlough scheme until the end of September. Support for the self-employed will also continue until September, with an additional 600,000 people now potentially eligible to claim. The universal credit uplift of £20 a week will be maintained for a further six months and working tax credit claimants will receive equivalent support over the same timeframe.",
        "Among other things, the Budget also reaffirmed the Government’s commitment to increase the national living wage to £8.91 an hour from April. It also announced a new restart grant in April to help businesses to reopen and get going again, as well as a new recovery loan scheme to replace our earlier bounce-back loans and coronavirus business interruption loans.",
        "The Chancellor was also open about the longer-term fiscal challenge that we now face. The Budget does not raise the rates of income tax, national insurance or VAT. Instead, it maintains personal tax thresholds on income tax, inheritance tax, the pensions lifetime allowance and the annual exempt amount in capital gains tax, with higher earners affected the most. It also announced an increase in corporation tax to 25% from 2023. Importantly, 25% is still the lowest corporation tax rate in the G7 and companies that make less than £50,000 profit annually will only be subject to a 19% tax rate. Given that the Government are providing businesses with over £100 billion of support to get through the current crisis, it is only right to ask them to contribute to our recovery.",
        "The third component of the Budget is a series of initiatives and measures to support the investment-led recovery that the country needs. A new super deduction will, in some cases, allow companies to reduce their taxable profits by 130% of the cost of the investment that they make in plants and machinery, which is equivalent to a 25p tax cut for every pound that they invest. Worth £25 billion over the two years that it is in place, the super deduction represents the biggest business tax cut in modern British history.",
        "The Budget also announced, among other things, the creation of the first ever UK infrastructure bank, headquartered in Leeds. Two new schemes—Help to Grow and Help to Grow: Digital—will help tens of thousands of small and medium-sized businesses to get world-class management training and help them to develop their digital skills. We are helping to ensure that we have access to the talent that we need through the reforms that we are making to our visa system.",
        "Achieving an investment-led recovery means allowing investment to flow more freely, which is why we want to give the pensions industry more flexibility to unlock billions of pounds from pension funds into innovative new ventures. Alongside these measures, our commitment to levelling up across the United Kingdom is reflected in the £4.8 billion levelling-up fund; accelerated city and growth deals in places such as Ayrshire, Falkirk, north Wales and Swansea Bay; more than a £1 billion for 45 new towns deals; and a £150 million fund to help communities across the United Kingdom take ownership of pubs, theatres, shops or local sports clubs at risk of loss. This complements the inward investment that will be attracted through the announcement of eight new freeports in eight English regions.",
        "The country has experienced the worst fall in GDP in three centuries—not the 1976 sterling crisis, not the Second World War, not the First World War, not the Napoleonic War; this has been harder financially than all those. In response, the Chancellor has presented a plan that will continue to protect jobs and livelihoods and to support British people and businesses through this moment of crisis. It will begin to fix the public finances and will start the work of building our future economy through investment-led recovery."
    ]
}