{
    "url": "https://www.ukpol.co.uk/lord-agnew-2022-resignation-statement-in-the-house-of-lords-over-coronavirus-fraud/",
    "title": "Lord Agnew – 2022 Resignation Statement in the House of Lords over Coronavirus Fraud",
    "post_date": "January 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lord Agnew",
            "url": "/tag/lord-agnew/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Lord Agnew, the Minister of State at the Cabinet Office and Treasury, in the House of Lords on 24 January 2022.",
    "content": [
        "I thank the noble Lord for his important question. I am here to defend the Government’s record in the deployment of counter-fraud measures over the last two years or so. However, I will only be able to do that in part. The assertion made by the Economic Secretary to the Treasury in the Commons debate last week that the priority was speed of distribution of funds is absolutely correct, but what has followed has been nothing less than desperately inadequate. Given the time available, I will focus on one or two emblematic failures, but these issues run far wider.",
        "The oversight by both BEIS and the British Business Bank of the panel lenders of the BBLS has been nothing less than woeful. They have been assisted by the Treasury, which appears to have no knowledge of, or little interest in, the consequences of fraud to our economy or society. Much store has been given to the extra money allocated to HMRC, but it took a year to happen, and this department was already the most competent and well-funded in that discipline; whereas at the beginning of Covid, BEIS had the grand total of two counter-fraud officials on its staff, neither of whom were experienced in the subject. They refused to engage constructively with the counter-fraud function that sits in the Cabinet Office, has considerable expertise and reports directly to me.",
        "Schoolboy errors were made: for example, allowing more than 1,000 companies to receive bounce-back loans which were not even trading when Covid struck. They simply failed to understand that company formation agents hold in stock companies with earlier creation dates. I have been arguing with Treasury and BEIS officials for nearly two years to get them to lift their game; I have been mostly unsuccessful.",
        "We move now to a new and dangerous phase: banks’ ability to claim on the 100% state guarantee for non-payment. We do this without implementing a standard bar of quality assurance on what we expect as counter-fraud measures; we know that we have serious discrepancies. For example, three out of the seven main lenders account for 87% of loans paid out to companies already dissolved. Why is the ratio so skewed? Two of the seven account for 81% of cases where loans were paid out to companies incorporated post-Covid, as I referred to a moment ago. One of the seven accounts for 38% of the duplicate BBL application checks that were not carried out after the requirement was enforced. Bizarrely, it took six weeks to get the duplicate check into place, during which time 900,000 loans, or 60% in total, were paid out, bearing in mind that some £47 billion has been paid out.",
        "If only BEIS and the British Business Bank would wake up, there is still time to demand data and action on duplicate loans. Why will they not do it? Despite pressing BEIS and the BBB for over a year, there is still no single dashboard of management data to scrutinise lender performance. It is inexcusable. We have already paid out nearly £1 billion to banks claiming the state guarantee. The percentage of losses estimated to be from fraud rather than credit failure is 26%; I accept this is only an early approximation, but it is a very worrying one. I will place in Hansard a copy of my letter to the chairman of the British Business Bank, sent on 16 December, addressing some of these points. I have still not received an answer.",
        "I have at least four differences of opinion with Treasury officials: first, on urgent improvements in lender performance data, I simply want the bar to be set at what the best of the panel banks can deliver—to repeat, there is not even a common definition of fraud to trigger the payment of the guarantee; secondly, far greater challenge of lender banks when we uncover inconsistency in data; thirdly, educating Treasury officials as to why reliance on audits is far too reactive and generally happening well after the horse has bolted; fourthly, a failure by Treasury or BEIS officials to understand the complete disjunction between the level of criminality—probably hundreds of thousands of pounds—and enforcement capability. For example, NATIS, a specialist agency, can handle around 200 cases a year; local police forces might double that.",
        "Noble Lords can see that it is my deeply held conviction that the current state of affairs is not acceptable. Given that I am the Minister for counter-fraud, it feels somewhat dishonest to stay on in that role if I am incapable of doing it properly, let alone of defending our track record. It is for this reason that I have, sadly, decided to tender my resignation as a Minister across the Treasury and Cabinet Office with immediate effect. I would be grateful if my noble friend would pass this letter to the Prime Minister at his earliest convenience. It is worth saying that none of this relates to far more dramatic political events being played out across Westminster. This is not an attack on the Prime Minister, and I am sorry for the inconvenience it will cause. Indeed, I think any Prime Minister should be able to reasonably expect that the levers of government are actually connected to delivering services for our citizens.",
        "I hope that, as a virtually unknown Minister beyond this place, giving up my career might prompt others more important than me to get behind this and sort it out. It matters for all the obvious reasons, but there is a penny of income tax waiting to be claimed here if we just woke up. Total fraud loss across government is estimated at £29 billion a year. Of course, not all can be stopped, but a combination of arrogance, indolence and ignorance freezes the government machine. Action taken today will give this Government a sporting chance of cutting income tax before a likely May 2024 election. If my removal helps that to happen, it will have been worth it.",
        "It leaves me only to thank the noble Lord, Lord Tunnicliffe, for his courteous but attentive role as shadow Minister of my portfolio, and to thank noble friends, many of whom I know will carry on their scrutiny of this important area. Thank you, and goodbye."
    ]
}