{
    "url": "https://www.ukpol.co.uk/tariq-mahmood-ahmad-baron-ahmad-of-wimbledon-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Tariq Mahmood Ahmad (Baron Ahmad of Wimbledon) – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tariq Mahmood Ahmad",
            "url": "/tag/tariq-mahmood-ahmad/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Tariq Mahmood Ahmad, Baron Ahmad of Wimbledon, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, it is an immense honour for me to follow the noble Lord, Lord Jay. I reflect on the contributions that have been made, and I pay tribute to my noble friend Lord True and the noble Baroness, Lady Smith, for setting the tone and once again demonstrating your Lordships’ House at its very best.",
        "All of us will reflect on the incredible contribution of Her Majesty Queen Elizabeth II, but as one foreign dignitary who rang me last night said, “She was not just your Queen, Tariq, she was all of ours.” That reflects the love and affection all of us are experiencing and seeing demonstrated across the globe. Her Majesty truly transcended barriers—barriers of religion and different nationalities. The noble Baroness, Lady Smith, alluded to Paddington Bear. I have an eight year-old who connects in a different way, but very poignantly, with our great sovereign who has passed. I saw directly, through various experiences, how, in a room full of hundreds, at times touching a thousand people, she made everyone she met feel that they were an individual. They cherish those memories.",
        "We all have anecdotes. I remember 1977. I did not then know that I would carry the name of my town in your Lordships’ House, as I was but a young boy. We were terribly excited about the Silver Jubilee. Virginia Wade had reached the final of Wimbledon. The great citizens of the town of Wimbledon were told to line up and, dutifully, we did, neighbour to neighbour, friend to friend. We were all dressed in our red, white and blue and waving flags. As it happened, Her Majesty the Queen’s car passed directly in front of our house. It was a slow passing and, just for a moment, it stopped. Her Majesty the Queen looked towards my brother, sister and me. She smiled, her eyes twinkled, and she waved. Of course, the rest of the evening in the Ahmad household was spent arguing about who that wave was directed at. I still take possession of that wave. Again, it showed the ability of Her Majesty the Queen to connect. She knew that millions loved her, but she treated everyone as an individual because she loved her nation, and she performed her duty like no other.",
        "To continue that personal journey, I am delighted that the Senior Deputy Speaker is in his place. It was along with my noble friend Lord Gardiner and the noble Lord, Lord Newby, that I had the great privilege of becoming a Lord in Waiting to Her Majesty the Queen and a government Whip. The three of us dutifully lined up together for that first meeting on official duty. As someone engaged at the Foreign Office, I wish my current Whips on the Front Bench well as we look towards welcoming the world for Her Majesty’s state funeral. As we lined up, there was a degree of trepidation, and then the doors opened and we went in. Each of us was treated as an individual. Her Majesty sat me down, and as I took my seat she said, “Lord Ahmad, I understand your mother is from Jodhpur.” She then shared her experiences of India and the south-Asian continent. Then she said, with a smile, “I understand your father was from Gurdaspur but he started life in the early 1950s in Glasgow. Now that’s a change if ever there was one.” These things matter.",
        "I remember from various subsequent meetings her warmth and affection, and the real sense of trust she showed. At a one-to-one meeting when I was ending my tenure as a Lord in Waiting, she did not address me as Lord Ahmad but said, “Tariq, come and sit next to me.” It was the day after the Scottish referendum, and what was said will rightly remain private, but two things stayed with me. One was the trust she showed in sharing her views with me; the other was that maybe I was doing something right, as we had done away with my formal title and she had called me by my first name.",
        "During my tenure as a Minister of State at the Foreign, Commonwealth and Development Office, I saw Her Majesty at her best when it came to diplomacy. During the Commonwealth Heads of Government meeting, she made a personal connection with each president and head of government she met, each dutifully lining up and waiting their turn to meet Her Majesty. If a training module for diplomacy is ever designed for diplomats and Ministers, Her Majesty really did set the standard. She demonstrated what connecting means, and the value of people-to-people connection. As Minister of State for the Commonwealth—I am delighted that my noble friend Lord Howe is in his place—I saw her love for the Commonwealth. It was shown not just by her words or actions, but by her connection with the people of the Commonwealth, and she is rightly mourned across the 56 nations today.",
        "As we have heard from various noble Lords, Her Majesty had a real sense of humour. I shall share a final anecdote, which I shared with a couple of colleagues in your Lordships’ House just a few moments ago. Saddiqa, my wife, Lady Ahmad, and I were at one of the many diplomatic receptions we have attended, and there was a new official at the palace. Those who have attended these receptions will know that you have your place to stand in respect of who meets which member of the Royal Family, and where. Of course, I took my place, as I had done it a few times. The official came in and said, “Sir, you’re standing in the wrong place”, and wanted to move me into the diplomatic line. In a year in which we celebrated the diversity of this United Kingdom and what it represents, I assured the official that I was standing dutifully in the right place. She returned a few moments later and said, “I really must insist that you and your wife stand in the right place.” I smiled and said to her, “Madam, I assure you I am standing in the right place.” I continued standing where I was, together with Saddiqa. A few moments later, the official returned again and said, “I really must insist”, and as we were about to embark on our third bout of that conversation, who should come round the corner but Her Majesty, and she said, “Leave him alone. He’s one of mine”. There was a real demonstration of the best of Her Majesty’s wit, wisdom and knowledge.",
        "My noble friend Lord Forsyth talked of Her Majesty’s deep faith. We had conversations about faith, as I have had the great honour to have with His Majesty King Charles III. Faith mattered to her. As Her Majesty now embarks on her final journey, to meet her maker, I end my humble contribution with the words I uttered when I was informed yesterday by my private secretary of Her Majesty’s passing: to almighty God we belong, and to almighty God we shall return."
    ]
}