{
    "url": "https://www.ukpol.co.uk/tariq-ahmad-2022-statement-at-un-security-council-lord-ahmad/",
    "title": "Tariq Ahmad – 2022 Statement at UN Security Council (Lord Ahmad)",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tariq Ahmad",
            "url": "/tag/tariq-ahmad/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tariq Ahmad, Lord Ahmad, the Foreign Office Minister, at the UN Security Council on 15 December 2022.",
    "content": [
        "Thank you Mr President,",
        "Before I go any further, may I join others and express the deepest condolences to my dear friend Simon Coveney, and all the people of Ireland at the tragic loss of a Peacekeeper in Lebanon, someone who was doing their job, and indeed in extending our prayers and best wishes for the recovery of those injured.",
        "Once again, I join with him in our strong solidarity for those who represent this organisation on the world stage and some of the most difficult places in the world and ultimately, as we’ve seen tragically, pay with their lives. We pay tribute to their bravery and courage, and our prayers and best wishes go for the quick recovery of those injured.",
        "Mr President, may I firstly thank you. It is a great pleasure to join the Security Council under your stewardship, and I pay tribute to India of its stewardship and contributions to this Security Council, particularly on this issue of counter terrorism during its tenure on the Security Council.",
        "And, the Government of India deserves immense credit for the focus they have brought on the issue of Council’s counter terrorism and also what lies beneath, and what drives terrorism, which is a perverse ideology of extremism, and we must work together to counter this.",
        "I join also in thanking our three briefers. Mr Voronkov, who I know well, I’m sorry we’re not seeing each other in person today, Mr Chen, and of course the inspiring testimony, bravery, and courage we heard from Anjali Viday Kulthe. Anjaliji, in the face of terrorism your bravery and courage is an inspiration and we thank you.",
        "The meetings that India has led, particularly the excellent counter terrorism committee and meetings in Mumbai and New Delhi. I was delighted that my dear friend the Foreign Secretary was able to join and had set out our strong position of working together with India and indeed all international partners as we work together to counter the global threat of international terrorism. It is a threat, colleagues and friends, that is ever-evolving. It is a threat that is becoming ever more complex. And it requires collective and comprehensive solutions and responses.",
        "Terrorist groups including in Al-Qaeda, who operate today in Afghanistan and beyond, the Daesh affiliated, Boko Haram, Al-Shabaab to name but two, who are continuing to work across different parts of the world and inflict human suffering to innocent lives, innocent people, destroying communities around the world. But we also need to recognize and be cognisant of the fact that these terrorist organizations are increasingly employing new methods of radicalisation, the drivers of terrorism, and evolving tactics. They use innovative ways of technology.",
        "Even in the United Kingdom, we continue to face this challenge. Young minds being corrupted, the circumvention of the front door as technology is used as a tool to radicalize young men and women. And these evolving tactics require a response from ourselves as well to ensure that we counter this abhorrent ideology. We must also make effective use of our sanctions regimes, to prevent terrorists from acquiring weapons and financing.",
        "We must adapt and evolve our own counter terrorism efforts, prevent terrorist exploitation, and indeed of vulnerable communities. Radicalization takes place through innovative technology means. We need to ensure we counter it through similar measures.",
        "And as we tackle terrorism, we must be vigilant, and uphold three important principles:",
        "Firstly, we urge all colleagues, friends, Member States to address the real drivers of terrorism and violent extremism using a ‘whole of society’ approach.",
        "We must work with communities, with faith leaders, to address and eradicate the perverse ideologies which are used to drive these abhorrent crimes of terrorism. The United Kingdom is working with our partners to understand how the UN can better incorporate civil society perspectives into its work.",
        "Secondly, our policy and programming should understand and address the gender dynamics of terrorism.",
        "We know that terrorists and violent extremists are perpetrators of sexual violence.",
        "Two weeks ago, I had the honor to hose on behalf of the United Kingdom an international conference on Preventing Sexual Violence in Conflict, and to strengthen the global response.",
        "I was honored to host amongst others Nobel Peace Prize laureate Nadia Murad, and many other survivors of sexual violence, who spoke about the need for governments to do more to end these atrocities.",
        "And there is also an important solution. In hearing Anjaliji today and her bravery and courage, we need to ensure those who survive, those who experience the scourge of terrorism, that we work with them hand-in-glove to ensure they inform our policies and what we can also do in working together to eradicate extremist ideology.",
        "We also, and I join with the Foreign Minister of Ireland, call upon why is it in 2022 we are having this conversation of involving more women. It seems almost illogical that women today have to be subject to debates of conversation so they’re involved in the main table, not in some side room, to find solutions. We need to address this, and address this now.",
        "We need to ensure Member States everywhere involve women and take the lead in ensuring that they are very much pivotal to developing strategies to prevent and counter violent extremism and terrorism. Those strategies must address activity that specifically target women. Indeed, as potential perpetrators, victims, and influencers in their communities. And thirdly, I just wanted to touch on the importance of human rights in our responses.",
        "As the Security Council, we have an obligation under international law to protect and promote human rights.",
        "Therefore states must act within the bounds of such law when countering terrorism.",
        "Otherwise, we undermine the very rights and freedoms that the UN was established to promote.",
        "To conclude, Mr President, this Council has a vital and important role in tackling the scourge of terrorism which tragically continues to destroy innocent lives around the world today. And to those lives lost as we remembered them at the start of this meeting, we owe it to act together, and act now.",
        "Thank you Mr President."
    ]
}