{
    "url": "https://www.ukpol.co.uk/tariq-ahmad-2022-speech-on-improving-israeli-palestinian-economic-cooperation-as-a-path-to-peace/",
    "title": "Tariq Ahmad – 2022 Speech on Improving Israeli-Palestinian Economic Cooperation as a Path to Peace",
    "post_date": "September 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tariq Ahmad",
            "url": "/tag/tariq-ahmad/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tariq Ahmad, Lord Ahmad, in New York, United States, on 22 September 2022.",
    "content": [
        "I am sincerely grateful to Norway for bringing us together and to the Government of Israel and Palestinian Authority for their participation.",
        "Let me begin by expressing our deep concern over the grave economic situation in the Occupied Palestinian Territories.",
        "If we are to achieve peace and stability in the region, it is of course vital that the Palestinian Authority and UNWRA are on a stable financial footing.",
        "The United Kingdom is committed to supporting this.",
        "We will continue to work directly with both parties to help boost economic development, trade and investment.",
        "This includes offering technical assistance to the Palestinian Authority and supporting Palestinian companies to boost exports, among other things.",
        "We were pleased to hear about the success of the E-VAT pilot and welcome Israel’s commitment to rolling out the system to all Israeli businesses.",
        "As we know, this has the potential to raise more than $100 million per year for the Palestinian Authority.",
        "It is a clear signal of the value of cooperation between the parties and the donor community.",
        "We also welcome the Government of Israel’s efforts to enable electronic payments to Palestinians working in Israel.",
        "And we are glad to see the positive steps taken by the Palestinian Authority, as outlined by Finance Minister Bishara, to reduce the public sector wage bill.",
        "Madame Chair,",
        "While we welcome commitments made by the parties and the spirit of cooperation they bring today, progress has not been as fast as we would have liked.",
        "We need much quicker progress on fiscal reforms, and efforts to reduce barriers to trade and investment in the West Bank, if we stand any hope of reviving economic growth in the Occupied Palestinian Territories.",
        "We call on the Government of Israel to undertake reforms to the clearance revenue mechanism and to renew efforts to tackle the restrictions and costs facing Palestinian businesses.",
        "We would also like Israel to take a decision on the handling fee on Palestinian Authority fuel purchases – which is disproportionate, in our view.",
        "We urge the Palestinian Authority to bolster work with partners, including the International Monetary Fund, on the reforms necessary to address the fiscal crisis and build a more stable future.",
        "We must also retain focus on the humanitarian situation in Gaza and the need for economic recovery and reconstruction.",
        "Only last month, we saw yet another escalation of violence on the strip.",
        "We welcome the increase in permits for Gazans to work in Israel but unemployment remains unacceptably high.",
        "We urge Israel to continue increasing work permits and reducing restrictions in order to create more jobs.",
        "Madame Chair,",
        "There is no hope of making progress on these issues without ministerial level engagement and dialogue, and we would like to see this stepped up.",
        "We welcome the parties’ commitments to re-establishing the Joint Economic Committee as the key body for decision-making, and call for this meeting to take place urgently.",
        "The UK will do all we can to support the parties to work together to address challenges and strengthen Palestinian Authority institutions for the future.",
        "Madame Chair,",
        "While we have rightly focussed on the economic situation today, I must also address the bigger picture. We are gravely concerned about the deteriorating security situation in the West Bank and the risk of instability.",
        "The UK calls on both parties to refrain from taking actions that undermine the prospect for peace.",
        "This includes all unilateral and provocative acts, and breaches of international law.",
        "These take us further from a negotiated two-state solution, and the long-term peace and stability that Israelis and Palestinians so deserve.",
        "The UK will do all we can to support progress towards that goal."
    ]
}