{
    "url": "https://www.ukpol.co.uk/lord-ahmad-2018-speech-on-intolerance/",
    "title": "Lord Ahmad – 2018 Speech on Intolerance",
    "post_date": "February 1, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Lord Ahmad",
            "url": "/tag/lord-ahmad/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lord Ahmad, the Minister of State for the Commonwealth and the UN at the Foreign & Commonwealth Office, in Italy on 30 January 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/02/lordahmad-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/02/lordahmad.jpg)",
        "**Introduction**",
        "Your Eminence, Excellencies, ladies and gentlemen, good afternoon.",
        "May I start by saying it is an honour and a privilege to be here this afternoon and an honour to address you in this historic institution, one that boasts such distinguished alumni. For today’s students it must be an extraordinary feeling literally to follow in the footsteps of Catholic saints. But if I may, a moment of personal reflection. It is very special for me – as a man of faith, I am a Muslim, to stand here before you, in the heart of Rome, a stone’s throw from the Vatican, and speak to you of my faith.",
        "I cherish the freedom to practise my faith right here, just as all people of all faiths and none are free to do here in Rome and as they are free to do in my country the UK, without fear of discrimination or persecution.",
        "Freedom of religion or belief, including the freedom to change religion, is a fundamental human right and one that I believe passionately should be enjoyed by everyone, everywhere.",
        "The reason I believe it matters – why the British Government believes it matters and why our Prime Minister Mrs May believes it matters – is not just for its own sake, or even because we know that more than three quarters of the world are guided by their faith.",
        "It matters because where such freedoms are absent or indeed restricted, intolerance and mistrust flourishes, it splits communities down religious fault lines. Once communities are divided in this way, it does not take too much for tensions to spill over into violence.",
        "The connection between religious tolerance and stable societies is another reason why we think promoting freedom of religion or belief is so important. There is clear evidence to suggest that tolerant and inclusive societies are better equipped to resist extremism. And most importantly, by ensuring that everyone can contribute, it makes society as a whole better.",
        "Let me give you an example of what I mean.",
        "Just off the west coast of Scotland, not far from Glasgow, there is an island called Bute. It is just 15 miles long, 4 miles wide, and home to fewer than 7,000 people. Two years ago, the local council moved 24 Syrian refugee families to the island.",
        "Initially some locals were wary of these strangers. They knew nothing about them, except what they had heard on the news about the conflict in Syria, and yes some of them feared they could be traumatised or dangerous to the community. Yet this tiny community overcame their fears and opened their arms to embrace the newcomers.",
        "They learned Arabic and offered the new arrivals the use of their community hall, fitting prayer times around the art club and bingo. In return, they acquired a Syrian barber’s shop on the high street and they even got a taste for Syrian pastries. Today many of the new arrivals speak English, yes, with a Scottish accent…",
        "**The UK – Strength in diversity**",
        "The story of Bute could be the story of the UK in miniature. Over the centuries the UK has welcomed people from all over the world – I’m one of them, or my parents were: they moved to India, torn from Pakistan by dispute in the 50s and then to the UK where they first settled in Scotland too, just like those Syrian families.",
        "The landscape of my country the UK is no longer graced exclusively by spires and steeples, that we celebrate, but also by minarets and menorah, domes and temples.",
        "As you look over the tapestry that is modern Britain today, we have more than 1,700 mosques, 400 synagogues and 300 Gurdwaras, often standing side by side with churches and cathedrals.",
        "I am proud of our religious diversity, but it would be wrong to suggest that it is always easy to integrate religious minorities into a society where there is already a dominant religion. When we promote religious tolerance in other countries we know from experience how challenging it can be.",
        "Whether it is in a big multicultural city like London or a tiny community like that island community in Bute, it can require a shift in mind-set on the part of the majority – or in the case of the UK the Christian – population.",
        "When a temple is built on your street or a halal butcher opens in the market it forces you to accept that your religion is one of many, and not the only one. At times this can be difficult, and the battle of ideas is by no means won, even in the UK.",
        "Therefore it is important for governments and faith leaders to keep making the argument that we have nothing to fear from accepting other faiths into our society; that mutual respect is a sign of strength, not weakness; and that when faiths take the difficult step of defending each other’s rights, they are spreading the universal message of tolerance, respect, understanding and peace – the universal message of all religions.",
        "When people overcome their fears of other faiths, the whole of society benefits. And I am convinced that the mutual respect among our many different communities contributes directly to our strength as a nation. Of course we are not alone in this – many other countries strongly defend freedom of religion. In the Middle East, Lebanon stands as a model of peaceful coexistence of faiths.",
        "In Abu Dhabi, a third Christian cathedral – for the Greek Orthodox faith – has just opened; and a mosque beside the Catholic cathedral – which had carried the name of the Crown Prince – has just been re-named at the Crown Prince’s request the Mary, Mother of Jesus Mosque.",
        "Outside the Middle East, I also saw religious diversity flourishing in Ghana, with religious communities working together, when I visited last year.",
        "**Violations of Freedom of Religion or Belief Worldwide**",
        "Yet tragically, as we look around the world, millions of people face appalling persecution every day – why – because of their beliefs.",
        "Even right here in Europe, where we have some of the strongest equal rights protections in the world, tragically anti-Semitism and Islamophobia are on the rise and it is essential that they are dealt with robustly.",
        "Further afield, we have all been horrified by the barbarity of Daesh, including towards Christians, Yazidis and Mandeans in Iraq and Syria, and the despicable crimes of Boko Haram’s atrocities against Nigerian Christians.",
        "These acts by terrorist organisations are appalling – but it is not just non-state actors who are to blame.",
        "For too long far too many States have failed to prevent religious discrimination, or even to ensure the rights of citizens of all faiths – and none – are protected by the law.",
        "For example, in Egypt, Coptic Christians still do not enjoy equal citizenship rights. They continue to face social pressure that restricts their freedom to worship, build churches, and play a full role in national life.",
        "When legal protections are lacking, popular prejudices go unchecked, people suffer harassment, and that harassment can turn to persecution, exclusion, or even violence.",
        "In some cases States are going further than that and are themselves actively trampling on their citizens’ rights.",
        "As we look around the world today, this is the reality for Rohingya Muslims in Burma’s Rakhine state, Baha’is in Iran; and Jehovah’s Witnesses in Russia.",
        "In China, where there are as many Christians as there are people in the UK, churches must be approved by the state or risk demolition. In Saudi Arabia, non-Muslim religions are banned and the death penalty is imposed for apostasy, while in Pakistan, blasphemy laws are used to intimidate atheists, Christians and other minorities, and the state turns a blind eye to attacks on Christian minorities or the Ahmadiyya Muslim community.",
        "All are being failed by the government, the State, very people whose responsibility it is to protect them.",
        "**Rise of Christian Persecution**",
        "I want to draw particular attention today to the issue of Christian persecution, which appears to be on the rise. The latest report by Aid to the Church in Need found that the plight of Christians had worsened in nearly all the countries that it had reviewed, including North Korea and Nigeria.",
        "These findings are supported by Open Doors, whose 2018 Watch List indicates that 1 in 12 Christians have experienced persecution. Last year around the world, more than 3,000 Christians were killed, and 15,000 Christian buildings were attacked.",
        "This is appalling, not just are these appalling statistics, but appalling full stop. Behind every statistic is a human tragedy. I welcome the work of the Catholic Church and civil society groups in trying to protect Christians around the world, and I commend the courage of the Papal Nuncio in Damascus who chose to remain in his post, despite challenging circumstances he remained in his post, during the conflict, at great personal risk, with great personal courage.",
        "**UK Action**",
        "Tackling discrimination and promoting tolerance around the world is a priority for the UK Government.",
        "Our Prime Minister Theresa May has spoken of the need to “stand up for the rights of people of all religions to practise their beliefs in peace and safety”.",
        "Our action takes a number of different forms. We lobby governments directly about specific cases, yes we urge them to protect the rights of their citizens and where appropriate we press them to change legislation that discriminates against minority groups, or to introduce safeguards to protect the misuse of certain laws.",
        "We also work with international partners through the UN and other bodies to promote religious freedom; to build consensus on the importance of the issue; and, just as importantly, to ensure that religious persecution in itself does not go unpunished.",
        "We have been at the forefront of a campaign to bring Daesh to accountability and justice, committing one million pounds to help establish a UN-led investigative team to support the collection of evidence.",
        "And we spend millions of pounds every year on grassroots projects around the world to counter hate speech, to promote tolerance and understanding of minorities and ultimately build mutual respect between communities.",
        "**Importance of Mutual Understanding**",
        "Building this mutual respect is essential. As His Holiness Pope Francis rightly says, people of different faiths – and none – must – I quote – “fully understand our respective convictions” if we are to succeed in breaking down the barriers between us.",
        "In the words of one of my personal heroes, Mahatma Mohandas Gandhi: “If we are to respect others’ religions as we would have them respect our own, a friendly study of the world’s religions is a sacred duty.”",
        "That is why we fully endorse the commitments made by both the Vatican and the Church of England to strengthen inter-religious dialogue.",
        "We in the UK Government are strengthening our own links with faith groups, it is essential: for example I have introduced, since my appointment last summer, regular faith roundtables to discuss the pressing foreign policy issues of our time and deepen our understanding of religious perspectives on them.",
        "Education is also vital if we are to eliminate intolerance and break down the barriers between communities for good. As Nelson Mandela said, no child is born hating his neighbour. Intolerance is something that is learned.",
        "We must educate our children to understand other religions, in the hope that the next generation will be wiser than those that have come before it.",
        "And schools can play this role, including faith schools. I myself am a product of a Church of England School, my mother insisted on it. She believed it was essential for learning about and respecting other beliefs – so I know this from experience. And I have made the same choice as a parent myself, my eldest daughter attends a Catholic school and my son a Catholic Jesuit school. It doesn’t dilute our faith, but rather makes us more rounded. The crucial thing is that schools teach inclusivity and mutual respect: that is the key to a tolerant and peaceful future.",
        "**Community Action**",
        "While all these government-led efforts are important, tackling intolerance is not just about Government action: there are things that individuals can do in their communities too.",
        "Religion itself can be part of the solution. As his Holiness Pope Francis said during his visit to Burma last year: “Religious differences need not be a source of division and distrust, but rather a force for unity, forgiveness, tolerance and wise nation-building.”",
        "This positive force can help to ensure that people of all faiths and none truly feel part of the wider community, their country and their nation.",
        "On Christmas Day last year, non-Christian restaurant owners across the UK opened their doors to feed the lonely and the homeless. Young people from the Muslim community in my own home town of Wimbledon, some of you may know it for other reasons, spent this New Year’s Day picking up litter. Earlier this month in North London the local Jewish community raised thousands of pounds for the family of a murdered Asian shopkeeper.",
        "Small acts of compassion like these demonstrate that we are all part of the same community. They dispel misconceptions and prejudice, and build lasting bonds and friendships.",
        "**Conclusion**",
        "In his New Year message, His Holiness the Pope reminded us that 2018 is the 70th anniversary of the adoption of the Universal Declaration of Human Rights. That matters to all of us, it matters to me as Minister for Human Rights.",
        "Every act of intolerance, every attack by neighbour on neighbour, community on community and country on country is an attack on those rights and on society as a whole.",
        "Humanity cannot afford for this to continue. Too many people – man, woman, boy, girl, black, white – have suffered for too long.",
        "So I call on everyone gathered here today, let us all come together – diplomats and religious leaders; journalists and students; strangers and friends – and let us collectively make a pledge.",
        "A pledge to be intolerant of intolerance; to speak out against discrimination in all its forms; to fight impunity; and to hold States true to their international commitments.",
        "And let us collectively pledge today, not just tolerance, that is a basic instinct, but also to respect the beliefs of others; to tackle and debate those within our own communities who display intolerance and above all to see strength in our diversity, so that one day, people of all faiths and none may live side by side in peace. It is a hope, it is my prayer."
    ]
}