{
    "url": "https://www.ukpol.co.uk/nickie-aiken-2022-speech-on-the-protection-from-redundancy-pregnancy-and-family-leave-bill/",
    "title": "Nickie Aiken – 2022 Speech on the Protection from Redundancy (Pregnancy and Family Leave) Bill",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nickie Aiken",
            "url": "/tag/nickie-aiken/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nickie Aiken, the Conservative MP for the Cities of London and Westminster, in the House of Commons on 21 October 2022.",
    "content": [
        "I wholeheartedly welcome this Bill, and I feel privileged to speak in this debate and support the hon. Member for Barnsley Central (Dan Jarvis). I am proud that there are a number of hon. Members on this side of the House who—they may not accept it—are feminists, including my right hon. Friend the Member for Beckenham (Bob Stewart). It is important to recognise that this should not be about women’s rights; this is about wanting to ensure that our country supports all its employees, male or female. It is sad that in the 21st century we still have to introduce Bills such as this to give women protection in the workplace.",
        "The Bill provides long overdue guarantees to pregnant women that they will not be dismissed during or shortly after pregnancy. It is also important to remember—we have not yet touched on this—that the Bill contains protection for those adopting children. A number of my gay friends have adopted children over recent years, and they will welcome this progressive Bill. This is not just about women, it is also about gay couples who are involved in adoption or a pregnancy, and it is important to highlight that—[Interruption.] I thank my right hon. Friend. Perhaps he would like to intervene.",
        "**Bob Stewart**",
        "I was just pointing out that a lot of my friends, male and female and married, also want to adopt. They have that right too, which is great.",
        "**Nickie Aiken**",
        "My right hon. Friend is absolutely right. This is about adoption, whether by a gay or heterosexual couple. The hon. Member for Barnsley Central is right to say that women should not have to choose between a career and raising a family, but unfortunately, far too many women are forced to make that choice. In 2016, a survey commissioned by BEIS found that three in four women experienced some form of pregnancy or maternity discrimination. As we have heard, 54,000 pregnant women a year are dismissed from their jobs. That eye-watering statistic should shame this country, and I hope that if passed, the Bill will go towards rectifying that shameful record. It is wholly unacceptable, but nevertheless we see that story across the board.",
        "In my constituency I hear the same stories again and again from women who are trying to balance family planning with their career. As I said in an earlier intervention, I am sponsoring my own private Member’s Bill to secure employment rights for those undertaking fertility treatment. That Bill seeks similar outcomes to those sought by the hon. Member for Barnsley Central. After all, this is 2022 not 1922, and people need to feel comfortable to choose to have a child—or more than one child—whether that child is conceived naturally or through fertility treatment, and no matter where they work and without fear of their career being negatively impacted.",
        "That fear is all too familiar for women across the country. There are women who are trying to make a career, but who are conscious that they have a limited time in which they can have a child. As I said earlier, when I had my first child aged 35, the average age of the woman in the hospital I was in was 39. Women now have careers and want to establish themselves in their 20s and into their 30s, and they then try to have a child.",
        "**Shaun Bailey**",
        "My hon. Friend is absolutely right. It is also about ensuring empowered women leadership. In a previous life she was the leader of Westminster City Council—if I may say so, probably the best leader we ever had. In this era of political comebacks, who knows? Perhaps another comeback is on the cards. We have to empower women leaders to encourage others. Given her experience as a woman in leadership, how does she feel about women leaders empowering women having children later in their career to find balance?",
        "**Nickie Aiken**",
        "My hon. Friend is absolutely right. I remember being pregnant with my first child, aged 35, holding down a full-time job and attempting to be elected to Westminster City Council. I was elected when seven months pregnant with my second child. Believe me, that was an interesting time. I do not think I would have been able to that without the support of my employer at the time Bradford & Bingley, and my group leader Sir Simon Milton, the late leader of Westminster City Council. I was very well supported but, sadly, not all women are. That is why this legislation is needed.",
        "My hon. Friend is right to highlight that women in leadership roles—and men, but women in particular—must support women in the generations below. We have been fortunate to get to a certain place in our careers, and it is our duty as feminists and human beings to support women—and men—coming through their careers.",
        "**Tulip Siddiq**",
        "I applaud the hon. Lady for having been a councillor and leader while having children, because if I had had children while I was a councillor, I could not have done it, given the hours we were doing. On the fact that her employers were good at letting her take time off or working around her pregnancy, is the problem not that we rely so much on good will? It should not be based on good will; there needs to be legislative change to achieve equal opportunity for everyone. Does the hon. Lady want to comment on that?",
        "**Nickie Aiken**",
        "To be perfectly honest, it is really sad that we have to legislate. We have to because we must ensure that women have those rights, but I would prefer it if we did not have to. As part of my private Member’s Bill, I am trying to achieve a voluntary workplace pledge to ensure that employers support their employees who are going through fertility treatment. I wish that I did not need to do that, but I have to.",
        "Returning to this brilliant piece of legislation, we have heard some excellent interventions and speeches from colleagues across the House. I am pleased that the Bill provides guarantees to women and their partners—there is an important clause in the Bill about partners during pregnancy. The Bill does not just cut off support at the birth of a child; vitally, women and their partners are supported during maternity leave, shared family leave and adoption leave.",
        "I am a mother of two; my children are much older, in their late teens. I assure my hon. Friend the Member for West Bromwich West (Shaun Bailey) that we parents never stop being parents; we never stop worrying or trying to do the best we can. I am sure that one day he will have the honour of being a parent. I have gone through pregnancy and the stress of being pregnant. I had a miscarriage before I successfully had my first child and I know the stress of that second pregnancy, worrying whether it will be successful.",
        "As I said, I worked for Bradford & Bingley and was very supported. That was an example of good practice. Before I was on maternity leave with my first child I was a public relations manager; when I came back, they promoted me to head of PR and gave me support. I worked three days a week, but I felt I could not do my job effectively in three days, and the other two days I was trying to balance being a mum of a young baby and work. It was my decision to go to my line manager and say that I wanted to work four days, so that I could do my job properly and be a full-time mum on the other days. It supported me in that, and crucially Bradford & Bingley realised how dedicated I was to my job and, even though I was working four days, it chose to pay me for full-time work. That is an example of an exemplary employer. Sadly, it was a victim of the banking crisis and I lost my job. But that was 15 years ago and an example of how employers can support women through pregnancy, and support mothers—or fathers—of young children.",
        "**Shaun Bailey**",
        "My hon. Friend is being incredibly generous in giving way, and it is always great to hear about personal experience. She represents the City of London as part of her constituency and we talked earlier in the debate about encouraging the brightest and the best, and those who have the right skillset. Does she agree that the Bill would ensure that the brightest and best—such as my hon. Friend, if I may say so—are able to stay in their roles in our financial centres and contribute to vital parts of our economy?",
        "**Nickie Aiken**",
        "My hon. Friend makes another good point. The City of London can be a beacon of exemplary employer-employee relations, and I hope and expect that the Bill will ensure that small, medium and large businesses show respect to working women who become pregnant and are raising a family and ensure that they have the support they deserve.",
        "It is important to remember that going back to work after maternity leave can be a daunting step for many women. I was fortunate that I had the support of my employer, but many do not. That is why I welcome the extension of workplace support for women to six months after their maternity leave. A recent study found that it takes an average of six months to adjust back to the workplace fully, for multiple reasons. It may also be that women are coming back to work after a second or third child, and trying to balance a large family with work can be very difficult.",
        "Going back to work can mean adjusting to new staff members who have been employed while someone has been on maternity leave, and they have to start establishing new working relationships. New practices or policies may have been introduced in the workplace. It is important that someone coming back to work after six, nine, 12 months or even longer is supported in understanding new policies or working with new employees.",
        "Going back to work is difficult: I did it myself a couple of times. Particularly with a first child, it is difficult to understand how to balance parenthood with a job. Most working mums will know that we feel guilty when we are at work and when we are at home. We need to find a balance, and it is crucial to support women at that stage in their lives.",
        "To go back to my point about adoption, if someone has tried to have a child for many years but failed to do so and then chosen to adopt, it is a very difficult time in their life. Having time at home without the threat of being made redundant is crucial, and that also applies to gay couples in the same position.",
        "Too often, companies wishing to cut back will choose a woman who is pregnant or on maternity leave as an easy target, but I think it is agreed across the House that that is categorically wrong. No woman should ever be disadvantaged because she is having a child or has had a child. In 2018, the Government commissioned a report on women and work after childbirth, which found that women and men experienced a large divergence in their careers following the birth of a baby.",
        "Fewer than 30% of women are in full-time work or self-employed three years after childbirth, compared to 90% of fathers. That is a clear example of how giving birth can affect a woman’s career chances. In the 21st century, it is a shocking statistic. I firmly believe that we must encourage women to feel empowered when they have a child, not anxious, not fearing that their job prospects are now weakened or that they may be at the top of the list to be made redundant.",
        "There is no doubt that employers sometimes handle pregnancy and maternity poorly. I was appalled to read the finding of the Equality and Human Rights Commission that one in five pregnant women experience harassment at work owing to their pregnancy or flexible working requests. The commission also found that more than 50,000 women a year felt forced out of their jobs by poor treatment. We should note that this is also an issue of retention. My right hon. Friend the Member for Chipping Barnet (Theresa Villiers) referred to the need to retain women for productivity purposes. That is crucial: we cannot afford, in this country, to lose female talent on account of poor protection. It is also important to note at this time that the birth rate is falling, and we need women to have babies for the sake of our economy—not today, not tomorrow, but in 10, 20, 30 and 40 years’ time. The Bill is not just about the immediate; it is about our country’s future.",
        "Among women with careers, we have seen the subsequent loss in earning and career progression that is termed the motherhood penalty. What kind of country do we want to be if we put a price on someone’s career because of motherhood and call it a penalty? It is not a country that I want to live in, and it is not a country in which I want my daughter—who is now 18—to grow up and start her career. It means that employers are losing female talent at a time when we need to retain talent, both male and female.",
        "Further data reinforces the concern about gender inequality, with an emphasis on the penalty that maternity represents for women’s salary and careers. It is crucial that we provide viable solutions to rectify that, and the Bill is certainly one solution. My hon. Friend the Member for West Bromwich West (Shaun Bailey) mentioned the gender pay gap. The fact is that women can feel, and indeed are, penalised for having children, and it can affect their ongoing ability to increase their pay, move up the career ladder and enjoy the benefits that that brings.",
        "Births are falling in this country. In the last 10 years we have seen a drop in the birth rate in England and Wales of nearly 16%.",
        "**Shaun Bailey**",
        "My hon. Friend has just mentioned the birth rate and the wider picture. I know that, since her days on the council, she has been passionate about building a strong sense of community in Westminster, but people in this area generally have careers and are not growing families. Many of them cannot have children, given the demographic. That will surely have an impact on communities, and the sense of community, in areas such as my hon. Friend’s in Westminster.",
        "**Nickie Aiken**",
        "My hon. Friend has made another excellent point. This is about ensuring that we encourage families to grow, and encourage women and gay couples either to have children or to adopt them, because it is families who create a community. As my hon. Friend says, in central London having families of all types—whether they are single households, older people or growing families—is crucial to community cohesion. Whether a woman is living in central London, the midlands, the north, Scotland or Wales—whatever part of the country she lives in—she must feel protected in having a child, so I absolutely agree with my hon. Friend.",
        "The Government have said that family life and the economy will suffer unless workplace practices are brought into the 21st century. We need to take that and staff retention seriously. One of the last things that I did as the leader of Westminster City Council, before I came to this place, was to change our parental leave policy. I introduced a policy whereby there was full pay for 12 months for people who were either on maternity or paternity leave and shared parental leave. That sent the message to staff that they were so important to keeping the council going and that they were part of its success. In the year following that announcement, there was a huge increase in people having children in Westminster City Council, and that is a very good thing.",
        "We simply cannot afford to let women be sidelined or penalised because they are pregnant and want to start a family. I believe that there is no greater or more important job in this world than raising a child, but the economic and emotional burden on parents can be equally as tremendous. We need to support our workforce, our women in the workforce and our families. For those reasons, I wholeheartedly welcome the Bill and commend it to the House."
    ]
}