{
    "url": "https://www.ukpol.co.uk/nickie-aiken-2023-speech-on-heritage-assets-in-london/",
    "title": "Nickie Aiken – 2023 Speech on Heritage Assets in London",
    "post_date": "April 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Nickie Aiken",
            "url": "/tag/nickie-aiken/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nickie Aiken, the Conservative MP for the Cities of London and Westminster, in the House of Commons on 23 March 2023.",
    "content": [
        "When I stood for election, I promised my constituents that I would be a strong local voice. This debate is at the heart of that promise. The Cities of London and Westminster sit in the heart of our nation’s capital. It may be considered one of a handful of global cities, but to those of us who call it home it is also a group of local villages, with local people who are incredibly proud of their neighbourhood’s history. Whether it is Covent Garden, the square mile, Marylebone, Pimlico, Hyde Park or the west end, heritage matters. Heritage matters for so many reasons, not least because of its significant pull factor for tourism. In London we see that on a magnified scale, with people coming from all over the world to visit our heritage buildings, palaces, iconic sites and parks, and enjoy our cultural offer. Places such as Buckingham Palace and Westminster Abbey will come into sharp focus later this year with the coronation of King Charles III and Queen Camilla. Right here, the Palace of Westminster, where we sit today, is a UNESCO world heritage site. I can therefore think of no better time for this debate, with this being English Tourism Week.",
        "I recognise the incredible work that my hon. Friend the Minister’s Department is doing to bolster UK tourism, especially since the pandemic. In particular, I applaud the Department’s support for heritage and the arts including, of course, the £1.57 billion culture recovery fund, and measures within the tourism recovery plan. I do so in large part because London’s unique appeal lies in its ability for its heritage assets to tell the many stories of a 2,000-year-old city.",
        "In London, our historic buildings are so common that it is easy for us to take them for granted without giving them a second thought, but without protection, those buildings may not be here in the future. That is made clear in Historic England’s annual at-risk register, which highlights the critical health of England’s most valued historic places. For those in the Cities of London and Westminster, such places have huge community importance, from the Buddhist temple in Margaret Street to the former Samaritan Hospital for Women in Marylebone, and the 18th-century church of St Mary Woolnoth in the City of London. Those are valued historic places, many of which, according to Historic England, are at risk of being lost.",
        "In 2022, London had 421 listed buildings, 101 places of worship, 25 archaeological entries, 12 parks and gardens and 72 conservation areas that were at risk of neglect, decay or inappropriate change. Thankfully, many have been rescued thanks to heritage bodies and dedicated teams of volunteers, community groups, charities, owners and local government, all working together. For example, two historic buildings with heritage value were recently under threat in the two cities, but both were saved due to community action that I was delighted to fully support. I speak of Bevis Marks synagogue—the oldest synagogue in continuous use in the United Kingdom—and the historic Simpson’s Tavern in Leadenhall, which is 250 years old and a constant in an ever-changing part of the City of London. Both were under threat, but local people stood up and said no to unfettered development, and yes to heritage.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I commend the hon. Lady, who I spoke to beforehand, for securing this debate. She has said not a word that I do not fully support and see the need for. She is right to say that our heritage assets are historic and need to be retained and protected, and that can happen only through funding. She also referred to tourism. Our tourism goes across the whole United Kingdom of Great Britain and Northern Ireland, and we can all benefit. I encourage people to come to London for their holidays, and I am sure she encourages people to come to my constituency of Strangford for holidays. Whenever she comes, I suggest that she goes and visits Scrabo tower, an historic building that has been retained for two or three hundred years. It overlooks Strangford lough, and whenever I go home on the plane on a Thursday night—I usually head home then, but now it will be tomorrow morning—I see Scrabo tower and I know I am coming home, and it always does my heart good.",
        "**Nickie Aiken**",
        "I thank the hon. Gentleman for his intervention. As he knows, I have visited Strangford several times and I plan to do so in the near future. It is a great and beloved place that is part of the United Kingdom.",
        "We cannot rely solely on community action to protect our cultural assets. There are cases where local people and local government really make an effort to ensure we look after heritage assets—we saw that with the site of Smithfield market, which has been in place since the 14th century. It is now to be the home of the Museum of London, which is moving. The development plans pay a lot of attention to preserving the historic fabric of London for future generations, and I pay tribute to that. I appreciate that not everyone is happy to lose the meat market at Smithfield, but there are cases where development can be done well to create a new offer for the next generation.",
        "There are also cases where people are still fighting to save their heritage. I share the concerns of Barbican residents about proposals to knock down and redevelop the former home of the Museum of London and Bastion House, and replace it with a major office development. I am delighted to work with the Barbican Association and Barbican Quarter Action to ensure local voices are heard by the City of London Corporation, and that these unique and important historic places are saved for community use, and, hopefully, housing. They are functional historic assets that serve their community and add to London’s cultural offer. That is so important, because communities want to see their local heritage thrive.",
        "Yes, concentrating on digital and tech is important for the Department for Culture, Media and Sport, but we cannot afford to lose focus on the conservation of the country’s cultural and historic heritage. Without that emphasis, heritage will be at risk. London is modernising, but tourism figures and local support underline the popularity of the historic landscape. People care passionately about their historic environment. They want to be involved in decisions about their heritage and how we manage change.",
        "A good example of that recently was when constituents, as well as heritage experts and heritage bodies, wrote to me concerned that Westminster City Council was not, in their view, giving enough consideration to the historical significance of Victorian gas-powered lamps in its plans to replace them with LED replicas. There are now very few functioning gas lamps left in Westminster. Each, in its own right, is a work of art and a piece of our history, surviving the Blitz and London’s urban revolution, but not all of them will survive due to the council’s diktat to replace them with LED lamps.",
        "Thankfully, the brilliant London Gasketeers, a fantastic group of locals, are rallying to save these historic lamps. I met the London Gasketeers on Maunsel Street in Westminster to show my solidarity with their cause, along with many locals. Many of those local people had never been part of a campaign before and they were delighted to support the London Gasketeers. The cause gained wide-ranging support: everyone from myself to the president of the GMB union—believe it or not—historians, actors, cabbies, heritage experts and, most importantly, a diverse mix of Westminster residents who care passionately about their local heritage. We have been successful. I pay tribute to the London Gasketeers and I am delighted to see many of them in the Public Gallery this afternoon.",
        "Things like gas lamps might seem trivial to some, but like it or not, they are our material history. People care because Westminster’s heritage belongs to everyone. Such things matter to our overall social landscape, and are so important because London is a city where history and modernity remain intrinsically linked. The same can be said for urban development. Consider Soho, which has always been characterised by its narrow streets that lend it a friendly, human scale. That is part of Soho’s material history. However, the pavement licensing scheme, which might have been a great offer during covid as an emergency lifeline to many local restaurants and bars, could now have a detrimental effect on the historic streetscape if it becomes permanent without any protections in place. That is why I am calling on the Department for Levelling Up, Housing and Communities to ensure that guidance accompanying the Levelling-up and Regeneration Bill is clear about the conditions on which licences are granted. It is important that local councils have the flexibility to determine where it is appropriate to have a licence and where it is not.",
        "Beyond the principal argument on access, we need to ensure that our streetscape is consistent with Soho’s conservation area status, respecting Soho’s unique history and character. We must preserve elements of material history and evolve sensitively in places that already have protection, such as Soho’s conservation area, or deserve protection, such as Westminster’s Victorian gas lamps or London’s historic buildings and places.",
        "The preservation of our heritage and cultural assets draws millions of tourists to London every year. A VisitBritain survey found that the vast majority of tourists see Britain as a place where heritage meets vibrancy and modernity. The same can be said of our cultural institutions, as 15% of international tourists attend a play, musical, opera or ballet. I am incredibly proud of the vibrant arts and culture offer in my constituency, much of which can be found in the historic west end, dating back to the 1600s. In fact, according to the Office for National Statistics, 8% of the UK’s art and culture businesses are based in the Cities of London and Westminster—around 2,500 businesses.",
        "There is no doubt that the past few years have been extremely difficult for the arts and culture. The commercial uncertainty of the current climate has not helped. Rising global inflation and consistent train and tube strikes have all had a knock-on effect, hampering the recovery of this £2.4 billion sector. We saw during the pandemic the fragility of the industry. We cannot be complacent; we must protect our cultural assets. After all, heritage and theatre bring in £890 million a year, with more than 16 million people attending London theatres last year.",
        "We need to work with the theatre sector in London to develop a strong UK talent pipeline, through investment in the arts premium and development of the culture education plan. My hope is that will mean that we can make sustainable, evidence-based decisions to conserve our culture and heritage while enabling people to enjoy them. While I am on this point, although London is not part of the new levelling-up agenda per se, it forms the heartbeat of British artists and culture. We risk losing those institutions at our peril. We saw that with Arts Council England’s rash decision to cut funding to the English National Opera, based in the London Coliseum, not far from here. That decision would have seen the loss of a national icon that gave local people so much—not just world-class opera performances but local initiatives such as the ENO’s Breathe programme, which supports people suffering with long covid.",
        "I urge the Minister to reaffirm the Government’s commitment to the arts and culture sector, and in particular the west end. We cannot forget the strength of the sector as an entrepreneurial and SME-led economic driver locally, nationally and globally. For those reasons, I am grateful to have the opportunity to speak on the importance of protecting heritage assets in London.",
        "Since London’s founding in what is now the square mile in the City of London, this has been an ever-changing metropolis. Each generation has added its own personal touch, culminating in a hugely diverse and historic modern city. Now more than ever, it is our duty to ensure that we do not lose what makes London London. Therefore, we must be proactive in protecting our cultural assets, from the west end to the wider historic fabric of London, which is becoming increasingly under threat.",
        "I urge the Minister to reaffirm her commitment to protecting our heritage assets for future generations, and ask that she work with London’s cultural sector to stimulate growth, encourage tourism and safeguard the industry. London’s historic assets are at risk of being lost to history; we cannot allow that happen."
    ]
}