{
    "url": "https://www.ukpol.co.uk/nickie-aiken-2022-speech-on-the-public-order-bill/",
    "title": "Nickie Aiken – 2022 Speech on the Public Order Bill",
    "post_date": "May 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nickie Aiken",
            "url": "/tag/nickie-aiken/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nickie Aiken, the Conservative MP for the Cities of London and Westminster, in the House of Commons on 23 May 2022.",
    "content": [
        "As is seen week after week, my constituency of the Cities of London and Westminster tends to be the epicentre of political protest in this country. That is hardly surprising, as it is home to the Government, to Parliament and to the UK’s financial heart in the City of London.",
        "I am sure that many hon. and right hon. Members can imagine that the effective management of protests, particularly the most disruptive, is of interest to my constituents. They have first-hand experience of having to negotiate their daily lives with the rights of others to protest.",
        "In the hundreds of letters and emails that I have received from constituents highlighting the disruption that they have suffered during the days and weeks of organised protests, not one has called for the right to protest to be curbed. When it comes to public order, it is especially important to ask ourselves why the measures outlined in this Bill are proper and necessary. What has been made clear to me by both the Metropolitan police and the City of London police is that existing legislation has not kept pace with the evolving tactics of modern-day protesters.",
        "Specifically, the lack of a lock-on offence makes it almost impossible for the police to balance lawful protest and basic civil rights. Provisions in this Bill will change that. Clauses 1 and 2 will allow police pre-emptively to stop highly disruptive, and in some cases dangerous, lock-ons. Clause 1 is of particular importance, as it will make locking on an offence where such an act,",
        "“causes, or is capable of causing, serious disruption”.",
        "That is absolutely right. We have seen individuals glue themselves to vehicles or use lock-on devices on the public highway.",
        "Last August, those tactics were used on Tower Bridge by protestors who brought parts of Central London to a standstill for hours. Protestors have encased their arms in tubes filled with concrete and locked themselves to makeshift structures at huge heights. We have even seen reports of protesters inserting nails and blades into those pipes in an effort to make removing them more difficult and dangerous for our police officers.",
        "We cannot overlook the very real concerns of thousands of ordinary people who are disrupted by demonstrations that go well beyond what is necessary. I utterly disagree with the suggestion that just because we agree with a cause, the disruptive activity is right. It is not. Protest tactics using lock-on devices are not just inconvenient for many, but can have real-life consequences—emergency vehicles unable to attend 999 calls, missed hospital appointments or someone unable to get to a dying loved one to say goodbye.",
        "It also frustrates me and many of my constituents that police officers involved in policing those protests are taken away from policing their neighbourhoods and concentrating on their local policing priorities. It is not just Westminster and City of London police officers being taken away from their daily duties. During a number of major days-long protests, I have seen officers from the home counties and Bedfordshire policing central London. I have even come across police vans in Covent Garden with the word “Heddlu” on them, which is Welsh for police.",
        "Removing lock-on devices safely requires specialist policing teams to be deployed in what can be high-risk environments, which takes time and significant resources. Just one protest group, Extinction Rebellion, had a total of 54 days of protest between 2019 and 2021, costing some £1.2 million a day. I therefore welcome clause 2, which would allow officers to act on reasonable suspicion that satisfies visual and intelligence-based qualifications to prevent the use of highly dangerous lock-ons.",
        "Since the publication of the Bill, I have listened to the argument that the offence is not necessary, and that the offences of wilful obstruction of the highway and aggravated trespass cover these actions. To an extent, that is true. However, they are only applicable after assembly of the structure, by which point we will have seen a chain of events that will ultimately lead to serious impositions on the surrounding area, businesses and local people.",
        "The sticking point in the Lords on the Police, Crime, Sentencing and Courts Act 2022 was provisions specifically relating to noise or limiting freedom of expression. I recognise that, and I accept that, for this kind of legislation, we need to reach an agreement that satisfies both this and the other place. However, I stress that clauses 1 and 2 of this Bill are absolutely necessary to rebalance lawful protest and civil rights. After all, in non-violent protests, the duty of the police is to take a balanced and impartial approach towards all those involved in or affected by the protest—an approach that is consistent with both human rights law and domestic legislation. We must ensure that both lawful protest and everyday life can continue without the basic rights being infringed in respect of either. I believe that the Public Order Bill does exactly that."
    ]
}