{
    "url": "https://www.ukpol.co.uk/nickie-aiken-2020-speech-on-pedicabs-in-london/",
    "title": "Nickie Aiken – 2020 Speech on Pedicabs in London",
    "post_date": "June 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nickie Aiken",
            "url": "/tag/nickie-aiken/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the speech made by Nickie Aiken, the Conservative MP for the Cities of London and Westminster, in the House of Commons on 9 June 2020.",
    "content": [
        "I beg to move,",
        "That leave be given to bring in a Bill to provide for the regulation of the carrying of passengers in Greater London by pedal cycles and power-assisted pedal cycles for hire or reward; and for connected purposes.",
        "I am sure that hon. Members will be familiar with the sight of pedicabs or rickshaws on the streets of London. Before covid-19 they might have come out of the theatre to a row of pedicabs ringing their bells, playing their music, touting for business and haggling over trips to stations, restaurants, bars or hotels. Pedicabs may seem like a fun way to end an evening—a white-knuckle ride through the streets of London on the way home. But hon. Members might have found there was a sting in the tail. They might have been told when they arrived at their destination that the price originally agreed was for one person and, as they were two, the price had now doubled. I have heard of tourists being charged upwards of £100 for a mile journey.",
        "Surely, you wonder, pedicabs must be regulated, run a meter, be insured and have their vehicles regularly inspected for faults and roadworthiness. Should they not have to undertake the same checks and balances of other vehicles for hire? Our traditional black cabs and private hires such as Uber are heavily regulated. Sadly, none of that is true for pedicabs. Due to a loophole in the Metropolitan Public Carriage Act 1869, pedicab operators are not classified as stage carriages. As a result, there is no requirement for insurance, no requirement for fares to be fixed or consistent, and no requirement for vehicles or drivers to be quality assessed. They are the only form of public transport in London that is not regulated in any way, and estimates suggest that there are about 2,000 of them in operation in central London alone.",
        "Alongside the fact that because pedicabs are not insured or checked in any way they are a risk to those who use them, they are proving to be a risk and a disruption to Londoners at large. They often play loud music late into the night as they drive the streets. They can drive dangerously on the pavements, putting pedestrians at risk. Accidents are becoming more frequent, and hit-and-runs are not uncommon. They have also been known to promote criminal behaviour. According to a 2015 Evening Standard report, pedicab drivers were being paid tips by prostitutes for taking passengers to brothels for sex, and there were reports of their facilitating drug dealing across the city. Westminster City Council receives a large number of complaints regarding pedicabs. In 2016, the last year for which the council maintained figures in this area, approximately 1,000 council-led interventions against pedicabs were required.",
        "This is not to say that all pedicab drivers or operators behave in this way. We have seen a growth in pedicab provision on the basis of providing an environmentally friendly alternative to taxis and other forms of public transport. Some operators have taken it upon themselves to insure their vehicles and drivers, as well as to regulate their fares. However, it remains the case that these good operators are under no obligation to take the steps that they have, and they remain in the minority. I would also ​like to take this opportunity to highlight the growing number of bona fide companies that we see using pedicabs to deliver goods around central London. Of course, they offer a more environmentally friendly delivery service, which should be welcomed. This is not about taking them off the roads; I would wish to encourage more much greener vehicles such as these on our streets, as long as they are roadworthy and the drivers have been checked.",
        "That is why I and a cross-party group of London MPs have brought this Bill before the House today. It is essential that Transport for London is given the powers to regulate pedicabs to make sure they are safe, that their fares are reasonable and consistent, and that rogue operators can no longer present a threat to residents and businesses in London. I also have cross-party support from outside this place. The Bill is supported by the Mayor of London and Lambeth Council, as well as Westminster City Council and the Royal Borough of Kensington and Chelsea. It is also supported by London Councils, a cross-party organisation representing London boroughs. The Bill is supported by the Licensed Taxi Drivers Association, the New West End Company and the Heart of London Business Alliance, as well as residents associations and amenity societies across Westminster, including the Soho Society, the Marylebone Association, the St Marylebone Society, the Covent Garden Community Association and the Knightsbridge Association.",
        "The Bill allows TfL to set the requirements of drivers’ eligibility and conditions, thereby preventing the current exploitation of some drivers by gangmasters. We must recognise that a minority of pedicab drivers may be at risk themselves of being trafficked and being part of modern slavery abuse. Having the regulation as outlined in the Bill could help to stop that practice if drivers have to be checked. The Bill protects the consumer by ensuring the quality and roadworthiness of vehicles. It will offer some comfort to businesses and residents by allowing for conditions to prevent pedicabs from standing or plying for hire in specific places or at specific times, as determined by Transport for London.",
        "This is a simple Bill. It is a clear Bill, and it is a Bill that is much needed and much wanted. I understand that the Government are sympathetic to what the Bill wishes to achieve, as I note that the response to a written question from the hon. Member for Vauxhall (Florence Eshalomi) in April said:",
        "“The Government is aware of concerns raised about unregulated pedicabs in London and as such, has committed to seek opportunities to introduce legislation that will enable the regulation of pedicabs.”",
        "I would be delighted to offer the Government such an opportunity by encouraging them to back my Bill on Second Reading.",
        "Last, but certainly not least, the Bill is supported by 3,000 of my constituents, who have pledged their support via my website. I am clear that this is not a Bill to ban pedicabs. I welcome them as part of London’s drive to become a greener city for us to live and work in, but they must be regulated. They must be safe, and there must be sanctions for injury or risk to pedestrians and customers. It is for those reasons that I hope the Bill will be introduced. No other city in the UK is subject to this loophole; it is just London that runs the risk. We must take this opportunity to correct that, and I commend this Bill to the House."
    ]
}