{
    "url": "https://www.ukpol.co.uk/nickie-aiken-2023-speech-on-pride-month/",
    "title": "Nickie Aiken – 2023 Speech on Pride Month",
    "post_date": "June 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Nickie Aiken",
            "url": "/tag/nickie-aiken/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nickie Aiken, the Conservative MP for the Cities of London and Westminster, in the House of Commons on 15 June 2023.",
    "content": [
        "It is a huge privilege to speak in the debate, and I thank my hon. Friend the Member for Carshalton and Wallington (Elliot Colburn) for securing it. It gives me great pride to represent a part of London that has such a profound LGBT+ history. I feel fortunate that my constituency includes Soho, one of the world’s best known gay districts, as well as places such as the west end and Piccadilly Circus, which all form part of London’s LGBTQ+ social and cultural fabric.",
        "From hosting the first UK march in 1972, places such as Soho have developed at the centre of London’s gay community. Historically, it is of huge importance, and many of the conversations on gay rights started in the bars and spaces that still line the streets of Soho today. It was on those streets and in those spaces that people came to show their solidarity. They stood up not just for themselves but for the gay community everywhere. To that, I pay tribute. They made their case for reform despite visceral discrimination. They listened to those who opposed them and challenged them in open debate. Slowly but surely, they won the support not just of parliamentarians in this place but of wider society. I pay tribute to all those trailblazers. Because of those people, support in Britain for the LGBT+ community has been built on firm foundations. It is now embedded in our culture and supported by all mainstream political parties.",
        "**Dawn Butler (Brent Central) (Lab)**",
        "I agree with the hon. Member that we have had firm foundations in the UK. I think that we were ranked as No. 3 in the list of LGBTQI+ friendly countries, but we have fallen down that list quite considerably. Can she think of any possible reason why that might be?",
        "**Nickie Aiken**",
        "I have no reason to think why we would have fallen. It is important that we continue to have strong policy supporting the LGBT+ community, because it is the diversity of this great city of London and this great country of the United Kingdom that makes us strong. We must ensure that the rights of gay people and all people are at the forefront of our policymaking.",
        "I recently spoke to activist and campaigner Philip Baldwin on an episode of my podcast about the challenges that the LGBT+ community has faced, from fighting for equal rights to breaking down stigmas. He told me that in 2003, at the age of 24, he was diagnosed with HIV; a week later, he was told that he also had hepatitis C. Because of medical advancements, his HIV status is no longer a life sentence and his hepatitis C has been cured. When he got his diagnosis, it was not the life sentence that, back in the ’80s and ’90s, my friends had to face, because thanks to scientific and medical advancements and attitudes among scientists and doctors, people can now live with a diagnosis of HIV and have approximately the same life expectancy as everybody else. When I was a teenager, an HIV diagnosis was a death sentence.",
        "This new era of treatment was made possible in part by researchers at St Mary’s Hospital in my constituency of Cities of London and Westminster. From the early 1980s, St Mary’s became the site of groundbreaking trials that would change the course of treatment and research for years to come. Those included a pioneering study of 400 gay men led by Professor Jonathan Weber, the current dean of the faculty of medicine who was a junior doctor back then.",
        "When I was drafting my speech, I spent some time reflecting on how far LGBT rights have come in my lifetime. In fact, 2023 marks 20 years since the repeal of section 28: the law that, in dark days, banned the promotion of homosexuality in the UK. It gives me no pleasure to recognise that that law was brought in by a previous Conservative Administration.",
        "I note what my hon. Friend the Member for Carshalton and Wallington (Elliot Colburn) said about the relationship and sex education review currently going on. As a mother of two—one of them has now left school—I believe it is vital we ensure that our children are talking about sexuality, consent, respect and everything else that is informed within relationship and sex education. There should no ban, including on education on homosexuality and trans. It must be age-appropriate.",
        "We have talked about section 28 and how far we have come. Today, I am so proud that same-sex marriage is legal and that discrimination against the LGBT+ community is rightly outlawed. Conversion therapy is due to be banned, and I hope that it will be. The sooner that becomes law, the better.",
        "Only the other day, I was having a conversation about how far we have come in Parliament itself. Twenty years ago, when the then Labour Government introduced a Bill to allow gay people to adopt—I am sure my Conservative colleagues will be as interested in this as I was—the Conservative parliamentary party was whipped to vote against it. However, there were three Conservative MPs who rebelled and defied the Whip: George Osborne, David Cameron and Boris Johnson. Whether hon. Members agree with their politics or not, that rebellion was the start of a new wave of Conservative thinking about gay rights. It was that new generation of Conservatives, led by David Cameron in government, who were responsible for passing the last major piece of LGBT equality legislation. With the Marriage (Same Sex Couples) Act 2013, gay people were finally treated as equals, and the last piece of legal discrimination aimed specifically at this group of British people was removed.",
        "When David Cameron launched the Government’s gay marriage legislation—it was controversial in parts of our party at the time—I remember that he said:",
        "“I don’t support gay marriage despite being a Conservative. I support gay marriage because I’m a Conservative.”",
        "That resonates with everything I believe in. He was saying that the Conservative party is a home for everyone, so let us not forget how far Britain has come in welcoming LGBT people as valued and respected members of our society.",
        "We have made great progress towards LGBT+ equality in my lifetime, but the fight is far from over. As we have discussed, the world remains a dangerous place for many gay people. I was appalled to learn of the recent anti-gay Bill in Uganda. In the UK, we can still go further with gay rights, and we must ban conversion therapy. With that, I look forward with hope and with pride."
    ]
}