{
    "url": "https://www.ukpol.co.uk/nickie-aiken-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Nickie Aiken – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nickie Aiken",
            "url": "/tag/nickie-aiken/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nickie Aiken, the Conservative MP for the Cities of London and Westminster, in the House of Commons on 28 April 2020.",
    "content": [
        "The measures outlined in this Bill send a clear message both to survivors and perpetrators: domestic abuse should not and will not be tolerated. Domestic abuse is a heinous, horrific crime, not just because of the lasting damage it will do to its survivors but because it strikes at the heart of what most of us hold so dear: our family; our home. The place where we are meant to feel safest, most loved and cherished becomes a prison—a dark and frightening place, and, in the very worst cases, a mental and physical torture chamber. Domestic abuse does not discriminate. It can occur in any relationship, gay or straight, in any family behind any closed door. There is not a single community or socioeconomic group that is unaffected by this crime. Its victims, its survivors and its perpetrators are our friends, family members, neighbours and colleagues.",
        "In the past month, all our lives have been turned upside down by the coronavirus crisis, and covid-19 has shone a dark light on domestic abuse. For some families, things are incredibly hard, trapped at home for most if not all of the day, creating the perfect storm that makes domestic abuse much more likely. I welcome the Government’s recently launched domestic abuse campaign, You Are Not Alone, as part of their corona emergency response.",
        "When we talk about domestic abuse, we generally think about adults. However, children and young people are often the hidden victims of domestic abuse, simply considered to be witnesses and not directly affected. I would like to take this opportunity to thank Barnardo’s for the help it has provided me with preparing for this speech. It is an outstanding charity, one among many, whose phone line and policy work help thousands of children and young people experiencing domestic abuse directly or indirectly. It is estimated that one in five children aged under 18 experience domestic abuse at some point in their childhood. Three quarters of Barnardo’s frontline staff are working with children impacted by domestic abuse.",
        "The damage and devastating impact that witnessing domestic abuse can do to a child’s development, their educational attainment and their long-term mental health can have a lasting effect on their life. It affects their ability to form happy, healthy relationships, and often leaves them trapped in a lifelong cycle of violence, either as a victim or even as an abuser themselves. Can you imagine the effect on a child who has had to endure ​watching and listening to a parent, often a mother, being screamed at, beaten, their every moment controlled by their abuser, day in and night out, for many, many years? Imagine growing up in a home that is meant to be your sanctuary—your safety net—where every morning you wake up and dread going downstairs, not knowing whether a wrong word or look will start the abuse off again.",
        "I would like to pay tribute to a constituent of mine, the broadcaster and journalist Charlie Webster, who is a domestic abuse survivor herself. She has told me her story of the systematic physical, emotional and coercive abuse that she suffered from the age of seven at the hands of her stepfather. It is hard to believe that she is still alive when you hear her story. She told me last week that she is convinced that if her abuse occurred today, during lockdown, she and her mum would not have survived. It is Charlie’s experience of Barnardo’s policy work that has led me to conclude that a desperately needed amendment to this Bill is required if we are going to help children through the trauma of growing up in a domestic abuse home.",
        "The Government have added a welcome clause, clause 53, putting a duty on public authorities to ensure support for victims who live in safe accommodation, usually a refuge. My fear is that, as currently drafted, the Bill risks creating a two-tier system, helping those in supported accommodation, but not those still at home, and we already know that the majority of adults and child victims remain in their family home or elsewhere in the community. It is therefore vital that we fix this anomaly in the Bill so that all victims of domestic abuse can expect and receive the support they need to recover from harm and move on with their lives. I hope that Ministers will accept that clause 53 should be amended. Domestic abuse does not discriminate and neither should the law.",
        "I commend the Second Reading of the Domestic Abuse Bill, and I pray that when it finally does become law, it will lead to a better understanding of domestic abuse among the public and public agencies, and that it will ensure that no vulnerable child or adult will be left to suffer."
    ]
}