{
    "url": "https://www.ukpol.co.uk/nickie-aiken-2022-speech-on-the-sharing-economy-and-short-term-letting/",
    "title": "Nickie Aiken – 2022 Speech on the Sharing Economy and Short-Term Letting",
    "post_date": "June 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nickie Aiken",
            "url": "/tag/nickie-aiken/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nickie Aiken, the Conservative MP for the Cities of London and Westminster, in the House of Commons on 16 June 2022.",
    "content": [
        "I beg to move,",
        "That this House has considered short-term letting and the sharing economy.",
        "I have called this debate to once again draw attention to the negative impact on our neighbourhoods up and down the country caused by the abuse of short-term lettings. Short-term lettings are when property is let on a nightly or weekly basis usually for leisure and tourism purposes. We are seeing them pop up on a variety of platforms, including Airbnb, Booking.com, Tripadvisor and Expedia. Since the Deregulation Act 2015, we have seen an increasing number of properties, which would otherwise have been rented out on a long-term basis, being turned into basically holiday accommodation. Between 2015 and 2020, the number of Airbnb listings in London alone grew by 378%. Research by London Councils found that by 2019, there were more than 73,000 listings for short-term lets in London across six of the largest online letting platforms. That is equivalent to one in every 50 homes in the capital.",
        "**Felicity Buchan (Kensington) (Con)**",
        "Does my hon. Friend agree that one issue with short-term lets is that they take housing stock out of the market? I have the neighbouring constituency of Kensington, and in the tourist areas, particularly around the South Kensington museums, there are streets that are almost exclusively Airbnbs. Many of those are one or two-bedroom properties, and that is aggravating the housing crisis because young people who would typically buy those properties simply cannot get access to them.",
        "**Nickie Aiken**",
        "My hon. Friend is absolutely right. With the explosion in the number of short-term lettings, a whole host of problems associated with such lettings have become more widespread across our neighbourhoods. I shall highlight a number of the issues we are seeing, which include increased pressure on housing stock, leading to higher property and rent prices—that is what my hon. Friend referred to. They also include a rise in associated antisocial behaviour, noise complaints and dumped rubbish, and an increasingly unfair playing field in the accommodation sector, which is placing more and more pressure on hotels and private bed-and-breakfast businesses.",
        "Since coming into force, the Deregulation Act 2015 introduced several changes that were designed to free businesses from the burdens caused by regulation and existing laws, including relaxing planning permission in London for short-term lets. When the Bill was going through Parliament, Westminster City Council predicted that homes would be, en masse, turned into lettings for tourists. We knew that those lettings would soon basically be turned into mini hotels, without any of the oversight or regulation that genuine hotels have to adhere to. That is why it was a relief in some contexts to see short-term lettings in London limited to just 90 nights per year under the Deregulation Act, following a sustained lobbying campaign by Westminster City Council. That was not enough, however, and sadly our worst fears have come to fruition.",
        "Without the right tools to enforce the Act our biggest concerns have become a reality for many local people, and many landlords involved in short-term lettings are ignoring the law. Research from 2019 estimated that 23% of 11,200 Airbnb listings in London alone were occupied for more than 90 nights in that year. With the number of short-term lettings skyrocketing, it is clear that we need urgently to get a grip of the situation, because it is becoming unsustainable.",
        "This is obviously not just a London issue. As my hon. Friend the Member for North Devon (Selaine Saxby) recently highlighted, 4,000 homes have come out of private rent in Devon since 2016, and 11,000 have joined the short-term holiday listings. I know from speaking to colleagues across the country that we are seeing that trend up and down the United Kingdom, particularly in places such as Cumbria and the south-west. This issue affects our whole country, and although problems such as strain on housing availability and the cost to local authorities may be the same nationwide, the diverse nature of the issue means that there will be no one-size-fits-all approach to resolving the problem. What we need, in my humble opinion, is for local authorities to be given the powers to do what they feel is right for their unique areas. For example, here in Westminster we need a licensing scheme much like those seen in other countries. Such schemes are generally set at a local level and ensure that standards are adhered to and that the market is not overwhelmed.",
        "We see key examples around the world. In Lisbon, the city council has implemented containment zones that limit the amount of short-term let accommodation within them. In Barcelona, landlords are required to have their properties inspected and approved before they can be let out. Closer to home, the Scottish Government have legislated for local authorities to introduce a short-term lets licensing scheme by October. It will be interesting to see how that works when it is implemented, and how successful it is.",
        "While such schemes differ from one another, they all suit their local needs, seeking to balance the sharing economy with the rights and amenity of local residents. That is what we should strive for across the UK, balancing tourism with the desire and need of locals to have a comfortable and quiet neighbourhood.",
        "We also see examples around the world where that has been taken further. In Atlanta in the United States, a tight licensing regime has been introduced with strict conditions. For example, hosts in that city have to hold a permit and pay an annual $150 fee. They face a $500 fine if a tenant violates city rules. They may have a maximum of two properties, one of which must be the host’s permanent residence. That is probably what we need for London.",
        "Across the world, we see that there is a full spectrum of examples and solutions, and it is about finding what works best in a local authority area. As it stands, the spirit of the Deregulation Act is not being met. We are seeing not the rise of individuals opening their spare rooms or their homes while they are on holiday, as the Government had hoped would happen under the Act, but a gradual increase in commercial businesses snatching up properties for the short-term letting market. Here in Westminster, 64% of hosts on Airbnb have at least two listings.",
        "**Andy Slaughter (Hammersmith) (Lab)**",
        "The hon. Lady is right to emphasise both the scale and the commercial nature of the problem; a lot of people think it is marginal when, in fact, in some areas it is endemic. Last week, I talked to a local headteacher who said that her school’s intake had been affected by a local mansion flat area changing from being long-term accommodation for homeless families into luxury accommodation with a substantial proportion of short-term lets, changing the character and demographics of the entire area. That is why the Government need to act.",
        "**Nickie Aiken**",
        "I do not often agree with the hon. Gentleman, but I certainly do on this.",
        "We are aware that, in Westminster and across central London, landlords can often skirt around the 90-night rule by posting their property on multiple sites or re-registering it in a location a few metres away. In turn, I am deeply worried that we are witnessing a hollowing out of central London, as the hon. Member for Hammersmith (Andy Slaughter) referred to regarding his local area, as properties convert all too easily from homes to holiday lets.",
        "At the start of 2022, the number of properties listed to rent across London was 35% lower than in pre-pandemic times. As I am sure hon. Members will appreciate, the housing market in my constituency and across the capital is already squeezed on both affordability and availability. We currently have over 4,000 households on the Westminster social housing waiting list in the same area that has 7,230 available properties on Airbnb. The average house price in the two cities has risen by £32,000 a year over the past 25 years. The most troubling issue is that, according to SpareRoom, average rents have now risen in the capital by 13% in the last year alone. That is why I find it increasingly frustrating that, while I can easily find plenty of examples of hosts with 50 or even 100 properties available, I cannot find a home to rent on a long-term basis in my constituency in the same areas.",
        "The dramatic increase in the number of properties converting to the holiday accommodation market and away from the private rented sector is ensuring that people are forced out of central London. It is getting so bad that I fear the only realistic possibility of the young finding a property in central London is by playing Monopoly. I do not mean to be flippant, but it is getting that bad. For those lucky enough to be able to find a property, there is an increasing likelihood that they will still find themselves living close to short-term letting properties, no matter where they are. As I am sure it is for many of my colleagues, that is reflected in my mailbag by constituents who find themselves having to live next door to short-term letting properties.",
        "**Felicity Buchan**",
        "Does my hon. Friend agree that there are other attendant problems with short-term lets, such as antisocial behaviour, properties being taken over essentially for large parties, rubbish being put out on the wrong day and littering the street, and, sometimes, a lack of respect for the neighbourhood?",
        "**Nickie Aiken**",
        "My hon. Friend is absolutely right. One of my constituents from Pimlico who wrote to me recently shares that view:",
        "“There has repeatedly been antisocial behaviour in the Airbnb-type flats in Tachbrook Street. The residents have no interest in the wellbeing of their neighbours. The flats are without doubt let throughout the year and the 90-day rule is completely ignored.”",
        "Post-pandemic complaints have increased in my constituency, with noise, rowdy parties, serious overcrowding, dumped rubbish and even sex work occurring within nightly let properties. From Mayfair to Marylebone and from Hyde Park to Covent Garden, no neighbourhood in Westminster is now free from the short-term let blight.",
        "On the ground, we have seen some pretty clear signals that short-term lets are increasingly causing social damage to our neighbourhoods. A YouGov study from 2019 found that 40% of Londoners felt that such accommodation was having a negative impact on the local sense of community. Worryingly, it also showed that one in five Londoners, when asked, felt that short-term lets had had a negative impact on safety in their local area. If these properties were rented out for just a few days a year, this issue might be manageable. However, as mentioned earlier, we know that is not the case. Local authorities lack the tools necessary to enforce the 90-night rule. As such, complaints are rising and communities are suffering.",
        "On antisocial behaviour, yes, the police and local authorities have powers to tackle it with antisocial behaviour and noise orders, but we do not always have the information needed to identify those involved. Of course, it is very hard for us to make general statements about what we would or would not think was a good idea, because this is a complex issue, but as I said earlier it is about flexibility. It is about giving local authorities the tools they need to protect their local areas. We have to be practical when it comes to enforcement measures. Right now, what continues to frustrate me, and I know thousands of my constituents, including councillors and officials in my local council, is that enforcement is virtually impossible, particularly when we do not know who is undertaking the antisocial behaviour. The lack of data makes it extremely hard for local authorities to identify them and then begin enforcement action.",
        "We need a change in the law to allow local authorities to fine landlords of properties that violate the rules, such as those on dumping rubbish. At the moment, responsibility lies with the tenant, not the landlord, even though the tenant will be long gone after having rented the property for a couple of nights—they have dumped the rubbish and they have gone. What we need is exactly what the former leader of Westminster City Council, Councillor Rachael Robathan, called for in response to more than 2,000 breaches of short-term letting rules—namely, to allow councils to go after the landlord rather than the short-term letter. That would help resolve the issue.",
        "The issue of tax compliance is also of concern. As the home sharing phenomenon becomes more mainstream, an important taxation revenue stream needs to be captured. As it stands, it is possible for landlords to hide their activities from Her Majesty’s Revenue and Customs and to perhaps not tell the truth on their self-assessment forms. If local authorities were able to collect data on what properties are being let out on a short-term basis, HMRC could access that data and ensure that no one was able to avoid paying tax on any money raised.",
        "In 2018, the Government issued a call for evidence on the role of online platforms in ensuring tax compliance by their users, but there do not appear to have been any major developments since then. Ensuring proper compliance would go some way to levelling up the playing field with other parts of the tourism economy. As highlighted by UK Hospitality:",
        "“Between the short-term lets, hotel and B&B sectors, a regulatory mismatch has also occurred in terms of health and safety and taxation.”",
        "I appreciate that there is a degree of self-regulation in the industry, but that is not enough. While hotels and B&B businesses must go through all sorts of checks and regulations to ensure the safety and wellbeing of their guests, the same oversight does not exist for short-term letting. For example, while Airbnb insists on things such as insurance indemnity, proper fire precautions and safety certificates for gas and electricity, I have met Airbnb hosts who have not once been asked by a platform to prove that they meet those requirements. If we were able to collect tax receipts from short-term lets, that could and should help in the enforcement of laws. It is not just about tax collection; we also need to make sure that landlords are on the same playing field as bona fide hotels and B&B businesses.",
        "I want to make it very clear that I am not against short-term letting. I absolutely recognise the many positives. As an Airbnb user in the past, I have benefited from being able to rent a home while on holiday. Short-term letting has provided and does provide an innovative and imaginative competition to the accommodation industry. However, the bottom line is that those positive impacts are paired with negative impacts, including lower health and safety standards; unfair competition for other hospitality providers; general economic issues such as mixed tax revenues and less availability of long-term rentals; increased rents and house prices; and pricing ordinary local people out of their area’s housing and rental markets. That is happening not just in central London but across the UK. In many cases, neighbourhoods have changed, with issues including antisocial behaviour, overcrowding of properties and transient communities.",
        "A sustainable approach, hopefully in the form of evidence-based, data-driven regulation and policy making, should address some of those issues. As I said earlier, there is no easy fix, no one-size-fits-all approach, but there are certainly stepping stones that we need to introduce. I hope that the Minister will pay serious attention not just to what I have said but, more importantly, to what we will hear later in this debate from Members of all political parties."
    ]
}