{
    "url": "https://www.ukpol.co.uk/nickie-aiken-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Nickie Aiken – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nickie Aiken",
            "url": "/tag/nickie-aiken/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Nickie Aiken, the Cities of London and Westminster, in the House of Commons on 10 September 2022.",
    "content": [
        "I am grateful for the opportunity to place on the record, on behalf of my constituents, the huge appreciation that we all share for the life and service of Her late Majesty Queen Elizabeth II. I also place on the record my condolences to His Majesty the King, and to all the royal family, about which much has been said already.",
        "I feel humbled to stand here today as the Member of Parliament for the Cities of London and Westminster, a constituency with such rich links to Her Majesty’s reign—from her birth in Bruton Street in Mayfair to her funeral, which will be held in Westminster Abbey.",
        "The two Cities were the vessel from which Her Majesty ruled, advised and steered our nation. Indeed, the two Cities are home to so many of the physical monuments of her reign. There is Buckingham Palace, of course, which has become the epicentre of the nation’s grief in the past two days. There is the Mall, the national stage for the pomp and ceremony that binds us to our past and our future. It has seen coronation processions, the daily routes of the Queen’s Guard, and the celebrations we saw back in the summer for the Queen’s platinum jubilee.",
        "There are St James’s Palace and Clarence House, where the Queen spent much of her youth and raised her young family before she took the throne in 1952. And of course there are Westminster Abbey and St Paul’s cathedral. The former was so pivotal in her life, from her marriage to her coronation and now, sadly, her funeral. The latter played an integral role in marking her extraordinary reign, especially with the services celebrating her silver, gold and diamond jubilees and, only a few months ago, that celebrating her platinum jubilee, which I was honoured to attend. Last night, of course, the cathedral led the first of many services of thanksgiving to our late Sovereign.",
        "When thinking about the Queen, I think of her role as the Head of State. For me, one of her everlasting legacies will be how she brought together the Commonwealth nations, growing their union from eight countries to 56 collective nations brought together under her stewardship. I often think how unappreciated Her Majesty’s skills in diplomacy were. Just think about what our world looked like at the beginning of her reign, and what it is now. By sheer force of character, she healed a deeply fractured world post empire. She fostered a family of nations that bore no resemblance to the empire of the past and that was instead built on the values of friendship, freedom and peace. Looking at the Cities of London and Westminster, I see the epitome of the Commonwealth’s legacy in both people and values, and we have the late Queen to thank for that. Like everyone else, when we heard the news of the late Queen’s passing, it hit us personally, because she had been such a constant throughout our lives and we have all shared in the celebrations of her life.",
        "One of my first memories of the Queen was the silver jubilee in 1977. As a Brownie, I received the 25p silver coin, and I recall the excitement of receiving that gift. For the diamond jubilee, my own daughter Georgia, then aged eight, was invited to present Her Majesty with a bouquet of flowers when she visited Fortnum and Mason in Piccadilly on the first stop of her jubilee tour.",
        "For me, the Queen had a unique ability to tap into the hearts of every single person, and a lot of that was because of her characteristic sense of humour and sense of fun, which cut through with people of all ages and backgrounds. In fact, I remember sitting on the sofa with my son Harry as we watched the opening of the Olympics in 2012, and the joy on his face at seeing the Queen jump out of a helicopter with James Bond. I think to this day he still believes that it happened. I felt a similar feeling for the new generation of children as we saw her share tea with Paddington Bear this summer. It is comforting to me that she placed such a premium on our future generations—especially now, as we look to the next generation of the Crown in King Charles III. Indeed, I was moved to see the new King and the Queen Consort walk into Buckingham Palace as monarch and Queen for the first time.",
        "As a new chapter in our history begins, the Cities of London and Westminster now prepare for another landmark in the Crown’s passage through history: the funeral of Elizabeth the Great and the coronation of King Charles III in Westminster Abbey. For that, I say God bless the Queen and long live the King."
    ]
}