{
    "url": "https://www.ukpol.co.uk/peter-ainsworth-2008-environmental-business-speech/",
    "title": "Peter Ainsworth – 2008 Environmental Business Speech",
    "post_date": "February 22, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Peter Ainsworth",
            "url": "/tag/peter-ainsworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by Peter Ainsworth to the Environmental Business Conference on 2nd December 2008.",
    "content": [
        "I am deeply grateful to the EIC for inviting me to participate in this conference. As you all know, the issue of climate change has been taken away from the Government Department which I shadow. Merlin Hyman’s insistence that I should join you today is proof that there is life after DECC.",
        "The Environmental Industries Commission has a crucial role to play in the fight to overcome the environmental and commercial challenges facing business and industry.",
        "By showing genuine leadership in an area where so often there is none, the EIC is at the forefront of the push towards a low-carbon, environmentally-focused, economy.",
        "And the economy must be that way, or we won’t have much of one.",
        "We all know that the economy is in trouble.",
        "Uncertainty is rife. It is harder to get loans. It is harder to get good ideas off the ground. It is harder for businesses to plan for the future when others are going under.",
        "Yet these difficulties are made worse still when Government fails to offer clarity and leadership.",
        "Investing in the environmental industries should not be a gamble.",
        "People are worried about their jobs and businesses and are anxious about what next year will bring. These are real and immediate concerns.",
        "Yet we must not lose sight of the prospects for our long term advantage in the world economy. The only way forward is to move to a genuinely low carbon way of doing business.",
        "The current crisis is just that: a crisis. But as I said here in April, there is a Chinese symbol for crisis which means both danger and opportunity.",
        "It is essential that, in dealing with the present crisis, we do not lose sight of the opportunity for a different kind of growth.",
        "We must build new, green businesses and make old businesses greener.",
        "This way we will create new and lasting jobs. Here. At Home. In the UK. And around the world.",
        "So right now, whilst all attention is understandably focussed on damage limitation, we need to remember an important point: there is no trade-off between the green agenda and saving the economy. They go hand in hand. Our economy, our environment, our country, must be equally resilient.",
        "We are becoming far too dependent on foreign oil and gas. In the last three years, our domestic oil production has fallen by 9%. This is trend will continue.",
        "The UK has recently become a net importer of gas. By 2010, imported gas is set to make up half of our supply. This poses a serious risk to the country.",
        "We are losing our resilience.",
        "We are becoming weaker and more vulnerable.",
        "In the spring of 2006, a supply problem in Europe meant that we, in Britain, had to fork out an extra £1 billion pounds to heat our homes.",
        "We cannot afford to be so exposed to factors beyond our control.",
        "It stunts our economic growth and leaves the most vulnerable in society at risk.",
        "I guess what I am saying is that it’s not just in your interest to go green. It’s in the national interest. So green really is the new red, white, and blue.",
        "The Government can wring its hands about the failure to meet domestic fuel poverty targets, but the truth is that if we don’t control the fuel, we don’t control the price of it.",
        "When we are dependent on others, we put our industry and citizens at risk.",
        "To break free we must go green.",
        "Our economy is in need of an overhaul. It needs re-engineering. We cannot afford to grow in the way we have for the last century and a half; behaving as if we were masters of nature, and not a part of the natural world.",
        "It is clearer now than ever that we simply cannot afford growth if it isn’t green.",
        "In the frightening risk of economic decline lies our generation’s chance to shift to a greener way of living and doing business.",
        "It is our only chance.",
        "From the ashes created by economic behaviour based on short term greed and hubris we have a golden opportunity to learn, and to build a stronger, more sustainable and greener economy.",
        "We must seize this chance.",
        "The future of our economic competitiveness is inseparable from our environmental competitiveness.",
        "If we want more jobs in this country now and economic advantage around the world tomorrow, we must develop our environmental industries.",
        "We need new industries, rooted in a new green, British workforce, with British know-how, and scientific excellence behind them.",
        "We have a long way to go.",
        "The Environmental Industry in the UK has an estimated turnover of £25 billion and includes 17,000 companies.",
        "But I really do believe it must and can be stonger.",
        "The projected world turnover is set to increase to $688 billion by 2010. Britain must be a player in that market.",
        "Though there has been enormous progress in our environmental industries in the last two decades, our competitiveness is still at risk.",
        "The most recent Government estimate of the number of British jobs in environmental industries is 350,000. Yet Germany has almost as many in renewable energy alone.",
        "Renewables in the UK? The sector employs 15,700.",
        "We are falling behind. We should be a world leader, not a laggard.",
        "Consider what happened with Pelamis Wave Power. A British company developed the technology to generate enough power for 1,000 homes from completely sustainable tidal power. Where was it built? Portugal.",
        "I use this example from the energy world because it neatly illustrates a point. British innovation without an outlet at home.",
        "We are big on ideas, but rubbish at delivering results.",
        "Talking of rubbish, look at our waste industry.",
        "The spot price for recycled plastics has plummeted-from £200 a tonne, to £10. Now local authorities are having to find places to store the stuff and that isn’t easy or sustainable.",
        "I work on the assumption that people want to do the right thing for their families, communities and local environment. But there is a real risk that confronted with mountains of bottles, paper, and glass, they will ask, ‘why bother?’",
        "That is a question which we cannot allow to be asked.",
        "Why did this happen? Global economic circumstances certainly play their part: the price of virgin material has fallen and China’s demand has dropped.",
        "But it didn’t have to be as bad as this. The UK just doesn’t have the infrastructure to process the waste. There has not been nearly enough investment because not enough has been done to encourage the market.",
        "The industry in the UK is worth £6.8 billion. Germany’s is worth 7 times that. Now, Germany’s market for recyclable materials is also suffering, and there will certainly be some losers, but the strength of their market means that they will be the first to rebound when the price goes up.",
        "They have the capacity to wait out a bad spell. We won’t fare as well.",
        "This is the kind of strength that we need to encourage at home. This is the kind of resilience we will need to compete abroad.",
        "Although hidden behind the headlines about economic meltdown, the challenges facing our global environment are profound. You all know the dangers. They haven’t gone away just because other problems have turned up.",
        "Yesterday, the Committee on Climate Change published its review. As Lord Turner put it, ‘the challenge is not the technical feasibility of a low-carbon economy but making it happen.’",
        "The debate; the endless Reviews and Reports; and the time for talking and consultations: they are all over.",
        "Now we need to get down to the tough business of getting the job done.",
        "In a climate of uncertainty, Government needs to set a clear direction. With the Climate Change Act-demanded and strengthened by the Conservatives, we have our framework.",
        "Now, we must make it work.",
        "The Government must isolate and destroy the barriers to encouraging new markets, new technologies and new solutions. Now we need to roll up our sleeves and get to work.",
        "We need to put political will behind regulatory change to clear the way for new markets.",
        "We have made some progress. Despite hostility from the Government, we fought to have a feed-in tariff in what is now the Energy Act. Instead of overlapping and convoluted regulation of the energy sector, companies and individuals can be confident that they will get a return from renewable energy. It now makes economic sense to make energy green.",
        "Bio-methane from farms has the potential to make a real contribution to our gas supply. This resource can be tapped but it needs similar regulatory reform.",
        "We want to help people enter the market through better, clearer signals that give a long term guarantee that their investments will be worth it.",
        "Of course, Government cannot do everything, nor should they. We have to work together with industry and the public.",
        "For example, we should take advantage of potential offered by biogas. Yet to make this happen, we need to make it possible for more farms to feed their gas back into the national grid.",
        "If the goals are clear, together we can give confidence and expunge the blockages to decarbonising our economy.",
        "Our approach to feed-in tariffs and biogas are two examples with a common theme: Clarity.",
        "Unless we make the direction clear, we will never decarbonise our economy.",
        "It is also a matter of trust.",
        "Unless investors can trust the Government to hold a course and stick to its green commitments, we will never stimulate the green economy or make our country more resilient and our citizens safer.",
        "We have a plan. In the next few months, we will be publishing our comprehensive guide to how we will do this. Our Low Carbon Economy Paper will be a detailed plan for change.",
        "It will outline clearly the market signals and regulatory changes that are needed to increase energy efficiency in homes, businesses and farms; it will show how new networks can be created for decentralised energy and mass use of sustainable transport; it will address the barriers to reducing emissions; and it will map the pathway to our ambition for a zero waste Britain.",
        "We need clarity if we are going to be competitive.",
        "Because if we are to compete economically in the future, it will be on green terms.",
        "Going green will make us safer and better off.",
        "Stronger and more resilient.",
        "These are difficult times. But we must, and will, hold fast to the green agenda.",
        "Don’t let anyone tell you there is a choice between the economy and the environment.",
        "There isn’t.",
        "So, as we rebuild the global economy, we must make sure we do so as if the Earth matters, as if our natural capital matters as much as the capital we put in the bank.",
        "We must seize our opportunity and, in doing so, make our environment, our economy, and our society more secure."
    ]
}