{
    "url": "https://www.ukpol.co.uk/peter-ainsworth-2008-conservative-party-conference-speech/",
    "title": "Peter Ainsworth – 2008 Conservative Party Conference Speech",
    "post_date": "February 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008 Conservative Party Conference",
            "url": "/tag/2008-conservative-party-conference/"
        },
        {
            "text": "Peter Ainsworth",
            "url": "/tag/peter-ainsworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "content": [
        "This session is about the local environment, the places where we live. But this week of all weeks we don’t need to be reminded that events that happen on a global scale can hurt every family.",
        "The economic problems reverberating around the world can, and must be put right.",
        "We were promised no more boom and bust. And look what happened.",
        "But when it comes to the global environment, if that goes bust, there will be no boom ever again.",
        "So, as we rebuild the global economy, we must make sure we do so as if the Earth matters, as if our natural capital matters as much as the capital we put in the bank. We must make both more secure.",
        "With our dependency on foreign oil, with food prices spiralling and jobs at risk there is an urgent need to forge a greener economy that promises less dependency, more security, less risk, more jobs.",
        "As David Cameron said in June, ‘we cannot afford not to go green’.",
        "Going green means being safer by being more self sufficient; it means building a more robust and resilient Britain in a troubled world.",
        "But we need a Government that sends out consistent and clear signals.",
        "It’s no good Ministers going around the world lecturing countries like India and China about carbon emissions and then ushering in a new generation of dirty coal fired power stations.",
        "Or building a third runway at Heathrow regardless of the impact on the local and global environment.",
        "Why should anyone take lectures from Labour when over half of all Government departments have bigger carbon emissions than a decade ago.",
        "And I can’t think of a better way of undermining the green agenda than slapping a retrospective tax on cars we’ve already bought.",
        "That’s a stealth tax, not a green tax.",
        "We need an honest government, a government of courage and vision, to see us through tough times.",
        "There is a great opportunity for Britain.",
        "Germany already has over a quarter of a million ‘green collar’ jobs. We have a handful.",
        "It is not good enough to sit back and watch, while other countries take the lead developing new economic opportunities. That is exactly what Labour has done.",
        "It’s just not good enough for Britain, for our families and children.",
        "We need a different approach – one that makes it easier to do the right thing.",
        "We won’t build more resilient communities by sitting in Whitehall banning things.",
        "For example, we should reward people who do more recycling – not punish people who don’t.",
        "We want literally to give power to the people, enabling communities to create their own green electricity and profit from it.",
        "And we want to provide incentives for employers to help those who work for them make their homes more energy efficient.",
        "The challenges we face may be huge, and global, but often the answers will lie close at hand.",
        "I am delighted that we are joined by Bill Bryson, who is doing so much to protect and promote our local environment.",
        "Caring for the areas where we live, creating green spaces and preserving wildlife habitats; these are important to our wellbeing and can help build pride in our communities.",
        "Just four miles from here is Sandwell Valley, a nature reserve run by the RSPB. I went there on Monday.",
        "A green oasis.",
        "I went pond dipping with a group of local school children. Their enthusiasm was amazing.",
        "Newts and creepy crawlies are always going to be more memorable than double maths.",
        "The lake in the reserve was originally designed as a flood defence measure. It’s a brilliant example of how we can help prevent flooding and make life better and more beautiful, by working with nature.",
        "And so many other places know how important it is that we adapt to a changing climate. Floods both this year and last, which brought so much misery to thousands of people, exposed frightening weaknesses in our defences against extreme weather.",
        "Going green will make us safer and better off.",
        "These are difficult times. But we must, and will, hold fast to the green agenda.",
        "It is the resilience agenda.",
        "Don’t let anyone tell you there is a choice between the economy and the environment. There isn’t.",
        "It begins with the places we all call home: our street, our town, our city, each individual action however insignificant it may seem is a building block to a more resilient Britain and a greener and safer world."
    ]
}