{
    "url": "https://www.ukpol.co.uk/peter-ainsworth-2002-speech-at-the-tenant-farmers-association-agm/",
    "title": "Peter Ainsworth – 2002 Speech at the Tenant Farmers Association AGM",
    "post_date": "November 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Peter Ainsworth",
            "url": "/tag/peter-ainsworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Ainsworth, the then Shadow Secretary of State for Environment, Food and Rural Affairs, on 12 February 2002.",
    "content": [
        "I know that this has been for many of you a truly terrible year. Your chairman has described it as ‘horrendous’.",
        "It was horrendous even by the standards which your industry had sadly come to expect.",
        "In the three years to June 2001, over 60,000 farming jobs were lost, and total farm incomes crashed from over £5 billion to £1.8 billion. What other industry could take that kind of punishment and survive?",
        "By the start of last year, for many of you, achieving the National Minimum Wage was a pipe dream.",
        "You could be forgiven for asking what you had done wrong to invite the series of traumas, akin to the plagues of Ancient Egypt, which one after another struck. BSE, Classical Swine Fever, dreadful harvests, unprecedented rainfall, a collapse in commodity prices.",
        "And just when you thought it could not possibly get worse – it did.",
        "Next week will see the grim anniversary of the date on which Foot and Mouth became official.",
        "The scale of the disaster remains vividly in the mind. Over 2000 confirmed cases across thirty counties. Many of you saw your livelihoods quite literally vanish before your eyes as some 6.5 million animals were slaughtered, often in brutal circumstances, on nearly 10,000 farms.",
        "These are the official figures.",
        "Some estimates have put the number of animals slaughtered at nearer 10 million.",
        "I know that these numbers, horrific as they are, don’t tell the whole story. It is hard for anyone who was not directly touched by the tragedy to understand the emotional impact on the farming communities and families where the culling took place.",
        "I am acutely aware of the vital role played by this Association in providing advice, information and consolation during those painful months. It was a ghastly time, but the worst of times can often bring out the best in people and the whole country was moved by the resilience, determination and decency of the farming community during those days.",
        "There remain many questions to be answered by the Government over its handling of Foot and Mouth. When, precisely, did Ministers first become aware that the disease had broken out? Why was there a three day delay in imposing a total movement ban? Why were Ministers so slow in grasping the need for urgent action? Why was there no contingency plan in place? Why didn’t they mobilise local vets? Why did they rule out vaccination? Why was chaos allowed to develop before the army was finally called in to help with the disposal of carcasses? Was contiguous culling carried out legally? Who drew up the maps on which the culling was based? Why does the Prime Minister refer all enquiries to Defra when it was he who assumed personal responsibility for managing the outbreak?",
        "Were the Government’s eyes so transfixed by the date of the General Election that they couldn’t see the tragedy unfolding before them?",
        "All these questions, and more, we will continue to ask.",
        "But the honest way to learn the Lessons of Foot and Mouth would be to hold an independent public inquiry.",
        "Just why the Government has set its face against a thorough public scrutiny of its handling of the disease can only be guessed at. The fact is that if they have nothing to hide they have nothing to fear from a Public Inquiry, and in the absence of openness, we are left to draw our own conclusions about what it is they do not want to have exposed.",
        "What is certain is that the Prime Minister’s stance on this issue has done nothing whatever to heal the growing rift between Government and countryside which was already all too visible before the last Election.",
        "To make matters worse, the first measure introduced by the Government since the outbreak, the Animal Health Bill (Animal Death Bill) confers sweeping new powers of entry and destruction on Ministers and officials, and insinuates that farmers were chiefly responsible for the spread of Foot and Mouth.",
        "The uncompensated financial loss caused by Foot and Mouth to the livestock industry stands at over £1 billion.",
        "But the true costs to the wider economy have been far greater.",
        "It was only in the aftermath of the devastation that the Government seems to have begun to grasp the idea that farming is not an isolated activity, and that what happens to farming affects us all. That is why the future of agricultural policy is so important.",
        "Much has been said and written of the opportunities which now exist to develop a radical new approach to farming policy, but Ministers who lecture the rural community about the need for change must remember that before change must come trust. There remains an urgent need to restore consumer confidence in British farm produce, but equally urgent is the need to address the dysfunctional relationship between Government and the farming community.",
        "The most important policy objective must be to enable a return to profitable farming; this, more than any new regulations, will help to ensure the future of the rural environment. In fact the swathes of red tape are part of the problem and the Curry report has some useful recommendations to make in this area. Of course there is a need for regulation where issues concerning human health, the environment and animal welfare are concerned, but the command and control culture which originates from the Common Agricultural Policy and finds its expression in the Defra paperchase would be quaint if it were not so damaging.",
        "In all the discussions about the Future of farming, too little attention has been paid to the particular difficulties suffered by the tenant farmers. Given that you account for some 9.5 million hectares, 40% of land farmed in this country, your interests might be expected to form rather more than a footnote.",
        "If structural changes are believed to be necessary to farming, then Government thinking must take account of tenant farmers. With no assets to rely on, facing retirement can be a daunting prospect.",
        "That is why, before the last Election, we promised to use the Rural Development Regulation to introduce a retirement package for tenant farmers which would not only benefit existing tenants but also, importantly, help encourage newcomers into the tenanted sector.",
        "The Government made a similar pledge but so far they have done nothing to keep it; and we will work with you to hold them to their promise.",
        "Many of the problems facing farming and the environment will yield no easy or quick solutions, but a determined effort to get government out of the daily management of rural businesses would be a start.",
        "It seems that hardly a week goes by without some new regulation making life harder. In fact, since 1997 there have been a staggering 15,000 new regulations which have impacted on farming in some way. From the Right to Roam to the vibration of tractors, nothing can be allowed to happen without Ministerial approval and the endless, wasteful unproductive bureaucracy that goes with it.",
        "As Iain Duncan Smith said recently;:",
        "“It sometimes sees that what is not illegal is becoming compulsory”.",
        "What is happening to our country? What is happening to our freedom?",
        "And what is the meaning of Free Trade when British farmers are being asked to compete for supermarket orders with overseas producers who are less constrained by animal welfare, hygiene and environmental regulations?",
        "We must ensure that you are able to compete on fair terms.",
        "When it comes to farming, I want to hear a little less about free trade and a lot more about fair trade.",
        "The Curry Report had little to say about this, but it had much to say about modulation; indeed although it contains helpful thinking on better marketing and streamlining bureaucracy, modulation is its Big Idea.",
        "I am keen to help you do what, by and large, you have always done: manage the environment in sustainable way. The beauty of our landscape is of huge economic benefit, but it is more than that. For most of us, whether we live in the countryside or in cities, it has an intangible strength; something which cannot be adequately portrayed in a picture postcard; something essential to the way we think of ourselves as a nation.",
        "This environment is your work place and it has been fashioned by farmers over the centuries. It didn’t get there by accident, it got there because of you and your predecessors.",
        "But the words sustainable development become meaningless if sustainable does not also mean profitable.",
        "What worries me about the enthusiasm shown by Curry for modulation is that, under existing EU laws, it could simply mean that the taxpayer ends up paying an even higher bill, whilst farm incomes continue to decline and farmers become more, not less, dependent on the state.",
        "I will not attempt, this afternoon, to reform the CAP, although radical reform is urgently needed. The present stand off between the Commission on the one hand and Poland on the other shows just how great the problems are. Let me just say that you have a right to expect the British Government to have identified clear objectives long before now and to be taking a lead in mapping out the future of European agricultural policy. Well, if you know what Margaret Beckett wants out of CAP Reform do let me know, because I haven’t got a clue and don’t suppose she has either.",
        "The problems centred around the CAP and WTO talks must not be allowed to divert attention from measures which could be taken now. I have touched some of them:",
        "Start cutting bureaucracy now;",
        "Begin to rebuild trust;",
        "Help with retirement plans;",
        "Encourage new entrants to farming;",
        "Tackle unfair imports.",
        "And how about this? Margaret Beckett is keen to talk about encouraging local consumption of local food. We all think this is a good idea. Why doesn’t the Government take a look at its own food procurement policies and put its money where its mouth is (or vice versa)?",
        "Finally, the negligent approach to controlling illegal food imports is a disgrace which should be put right immediately. After all that went wrong last year, after all the waste and the cost and the heartbreak, perhaps the most disturbing thought is that literally nothing has been done to prevent Foot and Mouth being imported again tomorrow.",
        "I am once again, extremely grateful for the opportunity to share some thoughts with you today.",
        "In the months ahead, I look forward to working with TFA to develop the policies which you need, which we all need, for rural Britain to reverse the years of decline and to become once again a vibrant place to work and a source of physical and emotional nourishment.",
        "And I will never forget that all too often, Government has been part of the problem not part of the solution."
    ]
}