{
    "url": "https://www.ukpol.co.uk/peter-ainsworth-2008-speech-to-sustainable-development-conference/",
    "title": "Peter Ainsworth – 2008 Speech to Sustainable Development Conference",
    "post_date": "February 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Peter Ainsworth",
            "url": "/tag/peter-ainsworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Ainsworth to the Sustainable Development conference on 10th March 2008.",
    "content": [
        "Someone said recently that politicians talking about Sustainable Development sound like Soviet rock ‘n’ rollers. He’s right. The lyrics are terrible: Integrated Framework; Social Equity and Cohesion; Global Environmental Governance; Convergence. Catchy stuff, isn’t it? Anyone dropped off yet?",
        "There are two problems with using language like this. One, it kills stone dead any idea of Sustainable Development as a vital opportunity for change. Secondly, terms like Global Environmental Governance make it sound as if we’ve got the problem of sustainable development sorted.",
        "Well, we haven’t. Not by a long chalk.",
        "It’s hard to believe that Margaret Thatcher spoke about the dangers of global warming back in 1988. She said it was quite possible ‘we have unwittingly begun a massive experiment with the system of this planet itself’. And where are we now? After 20 years of conferences and debate – we’re using up natural resources faster than ever, and the pace of climate change is quickening beyond scientists’ worst expectations. Tipping points we thought were generations away are coming closer every year. It’s taken a very long time for us to accept that fossil energy was, in the words of writer Bill McKibben, ‘a one-time gift, that underwrote a one-time binge of growth.’ The experiment has gone horribly wrong.",
        "So today what I want to talk about is how we move from talk to action.",
        "Last September the Quality of Life Group, set up by David Cameron, published its findings and proposed some exciting and far-reaching proposals. It successfully sought answers to the key question of how can we continue to be an economically successful nation and, at the same time, an environmentally and socially healthy one?",
        "We have got to change the current mindset.",
        "Over many years, we’ve got into the habit of defining progress by the single criterion of economic growth. And levels of income and consumption have soared in most developed countries during that time. Yet the people of those same countries report no increase in their sense of happiness or wellbeing. In many cases they report a decline.",
        "That’s an odd kind of progress.",
        "Of course we need economic growth; but not at all costs.",
        "We need a stronger, greener society. One that recognises the importance of wellbeing.",
        "Green spaces are essential to this, and Local Authorities have a vital role to play, through the planning system, in ensuring that planning is not just about buildings, but about the spaces that surround them.",
        "But what’s the point of a green space if mothers are afraid to let their children play there? Or if, every two minutes, a plane screams overhead?",
        "To state the obvious, our environment is where we live. But we have failed to recognise its importance either locally or globally.",
        "The fact is that UK carbon emissions have risen over the last ten years. OK; the government reported a 0.1 percent fall in carbon pollution last year; at that rate it will take us over 500 years to reach our 2050 reduction target. We haven’t got 500 years; we may have as few as five to begin to make a difference to the quality of the world our children will inherit.",
        "We can’t go on as we are.",
        "The good news is that the market is on the case. Increasingly, the business community is recognising the opportunities for ‘green growth’. Large utility companies have brought renewable power into millions of homes. The decision by M&S just last week to charge for plastic bags was a brave and welcome move and shows that responsible business is playing its part.",
        "Responsible businesses can see the opportunities created by increasing consumer awareness of the ethical and environmental values attached to what we buy.",
        "And I don’t think that this is just a middle class phenomenon; nor do I think that it will fade away at the first whiff of an economic downturn.",
        "Consumers are not about to start demanding less. They never have before.",
        "But the bad news is that it will take more than a market-led approach to achieve a truly green economy.",
        "We need the engagement of a far-sighted government, with joined-up policies, and the courage to implement them. And that’s the missing part of the equation at the moment.",
        "The Climate Change Bill, currently in the House of Lords, has the potential to deliver a step change in the way we think about, and plan for, a sustainable society.",
        "But in itself it will not be enough.",
        "The key test will be the extent to which the Bill changes the mindset in Whitehall and Westminster. The Bill will set a framework; but it is a coherent approach to policy making that is needed.",
        "Let me offer one stark example of the present confusion over policy.",
        "Pollution from aviation is the fastest growing source of climate change gasses.",
        "Yet, even as the Climate Change Bill is making its way into legislation, the Government is supporting a massive increase in the capacity of Heathrow airport",
        "It just doesn’t add up.",
        "I don’t say that any of this is easy. But I do say that we need to be consistent.",
        "Where’s the political and economic clear-sightedness? Where’s the joined-up thinking? Where’s the courage to carry through change?",
        "Hitting our emissions targets and building a sustainable society will require a wholesale transformation of our energy and transport infrastructures.",
        "We need an ambitious and determined government.",
        "We have a long way to go in a very short time.",
        "The UK has just signed up to a 15% total renewable energy obligation by 2020. By implication, that means that we will need to obtain around 40% of our electricity from renewable sources. It’s a heck of a challenge, given where we are today. Bottom of the EU league table for renewable energy.",
        "Instead of being a leading innovator in renewable energy, we have the most expensive wind energy in Europe, and – worse still – we are teetering on the edge of building the first new coal-fired power station for thirty years.",
        "The support mechanism for large scale renewable technologies has primarily benefited onshore wind power and landfill gas generation, to the neglect of other technologies farther up the cost curve, many of which could play a major role in our low carbon future, particularly in microgeneration technologies.",
        "This is why we recently announced our Feed in Tariff policy, which will provide a twenty year price guarantee to microgeneration technologies; significantly reducing our carbon emissions and enhancing our energy security in the process.",
        "Feed in Tariffs have worked to great effect in other EU countries, Germany in particular, which can now boast up to 300,000 people working in the renewable industries. Germany has 10 times the installed wind energy capacity of Britain, and 200 times more solar capacity. You will note that Germany is neither 10 times windier nor 200 times sunnier than the UK, yet they are leading the world in these technologies.",
        "It’s about having the right policies.",
        "The EU renewables industry already has a turnover of €20 billion per annum. The Stern review estimated that global climate change markets will be worth US$500 billion per annum by 2050. How much of this $500 billion green economy will be located in the UK?",
        "This is not just about being Green. It’s about being competitive; and it’s about being secure.",
        "So let’s have more of the politics of ‘can do’, and less of the politics of ‘cannot’.",
        "My father used to tell me that there’s no such word as “can’t”. .",
        "Here are some things we can do.",
        "Last week we announced three new climate change policies designed to help decarbonise our economy whilst still allowing it to grow, through utilising Britain’s natural advantages: our intellectual capital, our financial capital, our enterprising spirit, as well as our public willingness to act on climate change:",
        "Green technology Incubators will allow more of our finest research minds to actualise their ideas in to viable businesses. We have some of the finest research universities in the world, yet in Britain today, we are concerned that is much too difficult to turn bright ideas into a working enterprise. We have seen too many great technologies fail to reach the market, getting caught in the trap between a great idea and a viable company.",
        "Secondly, last week we announced our intention to establish the world’s first dedicated trading market for companies focused on green technology. Britain is privileged to have access to some of the world’s finest financial minds and investors in the City of London. The Green Environmental Market is designed to help London become the world’s leading centre for the listing and trading of companies in the field of environmental technology. GEM will build upon the success of AIM (Alternative Investment Market) in attracting green technology companies, but have its own distinct identity and listing criteria.",
        "Thirdly, we proposed introducing new Green Individual Savings Accounts, which will enable the public to save more than they currently are allowed tax free, provided these funds are being only invested in environmentally friendly companies. These Green ISAs – or GISAs – will engage the public in a new way in the issues around climate change – and show them very clearly the economic benefits of green investment. And by providing lucrative new sources of that investment, Green ISAs will create a race to the top by incentivising businesses to adopt environmentally friendly policies.",
        "These are the kind of policies that we believe will allow Britain to deliver on our Climate Change Bill commitments. These are the policies that will deliver dynamic industrial change and create hundreds of thousands of new jobs in the UK economy.",
        "As Jonathon Porritt has acknowledged, there has been some progress.",
        "The Government has already ‘adopted’ our policy of transferring the Air Passenger Duty from individual passengers to the whole flight, so as to incentivise the airlines to fill their planes and thus reduce the carbon pollution per person to as low as possible.",
        "It now appears that the Government may also be adopting out feed in tariff policy. Imitation is the sincerest form of flattery.",
        "It is an extraordinary fact that, in an age of concern over energy security, over two thirds of the energy created in a traditional hydrocarbon power plant is lost, primarily up the chimney, as waste heat. To deal with this, we have announced our intention to introduce a Waste Heat Levy, to incentivise large energy producers and users to make use of their waste heat.",
        "And then there’s our plan for a ‘Carbon Levy’, which will be a tax on carbon intensive energy production, to replace existing ‘Climate Change Levy’ – which has a great brand name, but which is unfortunately just a non-discriminating tax on industry’s use of electricity, regardless of its origins.",
        "That’s what central government should be doing.",
        "We need to put a price on carbon across the economy. We must ensure that the carbon costs of all activities are factored in to the policy making process. The present way in which the Government treats carbon costs as off balance-sheet would do credit to Enron.",
        "And just as important, it should make sure it takes the country with it. Not nearly enough has been done to engage other key groups in the process: local government, the business community, local communities, and individuals. As a result, people feel disempowered and disconnected from what the Government is saying about Green issues, and suggestions of higher taxes on polluting products and activities are greeted with hostility.",
        "That is understandable, if green taxes are simply presented as a punitive add-on to our existing system. What we need is a more fundamental shift in taxation – away from “pay as you earn” and towards “pay as you burn”. Green taxes needn’t – indeed must not – raise the overall tax burden.",
        "But we do need to shift the revenue base away from taxes on work and families, towards taxes on carbon and other pollutants.",
        "The message to consumers must be clear: environmentally responsible choices will save you money.",
        "So if those are some of the national changes we face as we move towards developing a sustainable society – what about the global picture?",
        "You don’t have to be a fully fledged federalist to work out that the EU has a very important role to play, both in encouraging sustainable practices at home and in the wider world.",
        "Harnessing the power of the world’s largest single market to drive up product standards around the world, for example.",
        "Or developing innovative market based mechanisms like the Emissions Trading Scheme:",
        "Of course, it is widely accepted that Phase One of the ETS has been a failure in terms of actually reducing emissions. Too many credits were handed out for free, giving dirty industries a licence to pollute. But this has been a political failure, not a market failure.",
        "The very existence of the ETS has proved that the mechanics of a carbon market can be made to work, and that is a major achievement in its own right",
        "Phase II already looks more promising; the auctioning of up to 10% of allowances has helped to drive the price of carbon to above €20 per tonne.",
        "But it is Phase Three of the ETS, which runs from 2013-2020, and is being negotiated this year, where we must focus our efforts. For EU Emissions Trading Scheme to deliver as a true carbon reduction mechanism, we need to aspire to, argue for, and hopefully achieve 100% auctioning of credits in the Third Phase.",
        "If we are to stand a chance of tackling climate change we have to have reach international agreement on a way forward post-Kyoto. This is the true test.",
        "All the world’s eyes are currently on the USA, waiting for whoever wins the Presidential race to ensure that the mightiest nation on Earth, and its biggest polluter, takes its rightful place at the head on international efforts to curb climate change and adapt to its impacts.",
        "Crucial to the success of the international action the world needs, by the way, will be an effective and fair means of halting deforestation.",
        "And we can start by demanding sustainable biofuels.",
        "It is utter madness to impose quotas for the use of biofuels without ensuring that they can be obtained from sustainable sources. There is a real risk that the British taxpayer will be contributing to the destruction of the rainforest and rising world food prices in the name of the environment.",
        "Twenty years on since Margaret Thatcher warned that we might be experimenting with the planet, we desperately need, above all, to change the mindset of government.",
        "Let’s see an end to the flabby, half-hearted, contradictory and complex approach we have witnessed to date.",
        "This is the ecological, social, economic, security and moral issue of our times.",
        "We must rise to the challenge.",
        "And, in view of the sheer scale of it, it’s just as well that there’s no such word as “can’t."
    ]
}