{
    "url": "https://www.ukpol.co.uk/peter-ainsworth-2002-speech-on-the-environment-challenge-and-opportunity/",
    "title": "Peter Ainsworth – 2002 Speech on the Environment, Challenge and Opportunity",
    "post_date": "August 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Peter Ainsworth",
            "url": "/tag/peter-ainsworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Ainsworth on 21 March 2002.",
    "content": [
        "Given that the environment is where we all live, I’ve never understood why, historically, it has come so low down the pecking order of political priorities.",
        "For years it was regarded as the unique preserve of cranks, new agers and people with strange beards. The caricature, usually unfair, of the tree hugging weirdo was easy to dismiss.",
        "But should we have so lightly dismissed the work and warnings of poets and writers who, from the outset of the Industrial Revolution that built and sustained cities like Sheffield, began to show an acute regard for the relationship between man and nature?",
        "The sense that something quite serious was going wrong runs like a thread through literature, from Wordsworth to TS Eliot, from Blake to Betjeman and Philip Larkin.",
        "They worked from instinct, but 200 years after the start of the Industrial Revolution, science has begun to catch up with instinct and we know we have a problem.",
        "It was in fact Margaret Thatcher who changed the whole nature of the debate about the environment. In a speech to the Royal Society in 1988, she took many by surprise in launching a series of new initiatives to protect the local and global environment, observing that “we have no freehold on this earth, only a full repairing lease”.",
        "Politicians who dismiss the environment should remember that parliamentary seats can be won or lost on issues like incinerators, landfill sites, housing schemes, quarrying proposals, and flood defences.",
        "So let’s put paid, once and for all, to the notion that the environment is not politically important.",
        "We live in a time when the world has never been more connected. The internet, satellite television, mobile phones, email can put us in touch with almost anyone from almost anywhere at the press of a few buttons. These connections mean that this world has become, for mankind, a smaller place. What happened in New York on September 11th had an impact on communities as far afield as Sheffield and Sydney.",
        "Yet there is a big paradox, in this age of connectedness, people feel that they have never been less connected with each other where it really counts; at home or in the communities where they live and work. Indeed, the very word ‘Community’ is in danger of becoming a meaningless piece of political jargon in a country where most people live in cities and don’t even know who their neighbours are, let alone share with them a developed commitment to work together and share their ideas and experiences.",
        "So the age of connectedness is also an age of palpable alienation for many people. A time in which, perhaps not surprisingly, casual and violent crime is on the increase.",
        "What has any of this got to do with the environment?",
        "Well, as I have said, the environment is where we live, it is quite literally everywhere; it is the context in which we lead our lives. If we degrade the environment we degrade ourselves. Conversely, a society that invests in its environment is not only placing a proper emphasis on the quality of the lives of its citizens, but also recognising its obligations to future generations. In so doing it helps to create a more stable society and, internationally, a more secure world.",
        "Those of us who care about the state of society are concerned by the indifference shown by large numbers of people, especially younger people, to politicians in particular and politics in general. The fact that more 18-25 years olds voted for Will or Gareth in Pop Idol than voted for Will or Tony in the General Election tells its own story.",
        "One of the reasons for the profound and, ultimately, worrying disconnection between politicians and voters is that politicians have utterly failed to keep up with the changed nature of the public’s aspirations. If we begin to work on the basis that there’s more to the quality of life than the standard of living, and that the quality of our shared environment helps to determine the quality of our lives, maybe we can begin to speak a language which people will understand.",
        "For this to happen, Government needs to ask itself what it is there to achieve, and to understand that, without the active support of people, nothing will happen at all.  \nAs Iain Duncan Smith has said:",
        "“People’s best intentions are defeated if doing the right thing actually makes them worse off. The job of Government is to align people’s best interest with their self-interest; to make it easier for people to follow their natural inclination to care for the environment; it is about giving purpose and direction to what people are prepared to do for free”.",
        "In practical terms, this means for example making it easier for households first to reduce the amount of waste they generate and then to recycle more of it. The costs of doing this need to be seen against the costs of not doing it – the financial, environmental and political costs of, say, large scale waste incineration or landfill, and I don’t need to tell people in Sheffield about those.",
        "As you may know, the Conservatives are presently engaged in a fundamental review of policy. The development of detailed policy will come later, but this does not prevent us from articulating some basic principles from which specific ideas will evolve.",
        "We believe in reducing the power and the role of the state; in increasing the opportunity and choice which people can exercise in their own lives; in providing security for our citizens; and in supporting enterprise.",
        "How might these principles be applied to the environment?",
        "Firstly, we recognise that the environment is not simply a national issue; that there is a need to work with the EU and other international organisations to forge binding global commitments to meet our obligations to future generations. I am delighted by the progress made towards ratification of the Kyoto Treaty. Though there remains much to do to persuade the developing world that it is in their interest to join up, and of course the onus is now on the US to come alongside the rest of the developed world.",
        "Secondly, we accept that there is a role for regulation to control activities which are contributing to climate change or which threaten the local environment . But regulation should be carefully targeted, properly thought through in genuine consultation, simple and effective. There are too many complex and overlapping regulations at present; the result can be a bureaucratic nightmare which hinders compliance and gives environmental protection a bad name. Law of unexpected consequences is an every present risk. The hugely expansive shambles of fridge mountains is an object lesson in exactly how not to regulate.",
        "We need to establish a more mature relationship between Government and industry; one which avoids arbitrary intervention but is based instead on a recognition of mutual needs, abilities and responsibilities.",
        "Thirdly, we believe that there is a role for fiscal intervention in the interests of a better environment. But we must ensure that environmental taxes actually deal with environmental problems.",
        "A Climate Change Levy which does virtually nothing to prevent climate change but which costs manufacturing industry £ million and exports jobs to countries with lower environmental standards is obviously counter-productive.",
        "An Aggregates Tax which nobody, including the Treasury, understands and which simply increases imports of products made from aggregates is plainly likely to fail.",
        "If we are to have taxes which discourage environmentally damaging activities let’s be straight forward. For example, if we are concerned about the impact of carbon emissions on the future viability of the planet (and we should be) shouldn’t we be thinking about taxing carbon emissions and seek to persuade other countries to do the same?",
        "Fourthly, we need to get away from the idea that Government action, the passing of new laws and regulations, is the answer to everything.",
        "I went into politics because I believed in its power to make things happen, not to stop them happening.",
        "It is important to emphasise that I am not advocating a laissez fair approach to the environment, the stakes are far too high for that. On the contrary, I believe that we need a step change in our approach to tackling environmental problems which reflects both the urgency of the need for action and the scale of the business challenge which this presents. Instead of seeing environmental improvement as a problem, we should start to see it as an opportunity.",
        "That’s what companies like Shell and BP are doing. Across the world, Shell is working on the delivery of 1,000 megawatts of renewable wind energy, aiming not only to achieve major environmental benefits but also to improve security of energy supply through diversification. The company is also now investing heavily in a joint venture to develop, manufacture and market hydrogen storage units which make use of the emerging science of fuel cell technology. They claim that fuel cells, which could revolutionise the way we power vehicles, are “the power plant of the future”.",
        "Last week, Lord Browne of Madingley, the Chairman of BP, made a speech in Stanford, Connecticut in which he detailed how, in the last 5 years, BP has cut the level of its own CO2 emissions by 14 million tonnes. They have achieved this through efficiency and technology, and through better management of the energy they use. The result has not only been beneficial to the environment, but also beneficial to the business.",
        "He also drew attention to BP’s investment in renewable energy sources, where their work on photovoltaics is on track to deliver 300 megawatts of solar panels each year by 2007 – supplying five million people. The market for these products is at present very small, but it is growing at around 40% this year and, particularly given the massive scope for their use in the developing world, the potential is immense.",
        "I have chosen to highlight BP and Shell because they have traditionally been regarded as environmental villains. Whilst their mainstream activities still depend on the exploitation of non-renewable resources, they have seen the new market opening up for cleaner, greener technology – and they want to be part of it. They will need to be part of it if they want to retain leading positions in the energy market of the 21st Century.",
        "The present global market for environmental products and services is worth around $515 billion, and it is forecast to grow to nearly $700 billion by 2010. That makes it not only one of the world’s largest business sectors, but one of the fastest growing. In the UK the market is already worth £16 billion and is thought to sustain some 170,000 jobs – and they can’t all be local authority inspectors.",
        "I want to see more British companies playing a leading role in developing new technologies which will not only mean new high quality jobs, but also a cleaner, safer, more sustainable planet.",
        "In the end, it will be up to you in industry to take up this challenge. But it is Government’s job to set the framework in which you can maximise the opportunities which are out there. You will not be helped if the Government’s mind-set remains wedded to outmoded concepts of tax and regulation. Already, Germany, Austria and Denmark, for example, are moving ahead of us; and it is interesting to note that the examples I used earlier from Shell and BP involve investment in overseas markets, not in the UK. There is a real danger of Britain being left behind.",
        "Just as we need policies that make it easier for people to care for the environment, to align their best interest with their self interest, so we need policies which do the same for business.",
        "We need an approach from Government that moves beyond flailing sticks which all too often miss the target, and offers instead some carrots if we are to take advantage of 21st century technology for the benefit of the planet, and the bottom line.",
        "Since the dawn of the Industrial Revolution the interests of economic development and the interests of the environment have essentially been in conflict. It is a conflict we cannot allow to continue, and forging a reconciliation between these two forces is one of the great challenges to our generation of politicians, businesses and citizens. I believe not only that it can be done, but that it must be done."
    ]
}