{
    "url": "https://www.ukpol.co.uk/peter-ainsworth-2002-speech-to-conservative-spring-forum/",
    "title": "Peter Ainsworth – 2002 Speech to Conservative Spring Forum",
    "post_date": "August 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Peter Ainsworth",
            "url": "/tag/peter-ainsworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Ainsworth at Conservative Spring Forum on 23 March 2002, launching the Conservative Rural Action Group.",
    "content": [
        "Welcome to the launch of this unashamedly ambitious project whose aim is to reconnect people who live and work in the countryside with the people who take decisions about their future.",
        "This initiative is a response to the deep sense of frustration and anger which people feel about the way their hopes, their problems, their efforts and aspirations have been ignored, thwarted and trampled by a Government that doesn’t understand the countryside and doesn’t care either.",
        "Everywhere we go, we meet people who feel a profound sense of alienation from Government, Westminster, Whitehall and Brussels.",
        "Everywhere we go, we find that the bonds of trust which should exist between a Government and rural people have been broken. The bonds of trust must be rebuilt.",
        "Without them, the process of restoring the countryside, working in partnership to create a vital, living rural economy, cannot even begin.",
        "We want to see rural communities united in hope, rather than insecurity; rural activities encouraged rather than scorned; rural values protected rather than regulated out of existence.",
        "Yesterday, the Government published its submission to the Lessons Learned Inquiry on FMD.",
        "It is an object lesson in arrogance, larded with complacency, peppered with evasion and served up with dollops of whitewash…",
        "…..If we have learned one thing from Foot and Mouth it is that what happens to farming matters to the whole rural economy and to each and every one of us.",
        "CRAG is born out of a need. We want to be a campaigning organisation;",
        "We want it to build a network of members throughout the UK;",
        "We want it to support our councillors and politicians at home and in  \nEurope fighting for the things that matter to the countryside:",
        "– Farming;",
        "– Local services – like the police, transport and housing;",
        "– Local democracy;",
        "– And protecting greenfields and the landscape which helps give  \nus identity as a nation.",
        "I want it to feed in policy ideas and feed out our commitment to making change for the better.",
        "Your participation will be essential.",
        "I pay tribute to the work of Sheila Gunn who has done so much to develop the idea of CRAG. I pay tribute to the work of the Conservative Countryside Forum over the years and in particular to Nigel Finch and his executive committee who have done a very great deal to promote the interests of the countryside within the Party. We value the work they have done and want it to continue as part of CRAG. I am delighted that both the Forum and the Countryside Council, led by John Peake have given their support to the creation of this new umbrella organisation. I am delighted, too that distinguished artist and conservationist David Shepherd has expressed strong support and is willing to get involved.",
        "CRAG will be broadly based, as interested in tackling rural poverty as in supporting traditional country sports. It will be run professionally; it will be have its own board and chief executive; it will work closely with our Front Bench team and yet have an independent voice.",
        "I am only too aware that there are already a host of organisations out there claiming to speak for rural Britain.",
        "CRAG will have a crucial difference. It will be more than a voice.",
        "Lobby groups are just that; they can lobby, but in the end decisions are taken by Governments. Lobby groups have about as much chance of forming a government as Liberal Democrats.",
        "CRAG will be affiliated to the Conservative Party, and we have every intention of forming the next Government.",
        "By joining CRAG, people will be able to say, “Yes, the countryside matters to me”, but they will be able to add, “Yes, I’m willing to work with a Party that believes in rural Britain, and wants to win elections to make life better for rural communities and the landscape we cherish."
    ]
}