{
    "url": "https://www.ukpol.co.uk/bob-ainsworth-2001-speech-on-the-gender-agenda/",
    "title": "Bob Ainsworth – 2001 Speech on the Gender Agenda",
    "post_date": "February 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Bob Ainsworth",
            "url": "/tag/bob-ainsworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Home Office Minister, Bob Ainsworth, on 21st August 2001.",
    "content": [
        "I congratulate all of the people who have worked together to produce the Gender Agenda. It is well crafted, constructive and needed. Its intended audience will ignore the Gender Agenda at its peril. The police service has to get its diversity management right if forces are to make the best use of the available talent and skill. The Gender Agenda makes a major contribution towards the process not only of achieving fair treatment for women officers, but also towards achieving a modern effective police service.",
        "It is helpful that the Gender Agenda is being launched at the same time as the Home Office National Recruitment Campaign begins to put a special emphasis on women and minority ethnic candidates.  \nThe Agenda is fully consistent with the Government’s overarching aims in this area. These include equal representation of women and men in public appointments and appointment on merit, using fair selection procedures.",
        "It is good to see that the Gender Agenda states under its values that it wishes to ensure that all of its arguments are evidence based. This approach must be set to succeed given the wealth of evidence which exists to support it.",
        "The Home Office will shortly be publishing a review of the considerable research which has been undertaken into women officers’ career development and progression. Inevitably, the research doesn’t make comforting reading, and serves to reinforce the need for the Gender Agenda. The service has made some progress, but it still has a long way to go.",
        "Progression is clearly a central issue. Research suggests that the use of interviews to test key skills and abilities has been particularly discriminatory towards women. Because of the low representation of women officers in higher ranks, interview panels will be mainly made up of men – and they will determine the criteria used for selection. The obvious danger is that, without training, these men will simply define themselves in the criteria, thus perpetuating the selection of male officers. This is a classic problem, which forces need to get a grip on.",
        "Research suggests that the vast majority of policewomen have experienced some form of sexual harassment, and this is borne out by the high proportion of employment tribunal cases involving sexual discrimination and harassment. This is obviously unacceptable and worrying. Forces must learn lessons from employment tribunal cases, so that they can manage themselves better. Sexual discrimination is not only harassment by individual officers but also through institutionalised sexism, such as the stereotyping of women officers, and the use of exclusionary language.",
        "The Gender Agenda addresses the problem of double jeopardy suffered by black women officers. ACC Spence’s reference to these officers having to put their effort into surviving let alone seeking progression reflects very badly on the police service. It is awful for the individuals concerned – and they are to be congratulated on their commitment – and it is symptomatic of a culture which must be changed if we are to achieve a modern police service.",
        "Culture and attitudes have to change – but so must the employment framework. A particular issue, rightly highlighted in the Gender Agenda is the availability of part-time working for probationers and ranks above sergeant. I know forces are screaming out for this and I am glad to say that the Home Office has now agreed with the Police Negotiating Board the amendments needed to the Police Regulations to extend part-time working to probationers and the inspector ranks. We should be able to make the necessary regulations in the very near future, and we are pursuing with the PNB a further extension of part-time working to all ranks. We will be issuing detailed guidance to forces on part-time working to go with the changes to the regulations.",
        "Part-time working does not, of course, only benefit women officers. It is an example of how change which has – if I may put it this way – a female impetus, has across-the-board benefits. Increasingly we are seeing that initiatives to bring about equality and proper diversity management for one group has a much wider impact. The Home Office-led national recruitment standards project came out of the Dismantling Barriers initiative to achieve proper minority ethnic representation in the police service – but part of the project is to come up with fitness testing which does not unfairly discriminate, which is of vital relevance to women candidates.",
        "Taking an example from outside of gender and race, the police service is, perhaps as soon as 2004, to lose its exemption from the employment provisions of the Disability Discrimination Act. This will mean that forces must make what are termed under the Act as “reasonable adjustments” to any current arrangements which place disabled people at a substantial disadvantage. To carry out this process, forces will have to work out what objectively is needed to do the job and to apply this in a fair and transparent way. But the benefits of this way of managing, which is after all the proper way to manage, will clearly not be confined to disabled people.",
        "We need to target areas for action in order to manage the process of change, but the overlapping problems and solutions are becoming more and more obvious. And we need to be aware of the dangers in linking modernising change to particular groups. Part-time working was introduced with a focus on its potential to retain women, as an equal opportunities measure, rather than as a means of improving efficiency and effectiveness. This has led some managers to think of part-time working as a problem and an administrative burden, rather than as a way of making better use of the available resources.",
        "Changes to legislation help change along, but much of the change – perhaps the most important change – must be the way in which forces manage themselves. The Gender Agenda emphasises the need for flexible working practices, and this is one of the themes of the Police Reform programme,. which is to deliver best practice in all aspects of human resource management. Some excellent work has already been done by the ACPO Equality Sub-Committee, with support from the Home Office, in the production of guidelines on part-time working and other flexible options.",
        "And the Home Office will shortly be publishing a report which explores in a detailed way flexible working practices in the police service. This will be an important contribution to modernisation and the Police Reform discussion. It will show the benefits of flexible working practices and the barriers to their use; it will identify types of flexible working practices suitable for different employee groups and employee roles; and suggest good practice in the introduction and management of flexible working practices in the service.  \nThe report will show its readers that on flexible working, as elsewhere, the police service has a long way to go:",
        "– the most common type of flexibility currently exercised by forces is part-time work, but even here the police service does not follow practices in other organisations. Outside the service, posts are often identified as suitable for part-time work and staff are recruited to them accordingly. In the police service, common practice is for staff to reduce their hours in a post which they previously occupied full-time;",
        "– managers often perceive part-time workers to be inflexible, not working night shifts or provide short notice cover; but this is directly contradicted by evidence of staff who work until midnight or two o’clock in the morning and who are able to provide cover without being notified in advance.",
        "Training is another critical issue identified by the Gender Agenda. I congratulate the British Association of Women Police for developing the Women’s Leadership training course which has recently been adopted by National Police Training. I acknowledge the personal contribution made to this by ACC Julie Spence. It is also good to see that the Strategic Command Course, traditionally run as a long residential course, has been made more flexible to be more family friendly. The course will now take the form of short modules lasting no longer than four weeks each. In the run up to the course, and between modules, candidates can carry out police based research locally. This will ensure that candidates do not have to work far away from home and are better placed to meet their personal and domestic commitments.",
        "The Gender Agenda calls on the Home Office amongst others to promote the aims of the Agenda and a dialogue around the issues. We will of course take full account of it in formulating our police gender policies. The commonality of our interest is very strong, and it is important for the British Association of Women Police and the Home Office to work together. Officials have already been closely in touch with you in the run up to this conference, and this needs to continue for our mutual benefit. So far as promoting dialogue is concerned, this will happen. Flexible working is key, and this is an important theme within the human resource management work strand of the Police Reform programme, which is being taken forward as a priority. For the dialogue to be meaningful, there must be information – and as I have indicated, the Home Office is providing this to the police service in a substantial way.  \nSo you will gather from all of this that I am able to give my serious and enthusiastic support to the Gender Agenda. I predict that when we look back in just a few years time we will see that it has been a major landmark in the history of the police service."
    ]
}