{
    "url": "https://www.ukpol.co.uk/jonathan-aitken-2009-speech-on-truth-and-politics/",
    "title": "Jonathan Aitken – 2009 Speech on Truth and Politics",
    "post_date": "February 22, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Jonathan Aitken",
            "url": "/tag/jonathan-aitken/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by Jonathan Aitken on 26th May 2009.",
    "content": [
        "As some of you know I have the unhappy distinction of being the only British cabinet minister ever to have been sent to prison.",
        "These days, quite a few people seem to be surprised that I am the only one.",
        "But despite the obvious ironies of being invited to open our discussion today, perhaps I can bring to it both a worm’s eye view and a bird’s eye view of the subject.",
        "The worm’s eye view, which I acquired involuntarily by spending 7 months in Her Majesty’s prisons for perjury, does concentrate the mind wonderfully on why some politicians fail tests of character to do with the truth. In my own case it was largely to do with pride, a theme which may recur in other cases.",
        "But on the principle that poachers sometimes make good gamekeepers I also want to offer you a bird’s eye view of why our present Parliamentary system has been failing.",
        "Coupled with some concluding thoughts about how the best practices and highest ideals of Parliamentary democracy could be made to work far better than they are working today.",
        "In short, using the title of Peter Hitchens stimulating book The Broken Compass, I want to ask 2 questions in the spirit of seeking after truth.",
        "1\\. Why is our national political compass broken?",
        "2\\. How could we fix it?",
        "In the present mood of public anger about Parliamentary expenses there may be some confusion as to whether we are talking about individual, institutional or constitutional failures.",
        "Individual failures of character in politics are not new.",
        "Jack Profumo was a close friend and Parliamentary colleague of my father’s. I vividly remember as a teenager in the summer of 1962 when the utterly broken Jack Profumo secretly came to stay with us in our home in Suffolk to escape from media hounding.",
        "And while he was staying with us Time Magazine published a cover story on the Profumo Crisis. The American reporters writing the article took the line that the whole drama was over-hyped British establishment hypocrisy. All the errant minister had done was to sleep with a girl and deny it in the House of Commons. So Time Magazine signed off their piece with a jokey quatrain:",
        "“To lie in the nude is not at all rude",
        "But to lie in the House is obscene.”",
        "Yet for all the lampooning by Time, the fact of the matter was that the institutional standards of Parliament in regards to truth were not in any danger of failing in 1962.",
        "For an MP to lie in a personal statement to the House – traditionally heard in silence and without questioning – was regarded to be as massively serious a breach of Parliamentary rules as to lie on oath in a court room is regarded as a breach of the law.",
        "So both Profumo and I were rightly punished – although for individual rather than institutional failings.",
        "Today’s broken compass is different because its exposed failings suggest that an entire political class has lost its bearings.",
        "Of course we all know that on the expenses scandal large numbers of decent MPs have not, to paraphrase the words of the Anglican general confession, “followed too much the devices and desires of their own hearts” – or pockets. There are still plenty of good and honourable members.",
        "Yet the Parliamentary compass is evidently broken and I think that is so for far deeper reasons than claims for flipped mortgages, moats, beams, bathplugs and duckhouses.",
        "My view which I think is shared to some extent by Peter Hitchens, is that Parliament has been falling into low public esteem for some years. This is due to some if not all of the following factors:",
        "1\\. The failure to scrutinise huge swathes of legislation with anything like the same level of debating time and due diligence that almost all Parliaments in the first nine decades of the 20th century applied as a fundamental duty of MPs.",
        "2\\. The handing over of Parliamentary authority to an ever increasing number of unelected bodies ranging from politically correct quangos to the EU commission. Power has drained away from Parliament as a result and marginalising MPs.",
        "3\\. The increase and almost automatic use of the Parliamentary guillotine to cut off debates on Bills. The first Blair government even invented a corrupt device by which parts of Bills are “deemed” to have been debated by Parliamentary committees when they have not actually been debated. So much for truth in politics there!",
        "4\\. The failure of Parliament to protect the erosion of traditional British liberties in the cause, occasionally justified but too often unjustified, of strengthening the criminal justice system, particularly in regard to terrorism.",
        "5\\. The rise in power of the party whips’ offices and their centralised control over independent minded back benchers – who have become an almost extinct species as a result. The whips now suppress dissent and control all committee chairmanships and memberships – which is wrong.",
        "6\\. The undermining not only of Parliamentary independence but also Civil Service independence. This has been achieved by the appointment of large numbers of “special advisors” on the government’s payroll who act as Prime Ministerial spin doctors and acolytes, again marginalising MPs in the process.",
        "7\\. The undermining of what used to be called the adversarial system of long and sometimes fierce Parliamentary debates over all important legislative proposals.",
        "Peter Hitchens writes powerfully about this in the final chapter of his book. He argues, and I agree with him, that the historic traditions of adversarial argument in Parliament have almost completely ceased. Instead we have the creation of a cosy Parliamentary consensus in which too many important issues get short changed or even ignored by the political class. As Peter Hitchens puts it: “Political parties have become devices for representing the views of the establishment to the people rather than the other way round”.",
        "8\\. The cumulative effect of these changes has been to turn the peoples Parliament into a politicians Parliament.",
        "This introverted approach has increased the power of government and outside bodies at Westminster’s expense. Toomnay MPs have been reduced to impotent time-servers. They have long forgotten the wise dictum of Mr Gladstone: “Parliament is not the government. It is the check upon the government”.",
        "Today’s subservience of Members of Parliament to government is much more worrying an institutional trend than individual venality over expenses.",
        "Yet it is the scandals over these expenses that has triggered today’s crisis and which now offers a major and healthy opportunity for Parliamentary reform.",
        "So finally how might we fix the broken compass?",
        "At the heart of the individual and institutional failings of Parliament lies this uncomfortable truth.",
        "For far too many people in politics compliance has replaced conscience as the arbiter of what is right and what is wrong.",
        "Perhaps it is spiritually relevant to this debate to remember the question Pontias Pilate asked before disregarding his own conscience and complying with the pressures from the crowd: “What is truth?” – unfortunately he did not stay for an answer.",
        "I suggest we will only get the right answer to questions such as “what is truth?” or “what is right?” until we have gone through the painful but necessary cleansing process of electoral and Parliamentary upheaval which has only just begun.",
        "All the wrongs that I have just listed, plus a root and branch clean up of the Parliamentary expenses rules can be put right by the votes of the electorate and by a new reforming Parliament. It has happened before in our history, notably at the time of the Great Reform Bill of 1832.",
        "Indeed a new government and Parliament might usefully consider whether Britain needs a Great Parliamentary Reform Bill of 2010 or 2011 to give us a differently motivated political class and a new political compass.",
        "At least the great debate is now starting. Thank you for putting on this early instalment of it in St Mary le Bow today."
    ]
}