{
    "url": "https://www.ukpol.co.uk/luke-akehurst-2022-nec-candidate-statement/",
    "title": "Luke Akehurst – 2022 NEC Candidate Statement",
    "post_date": "August 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Akehurst",
            "url": "/tag/luke-akehurst/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The candidate statement from Luke Akehurst.",
    "content": [
        "**Candidate Statement**",
        "I was elected to the NEC in 2020 having previously served 2010-2012. I voted for Keir Starmer in the leadership election and I have been working on the NEC to make his leadership a success; to reunite and rebuild a divided and demoralised Labour Party after four consecutive General Election defeats; and to get Labour into fighting shape for the next General Election.",
        "A Labour activist for 34 years, I am passionate about tackling poverty and inequality. As a parent and cancer survivor I will fight to defend our NHS and schools from Tory cuts.",
        "Support the closest possible links with Europe. Want zero tolerance of antisemitism, Islamophobia and racism. Strong record of fairness and defending democracy in taking decisions, openness and accountability in reporting back to members.",
        "Extensive campaigning experience: Borough Campaign Manager in four Hackney elections increasing Labour seats from 29 to 50; parliamentary candidate Aldershot and Castle Point; full-time Organiser in Camden.",
        "Councillor 2002-2014, trade unionist (Unite) 29 years. Member of Co-op Party and Fabians.",
        "With over three decades experience of campaigning, on the NEC my absolute focus is on turning Labour back into an election-winning party.",
        "I recommend also nominating Baxter, Duale, Singh Josan, Thomas."
    ]
}