{
    "url": "https://www.ukpol.co.uk/john-alderdice-2022-tribute-to-hm-queen-elizabeth-ii-baron-alderdice/",
    "title": "John Alderdice – 2022 Tribute to HM Queen Elizabeth II (Baron Alderdice)",
    "post_date": "October 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Alderice",
            "url": "/tag/john-alderice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by John Alderdice, Baron Alderdice, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, it is a truism of politics generally—and, no doubt, of your Lordships’ House—that it is easier to make a long speech than a short one. In respect of Her late Majesty, all of us could speak at length with enthusiasm, passion and not a little sadness about our experiences of her, both closely and at a distance. I will restrict myself to two comments about not the personal relationship with her but what she achieved and represented. One is about international relations, which are an important matter for me. The other is about the Irish peace process, to which the noble Baroness, Lady Coussins, just referred.",
        "When Her Majesty came to the Throne, after two World Wars, there was a huge focus on creating an international rules-based order. There was a particular focus on the United Nations. For a long time, that was and continued to be an inspiring hope—perhaps until relatively recent times—because the United Nations Security Council is and was to be the pinnacle of international law. Now we find that two of its permanent members are, by any account, guilty of crimes against humanity. Were that to be the case of any of the members of our Supreme Court, we would lose faith in that jurisdiction.",
        "Others of Her Majesty’s Ministers focused a great deal on getting us into the European project or, more latterly, getting us out of it. But she had a different focus during all those years. She was supportive of what her Governments were doing, of course, but it was the Commonwealth that was her particular passion, as the noble Lords, Lord Boateng and Lord Robertson of Port Ellen, and the noble Baroness, Lady Coussins, rightly said. It is my conviction that, had it not been for her passionate commitment and that of the rest of the Royal Family, we probably would not have a Commonwealth today. Instead, we have an important network of relationships that some countries that were not even members of the British Empire have applied to join.",
        "Yesterday, I got off a plane to hear of Her Majesty’s death after a visit to Singapore at the invitation of the Singaporean Government. I have often found myself being critical of them. It seemed to me that they were not living up to some of the principles I felt were important. I came back, however, with a different set of feelings. They understand China in a way that we do not. They have a fellow feeling with India that we cannot have. They understand Asia and the West. If we are not to fall into a terrible war with China and others in the East, we desperately need that depth of understanding. It is an understanding that Her late Majesty the Queen had very deeply.",
        "I speak of the Irish peace process. In her Golden Jubilee year, 2002, Her Majesty visited not just the Parliament here but the Senedd in Wales and the Parliament in Scotland. I was advised by the Northern Ireland Office, however, that she would not be visiting the Northern Ireland Assembly of which I was Speaker because the Northern Ireland Office felt that it would cause difficulties. I said, “I see. You’re wanting to create a constitutional crisis.” “Oh no,” they said, “We’re trying to avoid trouble.” I said, “Well, how do you think unionists will respond if Her Majesty can go to every other Parliament but not to Stormont?” They said, “But it won’t go well.” I replied, “Just back off for a little while and give me a chance to talk to those involved.”",
        "I talked to Dr Paisley, who was very wroth because he was convinced that it would not be possible. I talked to others. Eventually, I talked to Alex Maskey, the then Chief Whip of Sinn Féin. I said, “Alex, you know, I want to be able to invite the Irish President here but I cannot invite her if Her Majesty cannot come.” “Ah,” he said, “We’ll have a chat about it.” So the ard chomhairle of Sinn Féin got together. You can imagine them speaking in Dublin about Her Majesty’s visit to Belfast. They came back to me, and the answer was clear: “We will deal with it with a dignified detachment. We won’t be able to be there but we won’t create trouble.”",
        "On the morning of Her Majesty’s visit, Gerry Kelly was interviewed on the BBC. My first response was a sinking heart. What would Gerry say? He was asked whether he would meet her. He said, “Well, if she’s going to hand the place over, I’d be very happy to meet with her, but I don’t expect that’s what she’s coming for. So we will deal with it with a dignified detachment.” Of course, that is what happened; they dealt with it appropriately.",
        "We went on to have the remarkable visit to Dublin and the meeting with Mary McAleese. Then, in 2012, we had the visit to Belfast where Her Majesty shook hands with Martin McGuinness. In 2002, it was dignified detachment. In 2012, it was dignified engagement. None of that would have happened had she not, by her whole life, person and example, demonstrated dignity in relations and respect for and mutual recognition of those with whom she and her country disagreed. She was a remarkable person. She has given those of us in my part of the United Kingdom a remarkable legacy, but we are fortunate because King Charles III is also part of her legacy. God save the King."
    ]
}