{
    "url": "https://www.ukpol.co.uk/peter-aldous-2022-speech-on-nhs-dentistry/",
    "title": "Peter Aldous – 2022 Speech on NHS Dentistry",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 20 October 2022.",
    "content": [
        "I beg to move,",
        "That this House is concerned by the growing crisis in NHS dentistry; notes that nine out of ten dental practices in England do not accept new NHS patients; regrets the number of dentists moving away from NHS practice; welcomes the Government’s commitment to levelling up health outcomes and dental health across the country; calls on the Government to take urgent steps to improve retention of NHS dentists and dental accessibility for patients; and further calls on the Government to report to the House on its progress on the steps it has taken to address the NHS dentistry crisis in three months’ time.",
        "I thank the Backbench Business Committee for granting this debate, and the hon. Member for Bradford South (Judith Cummins) for her work in helping to secure it. I also highlight e-petition 564154, signed by 11,067 people, calling for an independent review of the NHS dental contract.",
        "Colleagues have been securing debates on the state of NHS dentistry for the past two years. This crisis has been brewing for a long time, and the situation can be likened to that of a house built on shallow and poor foundations that has come crashing down with the earthquake of covid. The King’s Fund describes NHS dentistry as being on “life support”, while the British Dental Association describes it as undergoing a “slow death”. In its monthly report for October, Healthwatch repeats that NHS dental care continues to be one of the main issues it hears about from the public, who across the country are clamouring for NHS dentistry that is both affordable and accessible.",
        "In Suffolk, there are 70 dental practices with NHS contracts, but not one is taking on new patients. Locally, there has been some welcome support in that, in Lowestoft, a local practice was granted additional units of dental activity that allowed it to see emergency patients until the end of September, and in July the Dental Design Studio was awarded a contract to deliver NHS dentistry for up to eight years. However, very quickly both practices were fully booked up and have had to turn away patients. There is a need for root and branch reform, and I shall briefly set out the issues that need to be included in a blueprint plan for NHS dentistry.",
        "**Dr Andrew Murrison (South West Wiltshire) (Con)**",
        "I congratulate my hon. Friend on securing this debate. Would he agree with me that the fundamental problem with NHS dentistry at the moment is the 2006 contract and the units of dental activity? Does he share my disappointment at the statement made in the summer about how to resolve the situation based on the consultation launched last year, and furthermore, does he hope that UDAs will be expunged from all of this so that dentists can be properly rewarded for the job they do and thus return to the NHS?",
        "**Peter Aldous**",
        "I thank my right hon. Friend for that intervention, and I agree wholeheartedly with him on that point. I will come on to it as I set out what I believe needs to be done to improve the situation, but I think he and I are very much on the same page on that issue.",
        "First, I will address the issue of funding. There is a need to secure a long-term funding stream. In recent years, the NHS dental budget has not kept up with inflation and population growth. Since 2008, NHS dentistry has faced cuts with no parallel elsewhere in the NHS, and the British Dental Association states that it will take £880 million per annum to restore the service to 2010 levels. I acknowledge the budgetary challenges that the Chancellor faces, but the reform process is doomed from the start without an appropriate level of investment. There is a need for a protected budget, and any funding that is clawed back must be kept in dentistry.",
        "Secondly, a strategic approach should be adopted towards recruitment and retention, with a detailed workforce plan being put in place.",
        "**Jeff Smith (Manchester, Withington) (Lab)**",
        "I congratulate the hon. Member and my hon. Friend the Member for Bradford South (Judith Cummins) on securing this debate. There is a crisis in south Manchester and across the country in trying to access NHS dentists. There are highly trained dentists from abroad who can help. I have some constituents who were trained at the dental faculty of the University of Hong Kong, which is among the top three faculties in the world—it has an English curriculum—but they cannot get registered or access the licence exams. I understand that the Government have said they are going to simplify the registration process. Would he join me in urging the Government to act very quickly to make that happen?",
        "**Peter Aldous**",
        "I thank the hon. Gentleman for his intervention, which came at an appropriate time. Indeed, he may well have been reading my speech, because that was the next point I was coming to. In the short term, we need to be stepping up recruitment from abroad. Although the legislation tabled earlier this month to streamline the process of recognising overseas qualifications is welcome, that will not address the problem on its own, and I hope that when he responds to the debate, the Minister will address that issue. In the longer term, we must improve dentistry training ourselves and ensure that it is available throughout the country. In that regard, the proposals being worked up by the Universities of East Anglia and of Suffolk are to be welcomed.",
        "Thirdly, as my right hon. Friend the Member for South West Wiltshire (Dr Murrison) said, there is a need for a new NHS dental contract. It is welcome that discussions have started on revising the contract, but there is a worry that the Government are looking only at marginal changes, when ultimately a completely new contract is required. At present, the NHS contract is driving dentists away from doing NHS work. Its target-based approach is soul destroying for so many, and it needs to be replaced with an agreement that has prevention at its core.",
        "That leads me to the fourth and penultimate component of a new system of NHS dentistry: the public promotion of the importance of good oral health, and looking after our teeth from the cradle to the grave. Denplan proposes that the Government and NHS should lead a public education campaign to emphasise the importance of oral health. There should be provision in the aforementioned new contract for dentists to go into schools, as well as into care and nursing homes. When economic conditions allow, let us be imaginative and exempt children’s toothbrushes and toothpaste from VAT. That can embed good oral healthcare at an early stage of life. It is welcome that the Health and Care Act 2022 facilitates the roll-out of water fluoridation projects, and the Government should work proactively with water companies to ensure that is universal.",
        "Finally, there is a need for clear transparency and full local accountability for overseeing and commissioning NHS dentistry services. I acknowledge the hard work and great effort of those working at NHS England, but we need to replace a system that is inaccessible, opaque, and confusing. The Health and Care Act provides us with the means of doing that, and it is welcome that from next April, many integrated care systems will be taking on responsibility for local NHS dentistry. That is the right approach, as good oral healthcare is essential for good general health and wellbeing, and inextricably linked to primary, mental and emergency care. It is vital that those involved in dentistry are represented on integrated care boards.",
        "Across the country there are a multitude of dental deserts. If we do nothing, if we apply the odd sticking plaster here and there, those will turn into one large Sahara. We owe it to those we represent to ensure that does not happen. That means that we need as a matter of urgency a blueprint plan for new NHS dentistry. That will not be delivered in one fell swoop, but we need clearly to lay down the route path and start taking meaningful strides down it. With that in mind, the motion calls on the Government to embark on that journey and report back on their progress in three months’ time."
    ]
}