{
    "url": "https://www.ukpol.co.uk/peter-aldous-2021-speech-on-dental-services/",
    "title": "Peter Aldous – 2021 Speech on Dental Services",
    "post_date": "January 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 14 January 2021.",
    "content": [
        "I congratulate the hon. Member for Putney (Fleur Anderson) on securing the debate.",
        "Before the pandemic, my engagement with the dental sector led me to form a number of views on how it served our communities. Those who work in dentistry are highly competent and well qualified professionals, but there are problems in recruitment, and it is increasingly difficult to find an NHS dentist. When good and highly respected dentists retire, they are hard to replace. There is a lack of accountability in NHS England and NHS Improvement, and the world of UDAs—units of dental activity—is opaque and difficult to understand.",
        "One readily reaches the conclusion that in normal times, the system does not work in the best interests of local communities and public health. Covid-19 presents those working in dentistry with enormous challenges. They are placed in a position of significant health risk, there is a dramatic reduction in capacity, and there have been some problems with those working in the sector being recognised as key workers.",
        "The Government were right to set up a network of urgent dental centres, and in many respects this has worked well, although I have received a lot of complaints about where and how to find them, being kept waiting on the phone for seemingly hours on end, and then difficulties getting an appointment. Not only is there the challenge of getting through the current lockdown, but the shadow of covid will hang over the sector for a very long time. There is an enormous backlog of work, and yes, although some of that may be classed as non-emergency, it is important to bear in mind that it is often a routine visit to the dentist that picks up cancer at an early stage.",
        "The position has been exacerbated by the Government writing to dentists before Christmas seeking to impose a 45% target of UDAs for January, February and March. The proposal has been described to me by dentists in my constituency as “completely irresponsible”, “disrespectful”, “neglectful”, “unsafe” and “inconsiderate”. It should be dropped. The Government need to work with dentists to come up with, first, a short-term plan to get through the immediate crisis, and then a long-term plan that is easy to understand, provides proper accountability and full national coverage of NHS dentistry, and ensures the recruitment and retention of highly trained professional staff."
    ]
}