{
    "url": "https://www.ukpol.co.uk/peter-aldous-2020-speech-on-the-lowestoft-tidal-flood-barrier/",
    "title": "Peter Aldous – 2020 Speech on the Lowestoft Tidal Flood Barrier",
    "post_date": "January 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 20 January 2020.",
    "content": [
        "The purpose of this Adjournment debate is to highlight the vital importance of the Lowestoft tidal flood barrier, which will provide much needed protection for many homes and businesses in Lowestoft. Moreover, it will act as a catalyst for inward investment in the offshore wind sector, the post-Brexit fishing industry and the town centre, where the high street is under considerable pressure at present and businesses need reassurance that their investments will not be at risk from flooding.",
        "East Suffolk Council has prepared a flood risk management project, which includes the barrier in the outer harbour. At present, the project is only partially funded and while work will be starting this year, the outstanding money needs to be secured so that the project can be completed in its entirety and it delivers its full benefits to the UK’s most easterly town, which has been exposed to the worst excesses of the North sea for far too long.",
        "It is appropriate that this debate is taking place at the beginning of the Environment Agency’s Flood Action Week. At the outset, I shall provide the national context. It is good news that in the Conservative manifesto at the December election and in the subsequent Queen’s Speech, which we have just concluded debating, the Government have committed an additional £40 billion to flood defences.",
        "The National Infrastructure Commission has highlighted that this investment is badly needed. It points out that over 5 million homes in Britain are at risk of flooding and coastal erosion; management of floods in the past has been short term and reactive, rather than preventive; and while the six-year capital programme to 2020-21 has provided certainty on funding for the issue of floods, there remains no clear long-term objective for flood resilience and defence. It makes a variety of recommendations for how the situation can be improved. First, it proposes a national standard so that by 2050 we can be sure that communities are resilient to flooding for 99.5% of the time whenever feasible.",
        "**Ian Paisley (North Antrim) (DUP)**",
        "As the hon. Member knows, he is my brother’s Member of Parliament, and this is an issue that affects him. I understand that one of the key questions is whether there are predictions of tidal surge in the area. If there are, how devastating an impact could they have on his constituency, and indeed my brother’s home?",
        "**Peter Aldous**",
        "I am grateful to the hon. Member for raising that issue; it is one I will come on to. The tidal surge in 2013 gave a clear indication of what could happen in a worst-case scenario and we need to put in place measures to avoid that devastation to people’s lives.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I congratulate the hon. Member on bringing this matter to the House. The Ards peninsula in my constituency has 96 coastal erosion points, so this is happening in my constituency as well, and there is much concern about the erosion, the loss of land, and the impact on homes and livelihoods. Does he ​agree that the Government must find the money to address these concerns as they are quickly escalating to crisis point—that crisis point being the point of no return?",
        "**Peter Aldous**",
        "As I will highlight, we must not forget that some coastal areas face devastating flood risk problems too. They might not emerge quite as often as fluvial floods, but their impact on communities is very real. I will highlight the 1953 flood, which is still remembered vividly right along the East Anglian coast.",
        "The second point the National Infrastructure Commission raised was that the existing catchment flood management plans and shoreline management plans should be updated to take into account the commission’s new standards and should set out long-term plans for flood risk management. Thirdly, it argued that currently—at the beginning of 2020—the Government should be putting in place a rolling six-year funding programme in line with the funding profile the commission set out. This would enable the efficient delivery of projects addressing the risks from all sources of flooding. It is vital that when these improvements to the country’s flood defences are made—this comes back to the point the hon. Member for Strangford (Jim Shannon) raised—coastal communities are not overlooked. Storm surges, such as those in 1953 along the East Anglian coast and more recently in 2013, have a terrible impact from which it can take communities a long time to recover—some never do.",
        "**Dr Dan Poulter (Central Suffolk and North Ipswich) (Con)**",
        "I commend, as always, my hon. Friend’s tremendous advocacy for his constituents, and I am delighted that that was so well reflected in the election result in his constituency. Does he agree that the wider economic damage done by the tidal surges in East Anglia can be felt for many years and have an economic impact on businesses in his constituency, many of which have employees who live in central Suffolk and elsewhere? It is particularly important that the Government take note of this as they seek to support economic growth in and protect the economy of the east of England and Lowestoft.",
        "**Peter Aldous**",
        "My hon. Friend is right that these storms can have a devastating impact on homeowners and businesses, but that the supply chains of those businesses extend far outside Lowestoft into places such as his constituency.",
        "The 1953 floods caused devastation and loss of life all the way down the east coast—not least in Lowestoft, where the Beach Village, known locally as the Grit, ultimately had to be pulled down and made way for industrial development. Hundreds of families lost not only their homes, but their families’ fishing heritage. The 2013 storm surge, which I shall describe in more detail shortly, thankfully did not have the same impact, primarily because we have better defences than we did 60 years ago, and because we were warned. However, there is a sense in Lowestoft that we “escaped by the skin of our teeth”, and that next time we will not be so lucky.​",
        "The needs of coastal communities have been highlighted by the Committee on Climate Change. It has pointed out that coastal communities, infrastructure and landscapes in England are already under considerable pressure from flooding and erosion; that 520,000 properties in England are located in areas that are at risk of damage from coastal flooding; that damages as a result of flooding and erosion amount to an average of more than £260 million per year; and that coastal management around the country is covered by patchwork legislation. In short, we need to do better.",
        "On 5 December 2013, a storm surge caused havoc down the east coast. Lowestoft was one of the worst-affected communities, as I highlighted in another Adjournment debate in the Chamber later that month. In the Lowestoft and Oulton Broad area, 158 residential and 233 commercial properties were flooded, including 90 residential and 143 commercial properties in the low-lying central area of Lowestoft. In addition, tidal flooding resulted in the closure of key transportation links, including Lowestoft railway station, the A47 through Lowestoft and the A12 to the south. Lowestoft was essentially cut off.",
        "The impact on many people and their properties was dramatic. In Levington Court, which provides housing and care for vulnerable older people, 19 flats on the ground floor were evacuated. Residents’ possessions were lost, and they did not return to their homes until several months later. In the nearby Fyffe Centre, which provides accommodation for the homeless, 27 people had to leave. Again, it took many months to refurbish and repair the property.",
        "In adjoining residential areas, including St John’s Road and Marine Parade, many properties were hard hit, including homes in the rental sector. Some people lost all their possessions, which in many cases were not insured. The community rallied round superbly to support them, but full compensation—and I do not mean just financial compensation—can never be provided for the loss of belongings and possessions that can mean so much personally.",
        "Businesses were badly hit, including the Ling’s car showroom, East Coast Cinema—Britain’s most easterly cinema—and Buyaparcel. Wetherspoons’ Joseph Conrad pub in Station Square was badly damaged, and traders in Bevan Street East, close to the town centre, were dealt particularly savage blows. The doctor’s surgery in Marine Parade had to move, and has never returned.",
        "The challenges of rising sea levels and climate change mean that such events will take place more frequently. Sea levels along the Suffolk coast have been rising by 2.4 mm per annum since the 1950s. In Lowestoft, research carried out by Halcrow and BAM Nuttall concluded that a 1953-type flood, which was previously considered to be a one-in-1,000-years event, would now take place every 20 years. There is thus a need to move quickly, and to put proper and full flood defences in place as soon as possible. As climate change continues to drive an increase in severe weather events, significant investment in Lowestoft’s infrastructure is required to provide resilience, to facilitate regeneration plans, and to encourage businesses both to grow and to move into the area.",
        "If—although I should say “when”—we get another storm surge, similar to those of 1953 and 2013, the impact on the town could be profound and far-reaching. Not only could many homes and businesses be badly damaged, but vital infrastructure could, in effect, be ​taken out. That could include 38 electricity substations, three water-pumping stations, one gas facility, and multiple telecommunications and IT assets.",
        "Transport infrastructure could also be impacted, including Lowestoft railway station again. Up to a mile and a quarter of rail track and signals would be submerged, the bascule bridge across the port could be seriously damaged, and two and a half miles of A roads and 30 miles of minor roads could be affected. In addition, vital community assets would be impacted, including three doctors surgeries, two Government buildings, three community centres and facilities, and up to eight schools and colleges. The results would be devastating and people would quite rightly be very angry, pointing a finger at the council, at the Government and at me, saying, “You had advance warning in 2013, why have you not done anything?”",
        "Actually, since 2013, the council has been proactive. It has acquired temporary barriers that have been deployed on two occasions, when thankfully they were not really tested. It has also been hard at work on preparing a scheme that provides Lowestoft, its residents and businesses with the protection and peace of mind they are entitled to expect. The scheme is oven ready and ready to go, but funding has not yet been obtained for its final phase, the provision of the tidal flood barrier. That gap now needs to be filled.",
        "East Suffolk Council, along with Suffolk County Council, Associated British Ports, the Environment Agency and the New Anglia local enterprise partnership have developed a comprehensive flood protection scheme that brings together tidal, fluvial and pluvial flood risks under one umbrella. The project includes the tidal barrier in the outer harbour to the east of the bascule bridge, with tidal walls to the north and south of the barrier. It also includes separate but equally important work to protect a number of properties that have experienced significant flooding, especially in periods of heavy rainfall, along Kirkley stream, in Aldwyck Way and on Long Road. The project will protect vulnerable parts of the town and has strong political and community support.",
        "The Port of Lowestoft is owned by Associated British Ports and this includes the outer harbour. The port is undergoing a period of expansion, primarily as a result of the large number of wind farms either in operation, being constructed or being planned off the East Anglian coast. There is also the exciting prospect, post-Brexit, of a revival of the fishing industry. Lowestoft used to be the fishing capital of the southern North sea—a crown that I hope it will acquire again. The port is strategically well placed to serve the wind farms, both for project management during their construction and for their subsequent operations and maintenance. The port is the main base for the Greater Gabbard offshore wind farm and the East Anglia Array. Last year, Scottish Power opened its new £25 million operations and maintenance base in the Hamilton dock.",
        "The original programme for the construction of the tidal barrier envisaged the port closing for up to six months. It has subsequently become clear that this is not practical, as it would make the port unattractive to current and future wind energy companies and business would be lost that we would never be able to get back. The programme for building the barrier has thus been amended to enable it to be constructed over three short ​windows each winter, without the necessity of closing the port for any significant period. These plans are now fully developed, but the cost of amending the design and elongating the programme has resulted in the cost of the project rising from approximately £30 million to approximately £70 million. This is the funding gap that now needs to be filled.",
        "There are now three phases to the project. Work on the first two phases—the fluvial and pluvial works, and the tidal walls—will start this year, and the final phase of the flood barrier will be carried out once funding is in place. The project has three particular advantages. First, it is highly innovative. It involves a tidal barrier that will be installed while still accommodating a 24/7 operational port, and it will not impact on the port’s activities. Its delivery will still enable the port to attract new business that will help revitalise the town by bringing new jobs to the area.",
        "Secondly, the need to be low carbon is ingrained in the project’s DNA. East Suffolk Council has made a commitment to carbon neutrality in its procurement procedures and, as such, its existing and future procurement arrangements will reduce the carbon footprint of all new council development. Moreover, the scheme will help to promote the offshore wind industry, which is so important in reducing the nation’s carbon footprint.",
        "Finally, there will be a high level of local and UK content. Local businesses have been involved at the design stage, and their participation will be strongly encouraged and promoted during construction. Moreover, once completed, those businesses will be able to grow as part of the offshore renewables sector.",
        "The construction of the Lowestoft flood barrier will be a catalyst for the regeneration of the town, not only for the offshore energy sector but in fishing through the REAF—Renaissance of East Anglian Fisheries—budget. This is not just a barrier in name, but in its impact: it removes barriers to growth. The overall benefits of the barrier to the town are significant, as the protection provided will remove the risk of flooding, which will allow much-needed regeneration and redevelopment projects to proceed. In the town centre, it will allow new commercial and residential development, which is currently held back due to the risk of flooding.",
        "A study carried out by Mott MacDonald showed that 71% of the current economic value in the town is at risk due to flooding—a significant barrier to jobs and growth creation. The flood defence project reduces the risk to 3% over five years. The Mott MacDonald study also shows that the scheme will support the generation of 3,500 additional direct jobs locally and 8,000 indirect and induced jobs nationally. It will generate an additional £195 million per annum of gross value added. In summary, the barrier will remove barriers to the regeneration of growth in the UK’s most easterly town.",
        "While Lowestoft and the surrounding area are benefiting from the emergence of the offshore wind sector, the opportunity to raise funds from the many developments taking place off the East Anglian coast to improve infrastructure is currently constrained. The coastal communities fund, which is financed by money received by the Treasury from the Crown Estate out of royalties received from the granting of licences for the wind farms, runs until 2021. In reviewing the fund, I ask the Government to consider targeting projects directly related ​to the offshore wind industry, such as the Lowestoft flood barrier, that will have a significant economic impact.",
        "Madam Deputy Speaker, you will be pleased to hear that I have nearly finished.",
        "The Lowestoft tidal flood barrier provides the town’s residents and businesses with the protection and peace of mind that they are entitled to expect. It is also the key to unlocking many great opportunities for the town. I have sought to highlight some of them, and I ask the Minister to set out the pathway that East Suffolk Council and I should pursue to ensure the project secures full funding as soon as practically possible and that we build the Lowestoft tidal flood barrier without delay."
    ]
}