{
    "url": "https://www.ukpol.co.uk/peter-aldous-2022-speech-on-the-east-suffolk-and-wherry-railway-lines/",
    "title": "Peter Aldous – 2022 Speech on the East Suffolk and Wherry Railway Lines",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 19 May 2022.",
    "content": [
        "Earlier this month, on 3 May, I helped unveil a timeline on Lowestoft station, the UK’s most easterly station, to mark the 175th anniversary of the railway arriving in the town. Lowestoft is the end destination for both the East Suffolk line and one of two for the Wherry line, the other being Great Yarmouth. Those routes serve the most easterly points in the UK, which are now hubs for sustainable energy, manufacturing, engineering, hospitality and hopefully a revitalised fishing industry.",
        "The timeline reveals a long and illustrious past. Looking to the future, if we make the right decisions and secure the right investment now, we can bring major benefits and job opportunities to communities all along the two lines in both East Suffolk and East Norfolk. The two railways pass through and are close to communities that Transport East assesses as being transport deserts, where there are few realistic alternatives to the private car.",
        "Passenger numbers on both lines have recovered well from covid, particularly for leisure-based travel. In April 2022, the numbers on both lines were up 19% on the equivalent period in 2019. In recent years, some significant improvements have been made to the services on both lines, but there is so much more that can be done and considerable scope for further enhancement. It should be borne in mind that the journey time from Lowestoft to Ipswich is now longer than when the service was first provided in 1859.",
        "In the past, the East Suffolk and Wherry lines have brought considerable benefits to the area, serving and supporting residents, facilitating trade and business and promoting tourism. The arrival of the railways was a catalyst for bringing prosperity to the area.",
        "Today, the railway can play the same role as it did 175 years ago in a number of ways. Enhanced services improve connectivity. That is particularly important in a coastal area, where roads are not good. There is a need to provide reliable, frequent and fast services that connect seamlessly with the rest of the rail network. That is important for those working in the energy sector, whether in the transitioning oil and gas sector, offshore wind or nuclear. That workforce requires regular and reliable transport to the area. Strong rail services are crucial to meeting net zero. There is also, increasingly, the opportunity to return freight to the railways from over-congested roads, with opportunities to do this on both lines, from the port of Lowestoft, and taking an enormous amount of materials to the proposed Sizewell C power station, to which there is a link to the East Suffolk line at Saxmundham.",
        "Stations must be attractive, functional and accessible so as to help draw more customers. Several on the two lines are in need of upgrade, such as Great Yarmouth. Stations and their surrounds can also be a focus for regeneration. This is particularly the case in Lowestoft, where the station occupies a unique location in the town centre and where the community rail partnership, the Lowestoft Central Project and the Railway Heritage Trust have carried out considerable improvements to the station in recent years, with more work proposed. There are also exciting plans in the town improvement plan, as part of the towns fund bid, to enhance the surrounding area and to make Station Square an attractive and desirable destination. Thinking laterally, the railways can be a source of innovation. Perhaps these two lines could be pilots for alternative-fuelled trains from local low-carbon sources, such as hydrogen or bioethanol.",
        "Nationally, there has been significant investment in the rail network in recent years. On Tuesday, Her Majesty the Queen opened the new Elizabeth line, construction of HS2 is well under way, lines closed following the Beeching report are due to be reopened, and a significant investment is being made in ticketing services. These proposals are welcome, but it is important that they complement and connect into the whole rail network. There is a concern that the East Suffolk line and the Wherry line—which are, respectively, east of Ipswich and east of Norwich—are left out on a limb and are not properly incorporated into the rest of the national rail network. They are not just branch lines like something out of “The Titfield Thunderbolt” but vital economic arteries serving growing communities.",
        "I shall provide a very brief summary of the two lines over the past 175 years. In 1844, Sir Samuel Morton Peto purchased Lowestoft harbour and announced plans to construct the railway from Reedham to Lowestoft. After gaining parliamentary approval, the Norfolk Railway obtained a lease to construct the line, and work commenced in 1846, with the Lowestoft to Norwich line opening to goods traffic on 3 May 1847. Following the arrival of the railway, Lowestoft grew rapidly, with the railway developing and operating the fish market, the harbour and the south pier, as well as a number of rail-related manufacturing supply networks, including the harbour engineering works, the sleeper depot, and a concrete products factory. In addition, in the south of the town there was a network of freight lines serving shipyards and factories. Morton Peto also developed much of Victorian Lowestoft, which became a fashionable resort that was likewise served by the railway. By the 1920s, Lowestoft was the busiest port owned and operated by the Great Eastern Railway.",
        "The gradual decline of the railway network in east Suffolk and east Norfolk probably started in 1963 with the publication of the Beeching report, which initially recommended closure of the East Suffolk line. However, in 1966 the line was reprieved from closure following a successful campaign led by the East Suffolk Travel Association, which is still going strong and of which I am a member. In 1970, despite local opposition, the direct line between Lowestoft and Yarmouth South Town was closed, and in 1973 the transportation of fish by rail from Lowestoft also came to an end. This was followed in 1984 by the ending of direct through services from Liverpool Street to Lowestoft. In 1992, despite local opposition, the concourse roof at Lowestoft station was removed—although there are now exciting plans to reinstate a lightweight version.",
        "The good news is that the decline in the latter part of the 20th century has been reversed in the first two decades of the 21st century. The Beccles loop was constructed on the East Suffolk line, enabling an hourly service to Ipswich to be reintroduced from late 2012. In the subsequent 10 years, passenger numbers have doubled. In 2013, a new bus interchange facility was built at Lowestoft station. Local community groups have come together to upgrade facilities at stations, including those previously mentioned at Lowestoft and Campsea Ashe, but also at Beccles, where there is a need for accessibility improvements, as there is now at Halesworth, too.",
        "The most notable improvement occurred in 2019, when Greater Anglia introduced a brand new fleet of trains across its network, thereby dispelling East Anglia’s unwanted reputation as an elephants’ graveyard, where old trains that other regions no longer wanted came to see out their final days in service. The new bimodal fleet is more comfortable and has more seats, good accessibility, with low floors and retractable steps, and full wi-fi. Further improvements have taken place since, including the £60 million investment in re-signalling the Wherry line and the reopening of the freight sidings at Lowestoft, from where since 2020 aggregates brought into the adjoining port have been transported to the midlands.",
        "Recently, Network Rail has announced plans to refurbish the historic swing bridges at Oulton Broad, Somerleyton and Reedham. As mentioned, EDF is working up plans with Network Rail for as much as possible of the material and aggregates required for the construction of Sizewell C, which is a nationally important strategic infrastructure project, to be brought in by rail.",
        "These upgrades are welcome and provide a good foundation on which to improve the two lines still further so that they can make an enduring contribution to the local economy. However, there is concern that with a focus on major projects elsewhere, the two lines could be overlooked. The fact that the 2016 franchise commitment to reintroduce a through service from Lowestoft to Liverpool Street has been dropped from the new contract that Greater Anglia signed with the Department for Transport last September has come as a major disappointment to many.",
        "So as not to lose momentum, I suggest that the following issues need to be addressed. First, while not actually on the two lines, the upgrading of Haughley junction on the Great Eastern line and the improvements at Ely junction will have a beneficial knock-on impact that will cascade right across East Anglia. They will not only increase capacity, but facilitate the transfer of freight from road to rail. These projects must be included in the forthcoming rail network enhancements pipeline, and I know that colleagues from across the three countries of Suffolk, Norfolk and Cambridgeshire will be repeating those requests to my hon. Friend the Minister in the coming days.",
        "Secondly, services on the East Suffolk and Wherry lines must properly connect into the national rail network. That means not only the aforementioned through service to Liverpool Street, which initially could be trialled on a weekend seasonal basis, but improved connections to the Queen Elizabeth line at Shenfield and Stratford, to Cambridge, to Stansted and ultimately linking into the East West Rail project from Cambridge to Oxford.",
        "Thirdly, the speed of the services must be reviewed. We now have faster trains, but they cannot go any quicker because of track constraints, such as single-line sections, level crossings and historical speed restrictions. The new trains are more powerful and can accelerate and decelerate quicker, and that should be reflected in the timetables, which should be reviewed. While it is important not to take any risks with safety, in the short term, Network Rail should be given more flexibility to make small-scale improvements under normal operator maintenance renewal works, rather than having to go through the rail network enhancements pipeline process, which is cumbersome and is better suited to major large-scale projects, not local, quick-win initiatives.",
        "In the longer term, journey times could be reduced further if level crossings were upgraded or closed and line speeds increased. Feasibility studies should be carried out to look into that issue in detail and come up with an agreed strategy for which we can then seek funding. The study should also consider the reliability of rail infrastructure. The Wherry line was closed in February due to flooding at Haddiscoe, and work should be carried out to mitigate that. There are also assets along both lines that are in need of renewal through Network Rail control period 7.",
        "Fourthly, it is necessary to improve the frequency of services along both lines. It is clear that more regular services stimulate greater use.",
        "The hourly service on the East Suffolk line, which has resulted from the construction of the Beccles loop, has proved incredibly popular.",
        "As part of the aforementioned studies, research should be carried out to ascertain what infrastructure improvements are necessary to enable half-hourly services to be introduced on both lines. That may involve the construction of further passing loops, which could also facilitate greater freight use, whether to Sizewell or from Lowestoft port, or possibly in due course from the sugar beet factory at Cantley. On the East Suffolk line, there is the possibility of further passing loops to the south to facilitate through services to Liverpool Street and to the north to enable the introduction of that half-hourly service.",
        "Fifthly, in the longer term, the siting of stations and whether all trains should stop at all stations should be reviewed. In the Lowestoft area, it might be appropriate to consider having one consolidated station at Oulton Broad to serve the significant amount of residential development proposed in the immediately surrounding area, and to consider a station at Carlton Colville, where there has been significant development in recent years and where the line runs close to Suffolk Wildlife Trust’s increasingly popular Carlton Marshes visitor centre. The opportunities for promoting tourism should be fully considered.",
        "**Mr Richard Bacon (South Norfolk) (Con)**",
        "I am grateful to my hon. Friend and parliamentary neighbour for giving way. I am very familiar with his area: indeed, when I drive in my constituency from Diss to Ditchingham, which is just east of Bungay in his constituency, I think I cross the Norfolk-Suffolk border four times. I should declare a further interest in that my grandfather lived in Lowestoft when I was a child. My great-grandfather took him to the coast, he took my father, my father took me and I take my sons.",
        "In addition to the extraordinary growth in leisure use of local rail services, which I experience myself—it is sometimes difficult to get a seat at the weekend—does my hon. Friend agree that the biggest impression that we should leave with the Minister today is on his point about the vital economic arteries that serve growing local communities? The capacity for East Anglia to grow and to make a growing contribution to the national economy, given our size and scope and the availability of land, will be enhanced only if we get the investment that we need. The dropping of the commitment for the Lowestoft to Liverpool Street service should be reversed, and we would like to see the Department put pressure on for that to happen. The upside potential of the region is extraordinary, if only we get the investment.",
        "**Peter Aldous**",
        "I agree entirely with my hon. Friend’s points. East Anglia has enormous potential to add to the national economy and investment in rail will facilitate that.",
        "Sixthly, we must think innovatively and out of the box. Although it is very early days, we could consider pilots for trains that are fuelled by local low-carbon fuels, such as hydrogen generated at Sizewell or bioethanol from sugar beet from Cantley.",
        "Finally, two pernickety points must be addressed. First, the local community are doing great work in restoring Lowestoft station and its surrounds, but that work will move forward significantly if the disused and dilapidated building at the rear of the station is made available to East Suffolk Council so that it can bring forward plans for bringing it back into use. I understand that Network Rail has agreed to that, but the matter has been dragging on for some time. Secondly, a few years ago, improvements were carried out on the Wherry line at Oulton Broad North to reduce the time that the level crossing barriers are down across Bridge Road and reduce the amount of traffic that builds up on either side of the crossing. The re-signalling of the line has led to the barriers being down for longer, which is increasing congestion. Network Rail is working to resolve the problem, but it has been going on for some time.",
        "In conclusion, I highlight the lead role that the East Suffolk and Wherry lines can play in levelling up across coastal East Anglia, so that our area is well placed to take advantage of the opportunities emerging in renewable energy, tourism, hospitality and a revived fishing industry. I urge the Minister to do all she can to get approval for the Haughley and Ely junction upgrades and to commission the feasibility studies into route and service upgrades along both the East Suffolk and Wherry lines."
    ]
}