{
    "url": "https://www.ukpol.co.uk/peter-aldous-2023-parliamentary-question-on-access-to-nhs-dentistry/",
    "title": "Peter Aldous – 2023 Parliamentary Question on Access to NHS Dentistry",
    "post_date": "January 25, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 24 January 2023.",
    "content": [
        "**Peter Aldous (Waveney) (Con)**",
        "What steps he is taking to improve access to NHS dentistry.",
        "**Gill Furniss (Sheffield, Brightside and Hillsborough) (Lab)**",
        "What recent assessment he has made of the adequacy of access to NHS dentistry.",
        "**The Parliamentary Under-Secretary of State for Health and Social Care (Neil O’Brien)**",
        "The Government are working to improve access. We have made initial reforms to the contract and created more unit of dental activity bands to better reflect the fair cost of work and to incentivise NHS work. We have introduced a new minimum UDA value to help sustain practices where they are low, and we are allowing dentists to deliver 110% of their UDAs for the first time to deliver more activity. Those are just the first steps; we are planning wider reforms.",
        "**Peter Aldous**",
        "On 20 October, the House passed a motion highlighting the continuing crisis in NHS dentistry and calling on the Government to report to the House in three months’ time on their progress in addressing this crisis. That time has now elapsed. I am grateful to the Minister for that update, but can he confirm that the Government will be producing a comprehensive strategy for the future of NHS dentistry, and can he inform the House when it will be published?",
        "**Neil O’Brien**",
        "It was very useful to meet my hon. Friend the other day, who is a great expert on this issue. As he knows, we are working at pace on our plans for dentistry. As well as improving the incentives to do NHS work, we are working on the workforce to make it easier for dentists to come to the UK. We laid draft secondary legislation in October to help the General Dental Council with that. We are working on our plans for a centre for dental development in Ipswich and elsewhere in the east of England, as he knows. Although we have not yet set a date to set out the next phase of our plans, my hon. Friend knows from our meeting that this is a high priority area for us and that we are working on it at pace.",
        "**Gill Furniss**",
        "I was contacted recently by my constituent Helen, who said:",
        "“I don’t know what to do. I have phoned 25 dental practices today and been told the same thing each time: all we can do is put you on a 3 year waiting list.”",
        "What does the Minister say to Helen and the thousands who, like her, cannot access an NHS dentist? When will he get a grip on this crisis?",
        "**Neil O’Brien**",
        "We are the first to say that the current situation is not satisfactory. That is why we invested an extra £50 million in the last quarter of last year, and it is why we are working at pace. Let us be clear: dentistry has not been right since Labour’s 2006 contract, and until we fix the fundamentals of that and the problems set up by the Opposition, we will not tackle the underlying problem."
    ]
}