{
    "url": "https://www.ukpol.co.uk/peter-aldous-2020-speech-on-the-reopening-of-zoos-aquariums-and-wildlife-sanctuaries/",
    "title": "Peter Aldous – 2020 Speech on the Reopening of Zoos, Aquariums and Wildlife Sanctuaries",
    "post_date": "June 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 11 June 2020.",
    "content": [
        "I start by paying special thanks to my hon. Friend the Member for Romford (Andrew Rosindell), who is such a champion for zoos in chairing the all-party parliamentary group, as he was in his inspirational speech. He set the scene so well and provided the framework within which we are all now talking.",
        "I want to speak for a few minutes about Africa Alive! in Kessingland, just south of Lowestoft in my constituency, which is run by the Zoological Society of East Anglia, which also has Banham zoo in the constituency of my right hon. Friend the Member for South West Norfolk (Elizabeth Truss). This organisation does great work in so many aspects, as I shall explain.",
        "The best part of my job—this tremendous job we all have—is that each summer, I spend half a day at Africa Alive! It is a wonderful experience and probably the thing I look forward to most. My hon. Friend the Member for Southend West (Sir David Amess) referred to zoos being controversial. I sense that, in many ways, we have moved on from that; we have moved on from the cages. Zoos used to be very inward-looking, and they are not now. Africa Alive! is outward-looking, and that is what so special about it and why it is a linchpin of the local community and the local economy. I want to highlight five points about it.",
        "Africa Alive! does great conservation work, looking after and supporting species from that wonderful continent of Africa. I have never been on a safari, and I do not think I ever will, but Africa is there on the doorstep of places like Lowestoft, Beccles and Bungay for people who will never have the opportunity to go and see those animals.",
        "Africa Alive! also provides employment opportunities, with highly specialist jobs as keepers. For so many people in the area I represent, it is their first rung on the employment ladder—that first job that can lead on to others. So many people I have met say, “I did my first job at Africa Alive!” There is also the education and outreach work. Schools come to it, but it also goes to the schools. The Zoological Society of East Anglia gets out across East Anglia into 1,000 schools.",
        "It is a tremendous tourism attraction. Tourism is very important on the Suffolk and the Norfolk coast, reaching out into the Norfolk and Suffolk broads. As part of someone’s week in our area, they want things to do, and they go to Africa Alive!, which is one of the biggest tourist attractions in East Anglia.",
        "I will make one final point about what Africa Alive! does. I got a number of emails over the last week. One of them was from someone I had not heard from or seen for over 40 years and who is now working in Thailand, saying, “Come on! Pull your finger out! We need to save this wonderful treasure.” The email that struck me most was one that said, “Me and my mother have had tremendous mental health anguish. Going to Africa Alive! and walking round that 70-acre wildlife park gives us the comfort, the rest and the assurance that we need to get away from some very difficult challenges for us.”",
        "The announcement this week was extremely welcome, and it is very good news. I think Africa Alive! would say that it gives it a fighting chance of survival, and that is wonderful. But as my hon. Friend the Member for ​Romford said, more needs to be done. Animals are not like rides—you cannot turn them off, and flexible furloughing is therefore very important. The zoos support fund is welcome, but as we heard from my hon. Friend the Member for Isle of Wight (Bob Seely), there is an issue with the conditions of it. A lot of zoos are charities, and they have requirements for the amount of money they have in the bank, which automatically precludes them from being able to access that fund. We need to look at that again, and I urge the Minister to do that. As I said, the best part of my job is going to Africa Alive! every summer. I want to be able to do that for the next few summers as well."
    ]
}