{
    "url": "https://www.ukpol.co.uk/peter-aldous-2020-speech-on-local-electricity/",
    "title": "Peter Aldous – 2020 Speech on Local Electricity",
    "post_date": "June 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 10 June 2020.",
    "content": [
        "I beg to move,",
        "That leave be given to bring in a Bill to enable electricity generators to become local electricity suppliers; and for connected purposes.",
        "As the UK emerges from the lockdown, and as we look out across a different landscape, there is a need to rebuild local communities and local economies for the benefit of local people and local businesses and, in doing so, to meet head-on the challenge of climate change. To do that successfully, we need power—electricity in a low-carbon form, to light up and to heat our homes and workplaces and to run our transport networks and our vehicles.",
        "In recent years, the UK has made great strides in decarbonising our energy system, but we still have a very long way to go, and the way we regulate the supply of electricity means that we are in effect operating with one arm tied behind our backs. We currently have a system that prevents local generators from becoming local suppliers. This very short Bill would help remove that barrier. I thank Power for People, which has carried out most of the background research, campaigning and preparatory work ahead of this Bill.",
        "Today we face two great challenges: one immediate—the seismic economic shock created by the covid-19 pandemic —and the other looming large, which is the devastating impact of climate change. The Bill addresses both challenges. As a nation, we have made significant progress in meeting the targets under the Climate Change Act 2008, but the Committee on Climate Change is clear that ambitious new policy and regulation is needed if we are to continue to meet those targets in the future. At present, renewable electricity generation accounts for only 11% of all UK energy use, and our transport and heating networks need to be electrified to decarbonise our economy. To ensure that the dramatic rise in electricity demand that this will create is met by renewable generation, we must put the right policy and regulatory frameworks in place.",
        "There is tremendous potential for a significant proportion of renewable energy generation to come from new community projects right across the country, whether solar, hydro on rivers and estuaries, batteries in former factories, or wind in the uplands. Such schemes can bring many benefits to many local economies—opportunities that are desperately needed, given the devastating economic impact of the covid-19 pandemic. A Government report published in 2014 found that the community energy sector could deliver at least 3,000 MW of generating capacity, yet at present it is producing only a tenth of that, equating to less than 0.5% of our total generating capacity.",
        "There is a great opportunity for renewable energy to be the lead player in the economic recovery, but it is being blocked by the current energy market and licensing rules that lead to huge costs and burdensome bureaucracy being imposed on new supply entrants, with the result that some great and highly innovative schemes never see the light of day. A report by the Institute for Public Policy Research shows that the financial, technical and ​operational challenges involved in setting up a licensed energy supply company are such that the initial costs could exceed £1 million. It is a bit like someone setting up a micro-brewery, planning to deliver their beers to local pubs, off-licences and homes, and then being told that they have to pay £1 million in road tax for their delivery van.",
        "To solve the problem, the costs and complexity of being a licensed electricity supplier must be proportionate to the supply of the supply operation. If they are, it becomes financially viable for renewable generators to supply electricity, and suppliers will spring up all over the country. This is what happens in Germany, where there are 1,000 such supply companies, compared with 60 in the UK. Most of them are local suppliers, which are community owned and supply renewable energy. Germany’s big four control only 40% of the market. We need to empower local community groups and businesses to sell locally generated clean energy directly to local people and local companies.",
        "The Bill would do that by establishing a right to local supply. That would give the energy market regulator, Ofgem, the duty to establish new market rules that ensure that the set-up and running costs of selling locally generated energy directly to local consumers are proportionate to the scale of the supply business. The Bill is a first attempt to lay out a mechanism that will fix the UK’s local supply problem. It is accepted that there is scope for improvement and refinement, and new ideas are welcome for how that can be done.",
        "Clause 1 states the purpose of the Bill: to enable the local supply of electricity. Clause 2 states that it is generators of electricity that can become local suppliers. This is intended to achieve the aim of smaller-scale renewable generators being able to supply electricity to a local area. There is a case for amending the clause to allow any organisation to become a local licensed supplier; the logic for that is that currently licensed suppliers do not also need to be generators.",
        "Clause 3 goes to the heart of the Bill and gives Ofgem the task of setting up the local supplier licence process; it also requires that the process ensures that local suppliers face set-up costs and complexity proportionate to the scale of their operations. The exact details of that process are not laid out in the Bill, as it is believed that Ofgem should carry out this task. Subsection (1) requires Ofgem to set up the local supply licence mechanism to ensure that the costs and complexity of becoming a local supplier are proportionate to the size of the operation. Subsection (3) allows for the local supplier operation to be based on a radius area, although that could arguably be improved, if amended, to be a defined area.",
        "The result of the Bill would be that building new community-scale renewable generation infrastructure and selling the electricity direct to local people through a locally licensed energy supply company would become financially viable. The benefits would be significant. These new local energy businesses, creating local jobs and being paid by local customers, would keep significant additional value in their local economies, thereby making them stronger. There would also be the knock-on benefit of greater public support for the transition to sustainable energy. There would be improved air quality. The nation’s energy supply would be more secure and less dependent on imports. Being able to sell to local customers would reduce the need for renewable subsidies. Renewable generators would receive significantly more than their current 4p per kilowatt-hour and would be paid by their customers, not the state.",
        "It may sound as though I am painting a picture of utopia, but this is nothing new. It has been done before. Local amenities across the UK, such as parks, swimming pool baths and libraries, were built from the revenues of the municipal energy companies of the 19th and early 20th centuries. In this respect, we need to turn back the clock.",
        "One hundred and fifty-one MPs from right across the Chamber have declared their support for the Bill, from all parties. This is an advance on the 116 Members who did so when a presentation Bill was submitted in the last Session. Power for People, which is co-ordinating the public campaign for the Bill, have also mobilised the grassroots movement and brought together a broad coalition of support, including from 50 national non-governmental organisations and 43 local councils.",
        "In conclusion, the Bill would enable local people to come up with local solutions to meet the challenge of climate change. In doing so, they would be creating sustainable jobs and making their local economies more resilient. I am very much aware that, very often, Bills such as this do not advance very far in this and the other place, but let us work together to turn the compelling objectives of this Bill into reality. It is now time to deliver power for people."
    ]
}