{
    "url": "https://www.ukpol.co.uk/peter-aldous-2022-speech-on-the-annual-fisheries-negotiations-with-eu-and-north-atlantic-states/",
    "title": "Peter Aldous – 2022 Speech on the Annual Fisheries Negotiations with EU and North Atlantic States",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 20 December 2022.",
    "content": [
        "I am most grateful to my right hon. Friend for that answer. I should point out that I chair a community interest company, REAF—Renaissance of the East Anglian Fisheries—which has the objective of regenerating the East Anglian fishing industry. Much of our fleet is inshore in nature, pursuing non-quota species, and thus the outcome of these negotiations is only of some relevance with regard to stocks such as sole. That said, the matter is of vital importance to the whole industry, as it provides the foundation stone on which it can be rebuilt all around the four nations of the UK.",
        "It used to be an annual tradition that the Minister would come to this Chamber to make a statement at the conclusion of the negotiations, and thus it is to be regretted that it has been necessary to submit this urgent question, particularly taking into account the enormous interest in fishing generated by Brexit and the role that the industry can play in levelling up coastal communities such as Lowestoft, which I represent.",
        "My right hon. Friend highlighted the fact that the total UK fishing opportunity secured across the three main negotiating forums totals £750 million, an increase of £34 million on the previous year. This 4.7% increase is considerably below the level of inflation, which is currently hitting fishing businesses particularly hard.",
        "I would be most grateful if my right hon. Friend could add to his statement by answering the following questions. Will he advise the House as to the preparatory work that is carried out to ensure that the UK achieves better outcomes from negotiations now that we participate as an independent coastal state and are not part of the EU? What monitoring work is carried out after each annual negotiation?",
        "The negotiations were due to complete by 10 December; I would be most grateful if my right hon. Friend could advise the House as to the reason why they did not. Have the issues that caused the delay been concluded satisfactorily from the UK’s perspective?",
        "To revive the fishing industry post Brexit, it is necessary to enhance trust and for the Government to work in partnership with the devolved nations, industry and conservation organisations. This is best achieved by increased transparency, so will my right hon. Friend publish the positions that the UK took in respect of the total allowable catch levels for each stock? Progress towards sustainable fishing requires accountability, and the Government would contribute to that by making that information available.",
        "Finally, as mentioned, East Anglian fishermen will accrue limited immediate benefit from the outcome of the negotiations, but from that outcome should flow the improved management of fisheries and increased access to fishing opportunities for local fishermen. With that in mind, will my right hon. Friend provide a progress report on the Government’s plans in that regard?",
        "**Mark Spencer**",
        "I pay tribute to my hon. Friend not only for tabling the urgent question but for the work he does to represent his constituency. It is a little disingenuous of him to say that he dragged me to the Chamber for the urgent question; the ink went on the agreement when it was signed this morning, just after 10.30 am—around quarter to 11—which was after the statement deadline, meaning that it was not possible for me to bring a statement to the House.",
        "Nevertheless, I am delighted to be here to celebrate what is a great deal. As my hon. Friend has identified, we are 30,000 tonnes better off now that we are outside the EU than we would have been had we remained a member state.",
        "My hon. Friend made reference to the 10 December deadline, which I think was a false deadline. We were of course always ambitious to try to conclude the negotiations, but as the Minister I was always clear that it is more important to get the right deal than to get a quick deal and that setting false deadlines does not always bring us to the right deal.",
        "My hon. Friend mentioned our negotiating position and asked whether we would lay it out in public. I am afraid to say to him directly that no is the answer. I am not prepared to share our negotiating position. I do not think that is how we get a good deal for the UK, which is what we have secured. If we set out in public where our red lines are before we enter the room, we tend to move quickly towards those red lines and fall back from that position."
    ]
}