{
    "url": "https://www.ukpol.co.uk/peter-aldous-2023-parliamentary-question-on-increasing-further-education-spending/",
    "title": "Peter Aldous – 2023 Parliamentary Question on Increasing Further Education Spending",
    "post_date": "January 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 16 January 2023.",
    "content": [
        "**Peter Aldous (Waveney) (Con)**",
        "Whether her Department plans to increase revenue funding for further education.",
        "**The Minister of State, Department for Education (Robert Halfon)**",
        "We are transforming people’s life chances by enabling them to climb the education and skills ladder of opportunity. On 9 January, we announced that in financial year 2023-24 we will increase funding rates to invest a further £125 million in 16-to-19 education. Some £18.5 million has been invested in 16-to-19 education in institutions that cover the Waveney constituency.",
        "**Peter Aldous**",
        "I am most grateful to my right hon. Friend for that answer. Taking into account both the urgent need to address acute skills shortages in key sectors of the economy and the fact that participation in adult education fell from 4.4 million in 2003-04 to 1.5 million in 2019-20, it is vital that further education capacity is significantly expanded. My right hon. Friend the Chancellor highlighted the importance of investment in skills in his autumn statement. I would be grateful if my right hon. Friend the Minister could set out the work that has been done to meet that challenge ahead of the spring statement.",
        "**Robert Halfon**",
        "My hon. Friend is an FE champion; I welcome his question. He will be pleased to know that we are investing in resources, increasing skills funding by £3.8 billion over the Parliament, investing in quality qualifications such as T-levels, higher technical qualifications, free level 3 courses, bootcamps and apprenticeships. We are also investing in infrastructure, rolling out 21 institutes of technology, spending £290 million.",
        "**Mr Barry Sheerman (Huddersfield) (Lab/Co-op)**",
        "Come on, my old friend—the Minister can do better than that. The fact of the matter is that further education is still a Cinderella service. When will he wake up to the fact that we desperately need more skilled people in our country and that the FE sector is the one area where we could do real investment that would pay back quickly? I like the Minister a lot—we are old friends—and urge him to get his act together and put some real heft into further education.",
        "**Robert Halfon**",
        "The hon. Gentleman describes FE as a Cinderella service, but I remind him that Cinderella became a member of the royal family and it is this Government who are banishing the two ugly sisters of under-resourcing and snobbery about further education and skills. As I said in answer to my hon. Friend the Member for Waveney (Peter Aldous), we are investing £3.8 billion extra in skills in this Parliament and £1.6 billion extra for FE, increasing the number of hours of learning for students. I am proud of the Government’s approach to further education and skills.",
        "**Mr Speaker**",
        "Let us move to the shadow Minister.",
        "**Mr Toby Perkins (Chesterfield) (Lab)**",
        "The Minister was a huge champion for the FE sector when he was Chair of the Education Committee, so it is depressing to hear him now speaking up for the Government. Their funding settlements for FE colleges are the worst in post-war history—and that is not just my view but that of the independent Institute for Fiscal Studies, whose analysis exposes that per-student funding fell 14% in real terms between 2010 and 2019. Is not the reality that, after 13 years of this Government, only the election of a Labour Government will allow our colleges to play the role that we truly need from them?",
        "**Robert Halfon**",
        "That is wishful thinking on the part of the hon. Gentleman. The Government are increasing investment in apprenticeships to £2.7 billion by 2024-25. We will be investing an extra £1.6 billion in 16-to-19 education over the same period of time. That includes £500 million a year for T-levels. I mentioned the £290 million being spent on institutes of technology and we have committed £1.5 billion to an upgrade of the FE college estate in England over the next few years. The Government are investing in, and championing, further education and skills. The hon. Gentleman should recognise that."
    ]
}