{
    "url": "https://www.ukpol.co.uk/peter-aldous-2022-speech-on-access-to-gp-services/",
    "title": "Peter Aldous – 2022 Speech on Access to GP Services",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 21 June 2022.",
    "content": [
        "With regard to access to GP services, there is a significant challenge that must be met head-on. The solution must address patients’ ongoing concerns, involve long-term strategic workforce planning, and respect, not abuse, the GPs themselves.",
        "The issue that I wish to focus on is access to NHS dentistry, which after 18 months retains the unenviable and scandalous position of being No. 1 in my postbag. It is quite clear that the situation is replicated for colleagues across the House. Access to NHS dentistry is a problem that has been brewing for a long time. It can be likened to a house built on shallow and poor foundations, which—with the earthquake of covid—have led to the house falling down.",
        "The impact on people is profound: millions unable to find a dentist; thousands in agony, resorting to DIY tooth extraction; as yet untold numbers of undiagnosed mouth cancers; children suffering and having whole mouth replacements; and the poorest hit hardest. The solutions are fivefold: a secure, long-term funding stream; a strategic approach to recruitment and retention; replacement of the dysfunctional NHS dental contract; a prevention policy promoting personal oral healthcare from the cradle to the grave; and transparent and full accountability through the new emerging integrated care systems.",
        "To be fair to the Government, measures have been put in place to address the crisis. Locally in Lowestoft, funding has been provided for an established dentist to attend to emergencies. The practice has responded heroically and prevented the system from collapsing. A new long-term NHS contract has been awarded to Lowestoft-based Dental Design Studio. That is welcome, although given that it was not possible to commission similar contracts elsewhere in Suffolk and Norfolk, there is concern that demand for NHS dentistry across the region will continue to outstrip supply, and that the new service could have a large and unserviceable catchment area.",
        "The Government’s announcement in February of a £50 million dental “treatment blitz” was welcome, but there is concern that the take-up of that funding has been limited because dentists have been too overstretched to take on the extra work. In the long term, the fact that the feasibility of establishing a dental school in Norwich is being considered is also very much welcomed.",
        "Those initiatives are a step in the right direction, but the underlying causes of the dentistry crisis are yet to be tackled. In May, the Association of Dental Groups’ report highlighted the emergence of dental deserts across the country, where there is almost no chance of ever seeing an NHS dentist. There is a real risk of them merging to form an area of Saharan proportions. The British Dental Association is concerned that the negotiations to reform the NHS dental contract framework are yet to begin in earnest.",
        "I have mentioned the importance of prevention. Back in February, I attended an event in Lowestoft at which community dental services and Leading Lives—a Suffolk-based not-for-profit social enterprise—launched a toolkit to help improve the oral health of young people with learning difficulties. Leading on from that, Lowestoft Rising, which promotes collaboration between statutory authorities and the voluntary sector, got together with local councillors and supermarkets to buy toothbrushes and toothpaste for primary school students. The initiative is to be applauded, but the feedback that I have received is that so much more could have been done if the group had not had to pay 20% VAT; surely this is a Brexit dividend that is looking us right in the eye.",
        "As we have seen with the zero rating of women’s sanitary products, we now have more flexibility to vary our fiscal regime. If necessary, such a VAT exemption could apply to children’s dental products in much the same way as it does to children’s shoes. Children’s toothpaste and toothbrushes are distinct and different from those products used by adults. Such a strategy would embed good oral healthcare at an early age, and help to prevent the traumatic and expensive whole mouth replacements that hospitals increasingly have to carry out. Such a policy could form part of the new long-term plan for NHS dentistry that is so badly needed right across the country, and which I look forward to the Government rolling out at the earliest possible opportunity."
    ]
}