{
    "url": "https://www.ukpol.co.uk/peter-aldous-2023-parliamentary-question-on-national-resilience/",
    "title": "Peter Aldous – 2023 Parliamentary Question on National Resilience",
    "post_date": "February 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 2 February 2023.",
    "content": [
        "**Peter Aldous (Waveney) (Con)**",
        "What progress his Department has made in strengthening national resilience.",
        "**The Chancellor of the Duchy of Lancaster (Oliver Dowden)**",
        "Resilience is a key priority across Government. My Department has already published the resilience framework, refreshed the national security risk assessment and established a risk sub-committee of the National Security Council, which I chair. We will soon publish a new national risk register, and this afternoon I will chair the UK resilience forum, which strengthens our links with partners across the country in collectively tackling the risks we face.",
        "**Peter Aldous**",
        "I draw attention to my entry in the Register of Members’ Financial Interests, as I am involved in family farms.",
        "As the breadbasket of Britain and home to the all-energy coast, East Anglia has a key role to play in strengthening national resilience on food and energy security. Can my right hon. Friend outline the co-ordinating work his Department is doing with other Departments to ensure the east of England realises its full potential in both feeding the nation and keeping the lights on?",
        "**Oliver Dowden**",
        "My hon. Friend is right to highlight East Anglia’s increasing role in providing energy security through its massive offshore wind developments, which are helping to provide secure renewable energy. In addition, the Government food strategy, which was published last year, sets out plans to boost domestic production in sectors with the biggest opportunities, which will of course include East Anglia."
    ]
}