{
    "url": "https://www.ukpol.co.uk/peter-aldous-2022-speech-on-business-rates-and-levelling-up/",
    "title": "Peter Aldous – 2022 Speech on Business Rates and Levelling Up",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Aldous, the Conservative MP for Waveney, in Westminster Hall, the House of Commons, on 13 December 2022.",
    "content": [
        "I beg to move,",
        "That this House has considered business rates and levelling up.",
        "It is a pleasure to see you in the Chair, Mr Mundell. I am grateful to the Backbench Business Committee for granting this debate. It is extremely apt that the debate is taking place on the same day that the Levelling-up and Regeneration Bill returns to the House of Commons. If we can successfully reform business rates so that they are fair to businesses right across the country, that really will help to deliver meaningful levelling up.",
        "At present, with businesses having to contend with a level of inflation not seen for a generation, soaring utility bills and stubbornly high rents, business rates are a fixed cost from which occupiers cannot escape. They are an impediment to regional growth, and their impact needs to be significantly reduced, with the system being put on a long-term, easily understood footing. In that way, businesses will know where they stand and can then make long-term investment decisions.",
        "To be fair, all political parties have recognised the unfair and unjust nature of the current system and commitments have been made to both replacement and reform. From my perspective, I sense that the former—replacement—is the holy grail that is unachievable in the real world. To address the immediate threat that business rates pose to many businesses in different sectors and in different parts of the country, a wide variety of reliefs and exemptions have been introduced. Although welcome, they have made the system more complicated and difficult to comprehend.",
        "Currently, the Labour party is committed to abolishing business rates and replacing them with a system fit for the 21st century. As I have said, I sense that it will be impossible for it to keep that promise, because, despite the drawbacks that business rates possess, they have inherent advantages for the Treasury: they yield approximately £25 billion per annum, are relatively easy to collect and are difficult to avoid. It is impossible to find an alternative system of taxation that has those advantages, and I believe that it is important to get on with reforming the current system.",
        "Let me turn to the Government’s record. My right hon. Friend the Chancellor of the Exchequer made significant and largely welcome announcements in his autumn statement, which I shall detail later. However, I am mindful that we made commitments in the 2019 Conservative manifesto that we are yet to properly and fully implement. Those include carrying out a fundamental review of the system and reducing business rates in the long term for retail businesses, as well as extending the discounts to grassroots music venues, small cinemas, and pubs. Yes, we have provided a wide variety of short-term reliefs, but we have not yet provided the permanent fix that is so urgently needed.",
        "It is appropriate to briefly describe business rates. They are a tax charged to most non-domestic properties, although there are some exceptions, such as small businesses with a rateable value of less than £12,000. They are calculated by multiplying the rateable value of the property by the uniform business rate multiplier. The rateable value is an assessment of the annual rent that the property would achieve if it were available to let on the open market at a specific, fixed valuation date. The UBR multiplier for 2022-23 is 51.2p in the pound, or 49.9p for small businesses.",
        "Before I came to this place I was a chartered surveyor. Although I did not specialise in business rates, I did from time to time carry out business rates appeals. Invariably, that happened in situations with a lack of rental evidence on which to base an assessment of a property’s rateable value. As a result, it was difficult to agree a value, and there was the risk of a rateable value being imposed, which was abstract from reality and took no account of the ability of the business to pay and thus continue to exist and operate profitably. The Valuation Office Agency—the VOA—needs to be more transparent, open and collegiate in its dealings with businesses. I shall touch on that later.",
        "As I have mentioned, the Chancellor made some significant announcements in his autumn statement, which included confirmation of a revaluation that will come into effect from April; the freezing of the uniform business rate multiplier; the reform of the transitional relief scheme; a supporting small business scheme; and a 75% retail, hospitality and leisure relief worth up to £110,000 per business. The revaluation is generally to be welcomed, although there are some notable exceptions, as it will on the whole bring down rates in economically depressed areas while raising rates in areas where rental values have risen.",
        "The announcement that the downwards phasing of the transitional relief scheme for England is to abolished is good news, with upwards phasing being funded by the Treasury. The problem with transitional relief was that meaningful and full reductions in business rates, which businesses particularly in the retail sector desperately needed, took far too long to filter through. The measures will provide much needed support to help businesses get through the next few months, and they provide the foundation stone on which to now carry out the promised fundamental review.",
        "Despite those measures, which in many respects can be likened to the application of yet more sticking plasters and, indeed, bandages, fundamental flaws remain to be addressed. Although the Government froze the UBR at 51p in the last two Budgets, it remains unsustainably high. In no other country in Europe do businesses pay half the rental value of premises in property taxes. Set at such a high level, business rates deter investment in retail, leisure and hospitality. It should be noted that the UBR was just 34p in the pound when it was first introduced in 1990.",
        "The extension of business rates relief for retail premises from 50% to 75% in 2023-24 is welcome, even though it will help only smaller retailers because it applies to the first £110,000 of business rates paid. The Office for Budget Responsibility envisages that that relief will be removed from 1 April 2024, which would leave retailers with a massive tax hike at that point—in effect, a cliff edge. A tapering scheme will therefore need to be applied to overcome that particular problem.",
        "In the recently published valuation list, which comes into effect next April, the valuation of retail premises fell by only 10% across the country in the six years from the last valuation date of April 2015. Without the Chancellor’s measures on downwards phasing to freeze the UBR, business rates would have had a massive levelling down impact on all retail, and on depressed regions in particular. That underlines the need for fundamental reform.",
        "I shall move on to briefly highlight some of the inequities of the current system that need to be addressed. Business rates are a tax paid by businesses before a sale or a transaction has even been made. It is in effect a tax on existence rather than a tax based on success or failure. It therefore follows that it needs to be kept low so that it can be paid by all businesses. A high UBR discourages not only occupation, but investment in new accommodation and the physical expansion of existing premises. Ratepayers who have invested in improving their premises are penalised, as they then face higher bills. The system adversely affects physical retailers whose properties on high streets have significantly higher rateable values than the warehouses that serve online retailers. Similar challenges were faced by the hospitality sector.",
        "While in theory, with the current UBR, business rates should represent 51% of the rental value of a property and hence one third of the cost of occupancy, retail has been struggling, and some landlords have agreed much lower rents to enable their tenants to stay in business. Rents are increasingly being linked to turnover, and are thus disconnected from the rental values that are used by the VOA to determine business rates bills. Therefore, many retail outlets will be paying business rates bills in excess of their actual rent, even after the revaluation takes effect. In the new list, rateable values for retail have gone down by 10% on average. That is surprisingly little, given that many shops were closed and paying no rent at all at the valuation date of 1 April 2021, when we were in the midst of a covid lockdown.",
        "The valuation process that allocates properties their rateable value is not transparent, with the VOA not sharing the evidence that it uses to substantiate the basis of valuations. The only way for occupiers to assess that evidence is by challenging the valuation through the “check, challenge, appeal” process, which is lengthy and costly. There is therefore much concern that many challenges to the valuation process will be submitted over the coming months. The worry is that the VOA uses flimsy evidence when conducting property valuations. Those businesses that engage with the VOA through the appeals process, or by providing evidence leading up to the valuation, have more accurate valuations, while those that have not seen any reductions have not engaged with the VOA.",
        "The VOA has outlawed 400,000 applications made by businesses in mitigation of rates bills on the basis of covid-19. Its view is that covid did not constitute what is known as a “material change in circumstances”, which can lead to a reassessment of a rateable value. That decision has been justified by the VOA on the basis of the allocation of the £1.5 billion covid relief fund, the distribution of which was devolved to local government. While some local authorities have been quick to distribute that relief, others have been slow. The lack of a uniform distribution mechanism has meant that receiving the relief payments is dependent on where the occupant is based, and a postcode lottery has, in effect, been created.",
        "In the autumn statement, the Chancellor froze the UBR at 51p for one year only—that is, for 2023-24. As mentioned previously, the OBR’s figures indicate that the UBR will be index-linked thereafter. That means that as matters stand at present, business rates for retail premises will rise from April 2024. The Government have extended their 75% rate discount for shops paying up to £110,000 in rates until 2024. Likewise, unless the Government extend the relief, occupiers will again face a cliff edge when the scheme expires.",
        "The Government will soon be bringing forward a non-domestic rating Bill. It is important that the contents of that Bill are fully debated, and that the opportunity is taken to ensure that it is a vehicle for delivering the fundamental reform of business rates that was promised in 2019. The Bill will include provisions such as the duty to notify of any change to a property; changes to the frequency of revaluation; and the removal of the need for transitional relief to be fiscally neutral. Alongside the duty to notify, there should also come a corresponding duty on the part of the VOA to share with occupiers the evidence it uses to assess rateable values.",
        "Due to the complexity of the business rates system and the burden on ratepayers, occupiers quite understandably often seek advice from rating experts on how best to approach the whole process. Unlike with other professions, rating advisers do not need a licence to practice, resulting in some operators giving bad advice and cheating people out of their money. We need to find a way to outlaw such conduct.",
        "Currently, property owners do not have to pay business rates on empty buildings for three months. After that period ends, most businesses have to pay business rates in full, although there are some exceptions. The outcome of the 2020-21 review was that the Government committed to an empty property relief consultation in 2022, but that has yet to take place. It is important that the relief is extended—it is probably best to extend it to 12 months—because rates will then be paid exclusively by revenue-generating businesses.",
        "It is appropriate to highlight the particular challenges faced by the hospitality sector, which is a vital component part of many local economies all around the UK, including in the Waveney constituency that I represent. With a fair business rates system, the sector can play a key role in levelling up.",
        "Looking at the revaluation list in the Waveney area, businesses that have invested and that are vital engines of local economic growth are being heavily penalised for their ambition and success. By way of example, the rateable value for the Kessingland Beach holiday park is due to rise from £291,450 to £388,500; for the Harbour Inn in Lowestoft, it will rise from £23,500 to £45,000; and for the Commodore in Oulton Broad, it will rise from £67,500 to £79,000.",
        "The current system sees the hospitality sector overpay nationally by £2.4 billion a year relative to its turnover; in other words, it overpays by 300%. In the short term, the differential rates between large and small businesses should be removed and the eligibility rules for reliefs based on rateable value should be abolished. In the longer term, a significantly reduced UBR multiplier should be introduced.",
        "To address the variety of problems that I have outlined, root-and-branch reform is urgently required. Business rates would be fairer and better if the system was simplified, the tax base broadened by removing the myriad complicated reliefs, annual valuations proposed, a one-year antecedent valuation date set, and fast appeals and greater evidence-sharing between occupiers and the VOA introduced.",
        "Such reform could be achieved by making the following changes. First, the UBR could be reduced by 30%. By way of example, reducing the UBR from 51p to 34p, which was the rate in 1990, would reduce unsustainably high levels of business rates on retail and hospitality premises, and level the playing field for so many businesses. A lower UBR would also reduce the barriers to entry, expansion and innovation, thereby encouraging growth and broadening the tax base. In effect, this would plug the gaps in revenue that the Treasury might fear would result from a lower UBR.",
        "Secondly, the Government have correctly moved from five-yearly to three-yearly valuations. That represents a step in the right direction, but yearly valuations would be far more equitable. By implementing yearly valuations, business rates would accurately reflect the dynamic movements of the market and allow occupiers to benefit immediately from changes to rateable values. The increased incidence of events such as the covid pandemic and the war in Ukraine further emphasise the need for a system that is able quickly to react to rapidly changing economic conditions.",
        "Thirdly, we need to look at the abolition of the system of complicated reliefs. Instead of the fundamental review that was promised, the Government have continued to apply sticking plasters to the system to ensure its continued functioning. That has culminated in a system of complicated reliefs that can be difficult to navigate. The business rates system comprises 12 reliefs. Those would be rendered unnecessary with the lowering of the UBR, which would mean a business benefiting from paying lower rates immediately instead of negotiating and navigating the VOA system of reliefs.",
        "Fourthly, many of the problems I have detailed could be fixed by making the VOA more efficient. Its systems, which are predominantly paper based, are not fit for the 21st century. Digitisation would enable the VOA to make its collection systems more efficient and it could take a big step towards systems efficiencies such as annual valuations. The Government recently published a consultation to that effect, entitled the digitalising business consultation. However, unfortunately, it largely missed a point because instead of consulting on the measures that would reduce the administrative burdens on businesses and ratepayers, the Government are trying to increase those burdens by requiring more information so as more effectively to target reliefs.",
        "I sense that I have spoken for far too long, and you will be pleased to hear, Mr Mundell, that I am nearing my conclusion. High business rates hold back economic growth, are a barrier to levelling up and are an added burden that many businesses simply cannot afford at present. To be fair, the Government have listened, and they are aware of the problem. The response has been the introduction of short-term reliefs, which are welcome, but they complicate the system further in the longer term.",
        "We need to stop searching for that elusive holy grail and stop kicking the can down the road. Instead, we need to introduce pragmatic measures that can be delivered quickly, and we need to honour the commitment to a fundamental review. I therefore urge the Treasury to introduce those initiatives—in the spring Budget, I would suggest—and in the first instance I look forward to hearing the response from my hon. Friend the Minister."
    ]
}