{
    "url": "https://www.ukpol.co.uk/peter-aldous-2022-speech-on-referring-boris-johnson-to-the-committee-of-privileges/",
    "title": "Peter Aldous – 2022 Speech on Referring Boris Johnson to the Committee of Privileges",
    "post_date": "April 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 21 April 2022.",
    "content": [
        "I would like to make three brief observations.",
        "First, Mr Speaker was quite right to decide that there was an arguable case to be examined by the Committee of Privileges. That is the issue in front of us today, not whether the Prime Minister intentionally misled the House. That is for the Committee to decide. While in many respects this situation is completely unprecedented, there have been similar cases which confirm that such a referral is the right course to pursue: the 1947 case of Mr Garry Allighan; the 1977 case involving Reginald Maudling, John Cordle and Albert Roberts; and the 2005 case of Stephen Byers, which I shall comment on further shortly.",
        "The second point to decide is the timing of the consideration by the Committee of Privileges. The motion states that that should not begin in a substantive way until the inquiries conducted by the Metropolitan Police have been concluded. The amendment, which will not be moved, states that any vote should wait until the police investigations have been completed and Sue Gray’s report has been concluded. In many respects, we could go round and round in circles as to which of those courses is the right one to pursue. Thus, it is welcome that the amendment is not being moved.",
        "Finally, I return to the case of Mr Stephen Byers and the manner in which that equivalent debate, on 19 October 2005, took place. The then Leader of the House, Geoff Hoon, concluded the debate by stating:",
        "“The Government support the motion because it is necessary for the House to refer possible breaches of the rules to the Standards and Privileges Committee for investigation. The Government respect the privileges of the House and we will uphold them. They are crucial to the independence of Parliament and the strength of our democracy.”",
        "He concluded by saying:",
        "“I urge Members to refrain from treating the matter as a party political question.”—[Official Report, 19 October 2005; Vol. 437, c. 849.]",
        "The motion was passed without Division.",
        "I acknowledge that in this instance the stakes are much, much higher and that hon. Members from right across the Chamber quite rightly, as we have heard this morning, hold passionate views on this matter. But that approach, I would suggest, is the right one for us to pursue"
    ]
}