{
    "url": "https://www.ukpol.co.uk/peter-aldous-2022-speech-on-the-finance-bill/",
    "title": "Peter Aldous – 2022 Speech on the Finance Bill",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 28 November 2022.",
    "content": [
        "For a moment, I thought that you had forgotten me, Mr Deputy Speaker, but that is greatly appreciated.",
        "The purpose of the Bill, as the Minister—my fellow Suffolk MP—said at the beginning, is to put on to the statute book many of the tax and spending decisions that the Chancellor announced in his autumn statement, with some others being deferred until the spring Finance Bill in 2023. The Chancellor was confronted with an incredibly difficult challenge on 17 November, so in many respects, he was between a rock and hard place. I genuinely believe that he struck the right balance and delivered the statement that the nation required in these very precarious times. He was right to protect the most vulnerable and to provide additional funding for health and social care and education, although on the latter, I think that he should also have included further education and colleges, which are so important in improving the UK’s productivity and providing the many, not the few, with the opportunity to participate in the proceeds of growth that we are so elusively seeking. That said, the Chancellor has appointed Sir Michael Barber to provide a skills reform programme, and he is to be commended for confirming support for Sizewell C, for providing Suffolk with a devolution deal, and for committing to a step change in the drive to improve the energy efficiency of our existing homes and businesses.",
        "I feel that my right hon. Friend had no alternative other than to introduce levies on oil and gas producers and electricity generators. I will focus much of the remainder of my speech on that issue. There is a need to avoid any unintended consequences in the way that the levies operate, which could deter inward investment, which is so important to ensuring our energy security, meeting our net zero targets that enable us to tackle climate change, and regenerating the economies of many coastal communities, such as the Lowestoft and Waveney constituency that I represent.",
        "Clauses 1 to 3 detail the changes proposed to the oil and gas profits levy: raising the rate of the levy to 35%; reducing the investment allowance from 80% to 29%, although it remains at 80% for investment on upstream decarbonisation; and extending the levy to 2028. That last provision appears somewhat random, because it takes no account of the fact that our current very high gas prices may have fallen by then. We should remember that, only a few years ago, gas prices were on the floor. I hope that, if we are in a different place before 2028, the Government will look at bringing forward the sunset clause.",
        "I note that HMRC’s assessment concludes that the",
        "“changes to the Energy Profits Levy are not expected to have a significant macroeconomic impact on the level of business investment”",
        "and that the impact on business will extend only",
        "“to around 200 companies operating in the UK or on the UK Continental Shelf.”",
        "Those findings are very different from those of Offshore Energies UK, which is the trade representative of many of the businesses affected and which provides the secretariat for the British offshore oil and gas all-party parliamentary group, which I chair. It states that",
        "“the tax changes would impact not just North Sea operators but the hundreds of other companies in their supply chains”,",
        "which are so important to coastal communities such as Lowestoft and which extend right across the UK. It notes that such businesses",
        "“provide specialised services such as marine engineering, deep sea diving or subsea communications”,",
        "which are not just important to the oil and gas sector, but vital to the emerging industries of offshore wind, carbon capture and storage, and hydrogen production.",
        "Offshore Energies UK points out that the industry—private business—",
        "“is participating in plans to invest £200 billion by 2030 across all energies, including the lower-carbon ones needed to drive the energy transition.”",
        "There is a real worry that disruption to the tax system could deter that vital investment. Although the Bill does not cover the electricity generator levy— I welcome the Minister’s commitment to engage with the industry before detailing the Government’s proposals— that levy’s provisions and implications should be considered alongside the energy oil and gas profits levy. That is because today’s renewables and oil and gas industries are inextricably interlinked and intertwined.",
        "There is a real worry in the renewables sector that the electricity generator levy may deter the investment needed to end our reliance on fossil fuels. The companies that will be affected are those to which we are looking for investments of billions to accelerate the renewable energy transition. It is only by attracting such private sector investment that the UK can successfully grow its capacity in renewable energy. To meet our 2030 and 2050 targets, we need to attract more private investment, not deter it.",
        "With that in mind, it is concerning that electricity generators are due to miss out on an investment allowance for new wind projects. If we are to be a global leader in offshore wind, including being a pioneer in floating offshore wind technology, there is a strong case for tax incentives to encourage new investment. That does not mean helping energy firms to avoid tax, but it does mean encouraging them to invest in the UK’s clean future for the benefit of the environment, of our future prosperity and of our energy security.",
        "There needs to be a windfall tax, but it must be introduced in a form that is predictable, transparent and fair so as not to undermine investor confidence. I fully recognise that the enormous cost of shielding people and businesses from the worst impacts of the gas crisis requires a windfall tax, but there is a concern that the current and updated proposals for the oil and gas levy and the emerging plans for the electricity generator levy may, or might, have the unintended consequence of deterring investment at a time when we urgently need it, with a negative impact on the key policies of energy security, combating climate change, and levelling up.",
        "It is good news that the Government have undertaken to carry out a long-term review of the tax treatment of UK oil and gas production. I also ask them to keep the oil and gas profits levy in place only while there is a windfall, rather than until 31 March 2028 if present conditions do not continue until then. There is much work to be done to create the stable, long-term fiscal environment required to maximise inward investment. Moving to net zero is a monumental challenge; the state of the public finances is such that we need more than ever to unlock private finance if we are to meet our targets.",
        "Government and business must work together to put in place the long-term, stable tax regime that will ensure that companies make a full but fair contribution. Until recently, Government and business were working well together and a clear industrial strategy was in place, culminating in the 2019 offshore wind sector deal and the 2021 North sea transition deal. There is an urgent need for the Government and the energy industry to renew their marriage vows. I urge my right hon. Friend the Chancellor and his very good team on the Front Bench to set about the task immediately."
    ]
}