{
    "url": "https://www.ukpol.co.uk/peter-aldous-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Peter Aldous – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 9 September 2022.",
    "content": [
        "I rise on behalf of the people of Waveney to pay tribute to Her Majesty the Queen.",
        "With the nation’s guiding light taken from us, there was last night for a moment, from my perspective, a sense of helplessness. What do we do? How are we going to get on without her? The answer is that we learn from the high standards of dignity, duty and humility to which she adhered throughout both her life and her 70-year reign. We shall always fall short of the summit that she reached, but if we get to her foothills, we will have succeeded. Great Britain and the Commonwealth have faced numerous challenges over the past 70 years, and the world has changed a great deal. She was our shield to any arrows of adversity, and despite the enormous responsibilities that she bore on our behalf, she never, never put a foot wrong.",
        "Her Majesty was a family person, and in some respects we were all part of her wider family. She enjoyed those aspects of life that we all enjoy—animals and pets, whether corgis, ponies and horses, or racing pigeons; family meals, whether that be barbecues, picnics or Christmas dinners.",
        "As we have heard, Her Majesty had a lifelong passion for horse racing. Back in coronation week in 1953, her horse Aureole ran second in the Derby, the nearest she ever got to securing that cherished prize. One might have expected a hint of disappointment, but there was none. She joined the rest of the nation in celebrating the victory of national icon Sir Gordon Richards in his 28th and final attempt to win the race for the first time. An aureole, Madam Deputy Speaker, is a radiant light around a head or body. Our aureole has been extinguished, but her legacy will endure forever.",
        "The Queen ascended the throne as we emerged from the ravages of the second world war. As she departs, we face more adversity and an uncertain and worrying immediate future. If we strive to conduct ourselves as she did, if we apply a mere modicum of her wisdom and sound judgment, then we will get through it. Your Majesty, on behalf of the people of Waveney, thank you for all that you have done for us. Our deepest condolences to all of your family. God save the King."
    ]
}