{
    "url": "https://www.ukpol.co.uk/peter-aldous-2010-maiden-speech-in-the-house-of-commons/",
    "title": "Peter Aldous – 2010 Maiden Speech in the House of Commons",
    "post_date": "February 22, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Peter Aldous in the House of Commons on 27th May 2010.",
    "content": [
        "Thank you, Mr Deputy Speaker, for giving me this opportunity to make my maiden speech. I will start by paying tribute to the hon. Member for Swansea West (Geraint Davies) for his passionate, detailed and knowledgeable speech on climate change. Indeed, it has been marvellous to listen today to some great speeches. We heard the speech of the new hon. Member for North Antrim (Ian Paisley), whose brother is a minister in my constituency, Waveney in Suffolk. We then heard the speech of the new hon. Member for Ealing Central and Acton (Angie Bray), who listed some films that had been made in the famous Ealing Studios. She actually missed out the most famous, “Kind Hearts and Coronets”, where the star had a particular way of getting into the other place. I think that constitutional reform will put an end to that.",
        "I chose this debate to make my maiden speech because energy and offshore renewable energy is vital to the future of my constituency-Lowestoft and the surrounding area, which have suffered from industrial decline for the best part of 30 years. I pay tribute to my predecessor, Mr Bob Blizzard, for the work that he has done over the past 13 years. He has been a passionate advocate for Waveney and a hard-working and diligent MP. I thank him for all the work that he has done.",
        "Waveney is the most easterly constituency in the country. Perhaps at times, we Suffolk people hide our light under a bushel and do not make the most of the virtues that we have. The constituency’s make-up is diverse. We have the coastal town of Lowestoft, famous for its fish, its maritime history, its decent, honourable people and its clean beaches. There is the fishing village of Kessingland, and the market towns of Bungay and Beccles, and wide open rural expanses in between. The people up there do at times feel that they have been forgotten down here. It is as if we were at the end of a line.",
        "We have been crying out for better roads and railways for what seems like many, many years. I will continue to make that cry, as other Waveney politicians have done. In November 1959, Jim Prior, now in another place, described the road and communications system in East Anglia as the Cinderella of the country. It seems as if we have not got very much further in the past 50-odd years.",
        "We have industries that have declined. The fishing industry is no longer what it was; shipbuilding has gone; and the canning factory has gone. That is what we need to address. I am not going to moan; offshore renewables present us with a great opportunity to bring Waveney into the 21st century. It was an opportunity that Bob Blizzard recognised, and I will be taking the baton from him to make sure that we deliver on that goal.",
        "We need a new and radical energy policy. If we do not have it, the lights will go out. We need to be in control of our own destiny. We need energy security. We owe it to future generations to take a major step towards a low-carbon economy. We need a mixture of energy sources-green energy sources. To me, nuclear has a vital role to play; so, too, does clean coal, and micro-energy is also of great importance, but it is offshore renewables on which I want to focus. We have to get 15% of our energy supply from renewables by 2020. We have a lot of work to do, being at just over 5% now. There are great opportunities for green jobs; I see that it is estimated that there will be 1.2 million by 2015. If we do not do the work, we will fall a long way short.",
        "Lowestoft has a great opportunity, and great advantages in setting about giving us those green jobs and taking us forward. It has a great location, close to where the offshore turbines will be-the East Anglia Array and the Greater Gabbard. We have a skills base, built up over many years, in fishing, in shipbuilding, and in the North sea oil and gas industry. Those skills are transferrable, and we can make best use of them in the renewables sector.",
        "We have to improve our training and education. We have a further education college that is delivering skills, and there is the opportunity for University Campus Suffolk to provide higher education with regard to those skills. We also need to reinvigorate the apprenticeship system, which, in Waveney and Lowestoft, has been so important in our past. There are measures in the Queen’s Speech that will help to deliver that.",
        "I am here to represent Waveney, but I must not be parochial. To deliver green energy, and get the renewables that we need, I have to think outside my constituency, and think about the surrounding constituencies. In East Anglia, we have great opportunities. There is a deep-sea port in Yarmouth; that will help us to bring opportunities there. There is land elsewhere in other constituencies, too. I see that my hon. Friend the Member for Great Yarmouth (Brandon Lewis) is not here at the moment; in the past, Lowestoft and Yarmouth have spent a lot of time fighting each other. We fought on opposite sides in the civil war, and we had the herring wars, but we are united now in seeking to deliver the renewable energy opportunities.",
        "The energy Bill will be a foundation stone; we have to build on that for the benefit of Britain, East Anglia and-to go back to being parochial for a minute-Waveney. Looking at it from Britain’s point of view, we have the opportunity to lead the world in a transition to a low-carbon economy. We owe it to future generations to grasp that opportunity."
    ]
}