{
    "url": "https://www.ukpol.co.uk/peter-aldous-2020-speech-on-the-nhs-funding-bill/",
    "title": "Peter Aldous – 2020 Speech on the NHS Funding Bill",
    "post_date": "February 1, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 27 January 2020.",
    "content": [
        "It is an honour to follow my hon. Friend the Member for Ipswich (Tom Hunt), as Ipswich is both my birthplace and my football club.",
        "The main provision of the Bill is to enshrine in law the Government’s commitment to increase NHS spending by at least £34 billion by 2023-24. Some may say that this is just gesture politics, but it provides the NHS with the certainty that it needs to make long-term plans and strategic investment in front-line services. This contrasts with operating on a hand-to-mouth short-term basis, as it has often done in the past.",
        "If this approach is successful, then in future, as suggested by the King’s Fund, the Government should look at pursuing this approach with other items of health spending, such as capital investment, public health and staff and education training. It is one of these latter items that I wish to highlight—investment in NHS buildings and infrastructure, which is so important in providing a high-quality environment for patients and health professionals.",
        "As well as making commitments to revenue funding, the Government have undertaken to invest in hospital buildings—six new hospitals now and seedcorn funding to work up the plans for 38 more such developments. One of the latter is the James Paget Hospital on the Lowestoft Road in Gorleston in the constituency of my right hon. Friend the Member for Great Yarmouth (Brandon Lewis). The James Paget serves his and my constituencies as well as part of that of my right hon. Friend the Member for Suffolk Coastal (Dr Coffey).",
        "The James Paget is at the heart of our local health economy, and thus this investment is extremely welcome. I understand that the seedcorn funding is due to be paid over to the hospital very shortly, and that it is already mapping out its plans for the future. It has moved quickly since the announcement of the seedcorn funding was made in the autumn. Its board, liaising with the Great Yarmouth and Waveney clinical commissioning group and the Norfolk and Waveney sustainability and transformation plans, is working up its development plans. Although at an early stage, these include developing a health and social care campus, encompassing acute community primary care, mental health and care facilities, it also wishes to expand its education training, investing in its health and care staff, and also to improve its digital services.​",
        "As the plans for the James Paget are worked up, it is important to have in mind three requirements. First, it is important that the needs of the people who use the hospital are taken fully into account. Ours is an area with an ageing population that places pressure on local health services. In Lowestoft and Yarmouth, there are deep pockets of deprivation with serious inequalities, which must be addressed. We are a popular tourism area, which puts additional demands on the hospital and its services.",
        "Once the James Paget has fully worked up its provisional plans, a wide-ranging and full public consultation should take place so that the views of local people can be fully considered.",
        "Secondly, while the board of the James Paget is taking the lead in working up the redevelopment plans, it is important that all those involved in health and social care services in the area have their say as we, quite rightly, move towards an integrated health and social care system in which all those involved collaborate and work together. The James Paget recognises this, and doctors, mental health and social care professionals, the CCG, the mental health trust and the county and district councils must be fully involved, as well as the voluntary sector and patient representative groups. Thankfully, the silo mentality of the past is gradually being knocked down.",
        "Thirdly, attracting health and medical staff to the Waveney and Great Yarmouth area continues to be a challenge. The redevelopment of the James Paget provides an exciting opportunity to address that by providing centres of excellence in specialisms for which there is a need in the area. The importance of working with the University of East Anglia and the University of Suffolk cannot be underestimated. The former has a medical and health science faculty that includes the Norwich medical school, which provides clinical rotations at both the Norfolk and Norwich and the James Paget hospitals. There is also a science faculty that includes biological science and pharmacy courses. The University of Suffolk, which is more recently established, includes a school of health sciences, which has courses in adult nursing, mental health nursing and radiography, and postgraduate courses in public health nursing and advanced clinical practice. It would be great if in future more of those courses could be delivered on the Lowestoft and Great Yarmouth campuses of East Coast College.",
        "The seedcorn funding for the James Paget is extremely welcome. We now need to ensure that the hospital’s redevelopment takes place in a timely manner and that bespoke, high-quality facilities are provided for local people that meet their needs. By doing that, we can ensure that we have a resilient district general hospital serving the Waveney and Great Yarmouth area for many years to come."
    ]
}