{
    "url": "https://www.ukpol.co.uk/peter-aldous-2023-parliamentary-question-on-lowestoft-becoming-an-investment-zone/",
    "title": "Peter Aldous – 2023 Parliamentary Question on Lowestoft Becoming an Investment Zone",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Peter Aldous, the Conservative MP for Waveney, in the House of Commons on 9 January 2023.",
    "content": [
        "**Peter Aldous (Waveney) (Con)**",
        "The all-party parliamentary group for the east of England has carried out a review of levelling up in the region. It has found that although a good start has been made, there are five of the White Paper missions in whose delivery there is low confidence, four in which there is medium confidence and only three in which confidence is high. I would be most grateful if the Minister provided a full written response to the report, but in the first instance will she seek to make Lowestoft’s enterprise zone an investment zone? That would underpin and support levelling up.",
        "**The Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities (Dehenna Davison)**",
        "Pitch for Lowestoft heard loud and clear! The Chancellor announced at the time of the autumn statement that the existing investment zones programme would be refocused to",
        "“catalyse a limited number of the highest potential knowledge-intensive growth clusters”.",
        "Our Department will work closely with key partners on how best to identify and support those clusters. My officials have read the APPG’s report; we will respond in full in due course."
    ]
}