{
    "url": "https://www.ukpol.co.uk/peter-aldous-2021-speech-on-nhs-dentistry/",
    "title": "Peter Aldous – 2021 Speech on NHS Dentistry",
    "post_date": "May 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Peter Aldous",
            "url": "/tag/peter-aldous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Aldous, the Conservative MP for Waveney, on 25 May 2021.",
    "content": [
        "Thank you, Mr Deputy Speaker.",
        "There has been an underlying problem with NHS dentistry in the Lowestoft and Waveney area for a long time, with dentists retiring, leading to resources and dental capacity being taken away from the area, notwithstanding the need and demand for NHS dentistry. Many, but not all, of the remaining practices have difficulties in recruiting and retaining dentists. The situation has been exacerbated by a lack of funding, with net Government spending on general dental practice reduced by a third over the past decade. In recent months the situation has reached crisis point, due partly to covid but primarily to the closure due to retirement of two NHS dentist practices in Lowestoft and the closure of the mydentist practice at Leiston in the constituency of my right hon. Friend the Member for Suffolk Coastal (Dr Coffey). The latter was due to the difficulty of recruiting dentists to work in the area.",
        "This is a national crisis. Official figures in March 2020 showed that 26% of new patients could not get access to an NHS dentist. The situation has worsened during covid, with more than 20 million NHS dental appointments lost nationally since the start of the pandemic. As has been reported today, the British Dental Association’s members survey reveals that almost half the respondents intend to stop working in NHS dentistry in the next 12 months, and two thirds estimate that they will not meet the new 60% activity targets they have been set. This is the worst survey that the BDA has ever carried out, and urgent action is required to stop dentists leaving the NHS in their droves.",
        "The situation is worse in Waveney. Community Dental Services, an employee-led social enterprise, has recently opened a new dental clinic in the old magistrates court in Lowestoft. That investment is greatly welcomed, although CDS highlights the challenges that it is facing in the area. It is concerned about the lack of access to NHS dental services. Lowestoft and Waveney is an area of high need for dental services, yet there is a serious lack of provision, which has been exacerbated by the backlog caused by covid and, as I have mentioned, by the retirement of well-established local general practitioners. The perceived remote location of the Waveney area and the distance from all the existing centres of dental training make recruitment difficult.",
        "CDS emphasises the need for a focus on prevention, particularly among children. The treatment of children under general anaesthetic for the removal of teeth that cannot be saved is the highest cause of admittance to hospital for general anaesthetic treatment in England and Wales. CDS advises that the reduction in local authority funding to support targeted or universal prevention—I am not attacking local authorities for this—has had a significant impact on the Waveney population due to reduced oral health improvement services. This limits CDS’s ability to reach out to all the people who need its services.",
        "The impact on young people needs particular focus. In Suffolk, the proportion of children who saw an NHS dentist fell by half due to the pandemic: 60% in 2019 compared with just 31% in 2020. This translates to 43,000 local children missing out on their dental appointments compared with the year before. CDS, which is a paediatric dental specialist, has a high number of referrals from other practices of children with multiple decayed teeth that require complex treatment, quite often under general anaesthetic. The lack of general dental services locally makes safe discharge difficult, if not impossible, thereby creating further pressure on services. This has a devastating impact on children’s life chances, and could well prevent them from achieving the best start in life.",
        "Covid has made the situation worse. The interruption of routine dental care and the subsequent reduction in patient appointments has created a backlog of patients. The pandemic has also meant the cancellation of and significant interruption to the dental general anaesthetic list at the James Paget Hospital at Gorleston in the constituency of my right hon. Friend the Member for Great Yarmouth (Brandon Lewis), which causes greater problems. The list will recommence on 1 June, and the backlog of patients needing urgent care is substantial, but this increases the pressure on dental practices, which have responsibilities for their patients’ dental care. It should also be pointed out that there has been no consultant orthodontist at the James Paget since mid-2020, resulting in patients having to travel further for care, and for children this disrupts their education.",
        "I am receiving approximately 10 emails a week from constituents, many of whom are in agony, looking for an NHS dentist. Some will go private, but for many who are on relatively low wages this option is not open to them and is one they cannot afford. One constituent has been quoted £2,400 for a new front tooth and £2,000 for a bridge repair. Others who are in need of urgent attention, as I have mentioned, go to A&E at the James Paget in Gorleston. There, all that the exasperated consultants can do is to prescribe them antibiotics and painkillers. This is completely unacceptable. Another constituent, who had a new denture fitted in 2019, needed it to be adjusted as it made his mouth sore and had a poor bite. He had no option but to use his old dentures, which were worn down and had a tooth missing. He has only just seen a dentist and is now awaiting the new dentures. These are just a few cases that highlight the agonies that many people are going through.",
        "Andy Yacoub, the chief executive of Healthwatch Suffolk, summarised the situation well. He said:",
        "“We are living through a dental disaster, with little to no clear sign of when these problems will ease.”",
        "He also said:",
        "“This latest review by Healthwatch England strongly supports our own local view that there is huge inequality in the availability of NHS dental care amongst our population…This includes that some people have waited unreasonable lengths of time to get an NHS dentist appointment, while being told private appointments were available within a week.”",
        "In Suffolk, he said that we are being",
        "“inundated by feedback on a daily basis from those struggling to access these services. One individual revealed to us”—",
        "Healthwatch Suffolk—",
        "“that they required urgent hospital treatment after overdosing on painkillers to combat their symptoms,”",
        "while another",
        "“told us they couldn’t find a dentist to treat a tooth which had reached a point where it was decaying.”",
        "**Duncan Baker (North Norfolk) (Con)**",
        "I confess I have a slight self-interest in this, because my father was the NHS dentist in Fakenham for 34 years. The problems in North Norfolk with dentistry are terrible, with long waiting lists and people not being able to be seen. The Healthwatch report from the past day or so corroborates that. It strikes me that the contracts are some of the root causes of that, as is the disparity between the private and public sectors. What can we do to try to get more people to join this profession? I have one example in North Norfolk where, for more than 10 years, no newly recruited dentist has wanted to come and work at the surgery.",
        "**Peter Aldous**",
        "I thank my hon. Friend for that intervention. The situation is very bad in Waveney. It is also bad in other parts of East Anglia, not least in North Norfolk and in the constituency of my hon. Friend the Member for Peterborough (Paul Bristow). It is particularly bad in East Anglia, and one reason for that is that we are perhaps a little away from the centre of things, and it can be difficult to recruit people to work in the area. My hon. Friend is right that one solution is to reform the existing contract, which dates from 2006, and I will come on to that as I look at some short and long-term solutions that need to be instigated immediately.",
        "In the short term, I urge my hon. Friend and Suffolk colleague the Minister to take the following actions. First, we must reduce units of dental activity targets. The previous target of 20% was appropriate, but the new 45% target is wholly unrealistic. Many practices will be forced substantially to reduce the number of emergency cases that they provide and to replace them with routine check-ups that are less time-consuming, resulting in an even longer backlog of outstanding emergency and urgent care cases.",
        "Money that is currently clawed back by the NHS if dentists do not deliver UDAs must be reinvested in the Waveney area. Dentists under-delivering does not indicate low local demand, and any clawback should be reinvested into local dental services, not transferred to other areas. That situation is particularly prevalent in East Anglia. In 2019-20, 9.1% of total contract value was clawed back in the region, compared with 4.8% nationally across England.",
        "I confess that I do not completely understand the opaque world of UDAs, but I know that the system is short-changing my constituents, many of whom are in agony. For children, there could well be lifelong consequences. Some NHS dentistry practices in the Waveney and Norfolk area want to take on more patients, but they are not able to do so as the UDAs are not available. John Plummer & Associates is a privately owned family dental practice with 10 NHS practices in Norfolk and Waveney. As NHS dental practices in the Lowestoft area have closed in recent years, dentists from those practices have joined John Plummer. Naturally, their patients would like to follow them, but because no more UDAs are now available, the dentists have been unable to treat them, as they will not be able to provide adequate treatment for their regular patients. Those UDAs are then lost to the Waveney area forever. So much more NHS dentistry could be provided in the Waveney area if more NHS dentistry was allowed. John Plummer & Associates would open a walk-in emergency NHS dental service, but it is not able to do so as it is not allowed to do any more NHS work.",
        "The continuing problem with covid is limiting the number of people that dentists can see each day. That can be eased by installing high-capacity ventilators in dental surgeries. That will reduce the period between appointments, during which the rooms are cleaned, but most practices cannot afford that. I recognise that there is quite a bit of devil in the detail, but the Government can directly increase access to NHS dentistry by providing capital funding for this equipment, as the devolved Administrations in Wales and Northern Ireland plan to do.",
        "In the long term, root-and-branch reforms need to be instigated immediately. There is a need to get more NHS dentists practising in this area, and the Association of Dental Groups has put forward a six-point plan to achieve this. First, the number of training places should be increased. Earlier this month, Healthwatch Norfolk called for a dental school to be set up: based in Norwich, it would be able to serve the Waveney area and, indeed, the constituency of my hon. Friend the Member for North Norfolk (Duncan Baker). As quickly as possible, the Government must instigate a recruitment drive, increasing the number of UK dentistry training places and introducing incentives for dentists to relocate to areas such as Suffolk and Norfolk.",
        "Secondly, EU-trained dentists should be recognised. Their role is vital, and there must be continued access to NHS dentistry for EU-trained professionals, thereby preventing further shortfalls from arising. Thirdly, overseas qualifications should be recognised. The General Dental Council’s recognition of dental qualifications should be automatically extended to approved dental schools outside the European economic area, ensuring a smooth process for suitably qualified dentists to work in the UK—notably those from countries such as India. That should also include the doubling of places available under the overseas registration examinations.",
        "Fourthly, the complex and lengthy process of completing the performers list validation by experience examinations—known as the PLVE—for overseas dentists should be speeded up, simplified and harmonised right across the country, with additional measures introduced to ensure that the process takes no longer than eight weeks.",
        "Fifthly, whole dentistry teams should be allowed to initiate treatments. Allied dental professionals are, at present, not able to open a course of treatment. This means that they cannot raise a claim for payment of work delivered, with many practices unable to fully utilise therapists as a result; allowing whole dentistry teams to initiate treatments would address this problem.",
        "The Association of Dental Groups’ sixth and final point is that the Government should create a new strategy to promote NHS workforce retention. They must reform the NHS contract, which is the major driver of dentists leaving NHS dentistry. A new contract, focused on the oral health needs of patients and targeting improved access and preventive care, should replace it.",
        "With regard to the forthcoming health and social care Bill, with the commissioning of dentists set to move to integrated care systems, it is vital that dentists have a voice and are properly represented on ICSs. There is a worry that the possible pooling of budgets across primary care could lead to further cuts to NHS dentistry, and everything must be done to ensure that this does not happen.",
        "Fluoridation of water can play a key preventive role in oral health, and it is very important that changes to the framework under which fluoridation schemes are carried out are accompanied by the capital funding that is necessary for those schemes to actually be put in place. I anticipate that we will consider this matter in more detail over the next few weeks when we debate the Bill.",
        "I now come to the topic of new dental contract arrangements. As mentioned, underlying most of the problems of NHS dentistry is the fact that the current contract, which dates from 2006, is inadequate and now completely unfit for purpose. It must be replaced as quickly as possible. The BDA is looking for this to happen by April 2022 at the latest, and the new contract must break with the units of dental activity, ensure that NHS dentistry is available to all those who need it and prioritise preventive care.",
        "My hon. Friend and Suffolk colleague the Minister is faced with a major task. From her perspective, it is unfortunate that the music has stopped on her watch. In summary, there are three things we need to be doing. I urge her, in the very near future, to provide practices, such as John Plummer & Associates, that will tackle the enormous the backlog of work with the resources to do so. We must end the cycle of retirements leading to funds being removed from the Waveney area, never to return. Secondly, we must tackle the growing scandal of children having to undergo major dental surgery. That requires much work in the short term in hospitals such as James Paget University Hospital, but in the longer term the introduction of major public awareness preventive initiatives is vital. Thirdly, the dysfunctional 2006 contract should be replaced as soon as possible."
    ]
}