{
    "url": "https://www.ukpol.co.uk/danny-alexander-2010-speech-to-the-inverness-chamber-of-commerce/",
    "title": "Danny Alexander – 2010 Speech to the Inverness Chamber of Commerce",
    "post_date": "August 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Danny Alexander, the then Chief Secretary to the Treasury, on 27 August 2010.",
    "content": [
        "**Introduction**",
        "Thank you.",
        "It was pointed out to me that I am the first Cabinet Minister from the Highlands since Baron Irvine was Lord Chancellor back in 2003.",
        "Yet this is where I felt the similarities between us end.",
        "As he is probably best remembered for spending nearly £60,000 of public funds on hand-printed wallpaper. While the only person likely to decorate my walls is my daughter – Isabel – and her rates tend to be far more reasonable.",
        "And this is an excellent place to start, for much of what I will be looking to achieve in the run up to November will focus on the elimination of unnecessary expenditure, while prioritising funds on the areas that matter most to the UK.",
        "So it’s a great pleasure to be in Inverness today, for my first major speech as Chief Secretary. And to be able to set out the steps we, as a Government, are taking to control public spending and restore confidence in our economy.",
        "For the decisions we have made since the election – and the actions we will take over the ensuing months – are essential to returning our economy to a sustainable path.",
        "We have steadied the ship, but if we wish to remain on course we must deliver on the plans we have set out.",
        "**Defence of the Government’s position**",
        "It is impossible to exaggerate the seriousness of the situation we inherited, or the risks to Britain – and to the Highlands – if we had continued on the same course.",
        "With an economy that was limping out of the longest recession since official records began.",
        "With almost 2.5 million people unemployed.",
        "Historically low levels of private investment.",
        "And a Budget deficit that was due to peak at £166.5bn – the largest in the G20.",
        "With no clear plan for getting it under control.",
        "A legacy that had the UK spending four pounds for every three it raises in taxation.",
        "Yet there are those in Opposition who deny the need to take action and clean up the mess they left behind.",
        "Who pretend that we could wait years before dealing with the deficit.",
        "This could not be further from the truth.",
        "There is nothing credible about denying that the deficit is a problem. There is nothing responsible about pretending it can be solved without making difficult, and sometimes painful, choices.",
        "For those who deny the need to reduce borrowing – unable to kick the destructive habit – would put our economy at far greater risk of recession.",
        "Yes it was right to take action to stop the banks collapsing. The stability of our economy depended on it.",
        "But economic stability now depends on having a credible plan to restore the public finances to a sustainable footing.",
        "We only need to look at the Euro area – and the recent turbulence in sovereign debt markets – to understand the cost of delaying difficult decisions – endangering jobs, growth, investment and control of your economy.",
        "This is why we now have a credible plan to deal with the record deficit. And why we will stick to it.",
        "To tighten the public finances by a total of £113bn by 2014-15.",
        "With around £30bn coming from tax measures.",
        "£11bn from the welfare reforms announced at the Budget.",
        "£61bn from departmental expenditure.",
        "And another £10bn from lower debt-interest.",
        "The necessary steps to ensure that we live within our means in the future.",
        "Mervyn King agrees that “it is essential to take measures this fiscal year to demonstrate the genuine commitment and determination of the new Government.”",
        "The OECD have praised our Budget, saying it provided “the necessary degree of fiscal consolidation over the coming years to restore public finances to a sustainable path, while still supporting the recovery.”",
        "And the head of the CBI has said “The Chancellor has achieved his twin objectives of setting out a credible plan for the public finances and producing a convincing growth strategy for the longer-term.”",
        "So I am determined to see this through, to deliver on our commitments.",
        "Fixing the nation’s finances is not just the right course of action, it is the only course.",
        "It is unavoidable, it is necessary, and it is fair. And we will stick to that principle of fairness in our spending decisions.",
        "But always remember that there is nothing fair about having an ever growing burden of debt for our children to inherit. That is the least fair, the least progressive option of all.",
        "And the Spending Review is the next crucial step in this process.",
        "We need to cut public spending, but that is not an end in itself. It is an essential step on the path towards long-term, sustainable, and more balanced growth.",
        "**Growth and Fairness**",
        "We are seeing some very early signs that the economy appears to be heading in the right direction.",
        "The private sector is growing.",
        "Employment is on the rise.",
        "And exports are recovering in response to improving global demand.",
        "But we must remain cautious.",
        "I agree with Mervyn King when he says that we are likely to face a choppy recovery.",
        "To expect an easy ride after the biggest economic crisis of our lifetimes – and with the debt problems this Government has inherited – would be asking too much.",
        "And I know well how difficult things are for many local businesses here in the Highlands. I have held 28 surgeries in the last 2 weeks in communities right across this area, and at almost every one a local business came to discuss issues they were facing. Most often – but not always – access to finance from the bank.",
        "There are also some fantastic examples of innovation here in the local economy. Only today, I opened Fujitsu’s new office in Inverness, part of a substantial investment to deliver services and cut costs for the Highland Council. And I looked round the world class exhibition of housing innovation at the Expo.",
        "So it is crucial that our choices are driven by clear principles and objectives, led by the need to promote a more sustainable model for economic growth and prosperity.",
        "At the Budget, we took some significant steps to support the private sector, to lead the economic recovery.",
        "Setting out our ambition to create the most competitive corporation tax regime in the G20.",
        "Minimising burdens on businesses through a ‘one-in, one-out’ system of regulation.",
        "And starting the process of banking reform, with improving access to finance. We know more is needed on that issue, which is why we’re making it a priority.",
        "The Spending Review will have a strong focus on lasting economic growth.",
        "So as we scrutinise every pound of Government spending, we will identify those areas that do the most to promote sustainable growth and prosperity.",
        "We will also work with the private sector – with businesses and entrepreneurs ,such as yourselves – to identify the drivers of growth. Broadband access, transport infrastructure, the green economy being three that I know matter a great deal here.",
        "And we shall address the social barriers that inhibit individual progress, as this is the surest way to maximise national success.",
        "For as the Deputy Prime Minister set out last week, our determination to tackle the deficit and support economic recovery is matched by our determination to create a more socially mobile society.",
        "Getting people back to work, promoting fairness of opportunity, and ensuring that all parts of the UK are able to prosper.",
        "With this approach, the Spending Review will promote a fairer and more sustainable model for growth. By working in partnership with the devolved administrations to create an economy that is better balanced – where the benefits are more evenly spread across all people and regions of the UK.",
        "But while one key driver behind spending decisions will be investing in the recovery, another will be public sector reform.",
        "**Empowering People**",
        "As part of the Spending Review, I am overseeing a complete re-evaluation of the Government’s role in providing public services.",
        "We are doing this because the Spending Review is not just about reducing spending, it must also be about fundamental reform.",
        "Reform driven by very simple ideals – to give more power to people, to communities, and to those working on the front-line.",
        "Reform to get ‘more for less’, by harnessing the skills capacity and abilities of our public servants.",
        "Reform to ensure that budget reductions don’t just result in a salami slicing of public services.",
        "There is no hiding from the fact that there are difficult choices ahead. Public sector workers are understandably worried about their jobs, their future pay and their pensions.",
        "We have already announced a 2-year pay freeze – with modest rises for those earning under 21k.",
        "This cost reduction will help to protect jobs.",
        "And is exactly the sort of thing that has been happening in the private sector over the last 2 years.",
        "But I also believe that our reforms – where individuals will have more freedom and greater responsibility – will make the public sector a more attractive, as well as a more efficient place to work.",
        "This is crucial – because the experience, the dedication and the commitment of people working in the public sector is critical to delivering the improvements we need.",
        "The previous Government took a top-down approach – they believed that Whitehall (or Holyrood) should micromanage every action from Ipswich to Inverness – this has stifled innovation and created excessive bureaucracy.",
        "We have already started to sweep away this centralised approach, ending the complex system of Public Service Agreements.",
        "Freeing professionals from top-down targets and unnecessary interference.",
        "And we will continue to devolve power away from Whitehall and put it into the hands of local people and communities.",
        "Enabling public sector professionals to deliver a service that is tailored to the specific needs of their area, and where the users – the public – have the ability to shape the services they receive.",
        "So in October, I will set out a completely new approach to public sector performance and accountability – a new Public Services Transparency Framework.",
        "Where the guiding principle is not accountability through a centrally designed system of targets and processes. But accountability to people.",
        "A system that gives professionals more freedom to decide how best to run their own services, in partnership with their local communities and other sectors.",
        "One where Departments will be responsible for publishing information to allow taxpayers to judge for themselves if we’re delivering on our commitments. And enable the public to hold Departments and Local Authorities to account.",
        "Providing democratic, rather than bureaucratic, accountability.",
        "It may seem obvious, but this is a radical shift from the failed, restrictive and centralised system of the last decade. Cutting public spending must not be an excuse for greater centralisation, but a spur to decentralise, to empower, to engage.",
        "It will empower local communities and those working on the frontline. As I have no doubt that people in the Highlands or elsewhere are far better placed to say what is needed in their local area than the faceless man from Whitehall.",
        "That is why the public consultation we have been running on the Spending Review has been one of widest ever undertaken by government and has already generated over 100,000 contributions.",
        "From frontline workers in Stornoway to policy experts in London, we have been seeking suggestions about where savings can be made.",
        "It is great to see the excellent Highland Council working hard to listen to people as it makes tough spending decisions too.",
        "**Conclusion**",
        "There is little doubt that, in the months ahead, we will all face some tough choices.",
        "I didn’t come into politics to cut public spending. But, like most people in the Highlands, I know it has to be done.",
        "As a politician, you don’t choose the time when you have the opportunity to govern. But you do decide how you respond to the challenges of your times.",
        "The question is not what we have to do – we have made our judgement as a Coalition as to the scale of change that is needed – but how we do it.",
        "So the spending decisions for which I am responsible will be guided by clear principles:",
        "To support private sector growth that lasts, that is more balanced across the people and places of the UK.",
        "To promote fairness and opportunity.",
        "And to devolve power away from Whitehall – empowering communities and front-line workers, giving them more responsibility and control for delivering their public services.",
        "The Spending Review is not just about next year, or the year after that. It will pave the way for the long-term success of the UK, our economy, and our people.",
        "There is no hiding from the fact that we’ll have to make some difficult choices.",
        "But the action we will take in October will put us back on a secure footing and allow us to plan for a better future.",
        "We are all in this together.",
        "And the Spending Review we will produce in two months time will show that this is the case.",
        "Not only during the testing times, that we have all been through.",
        "But for good times as well, once the recovery is secured."
    ]
}