{
    "url": "https://www.ukpol.co.uk/danny-alexander-2013-speech-at-the-scottish-productive-ageing-summit/",
    "title": "Danny Alexander – 2013 Speech at the Scottish Productive Ageing summit",
    "post_date": "February 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chief Secretary to the Treasury, Danny Alexander, to the Scottish Productive Ageing Summit held on 3rd October 2013.",
    "content": [
        "[![dalexander](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander-200x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander.jpg)",
        "Thanks Richard.",
        "I was especially keen to come and speak at your conference today…",
        "Because the subject you’re discussing – productive ageing – is a huge issue for this government.",
        "And I also think – unless we take the right decisions in this area now – it will become one of the biggest challenges facing our country in the future.",
        "**Why important?**",
        "So why do I place such emphasis on this?",
        "Since I joined the Treasury one of our biggest goals has been to secure our country’s long term economic future.",
        "That’s why we’re reducing the deficit, to make sure that our grandchildren won’t have to pay off this generation’s debts.",
        "And that’s why we’re investing in our infrastructure, so that the next generation have the best possible transport and digital networks to support future economic growth.",
        "But if we really want to secure the long term economic stability of the UK, one of our key challenges will be to keep control of the dependency ratio.",
        "Which in plain English – as most of you will know – is the number of dependent people not of working age, relative to the number of working-age.",
        "To do that, we have to ensure that our older people can be as productive as possible.",
        "Because – over the longer term – any significant increase in that dependency ratio would place a greater tax burden on everyone of working age…",
        "And result in a smaller working population, paying for an expanding support system.",
        "Just to illustrate the scale of the challenge facing here…",
        "The OBR’s projections suggest that public expenditure on older people is set to rise by nearly 4 ½ per cent of GDP between 2016 and 2060.",
        "That’s an increase of £66bn in today’s terms.",
        "And the figures here in Scotland are even more profound.",
        "**Scotland**",
        "The Scottish government’s own research shows that this nation could see a 50% increase in number of people over the age of sixty through the next twenty years.",
        "But despite that research, that same Scottish government concocted a statistical mirage recently to suggest that – somehow – the pension costs of an independent Scotland would be lower than the rest of the UK.",
        "They did this by fiddling the figures and pretending that teenagers are now pensioners.",
        "According to independent forecasts, by the year 2060, each pensioner in Scotland will be supported by just 1.9 people of working age, compared to 2.2 in the rest of the UK.",
        "This is the key dependency ratio when it comes to assessing the cost of pensions.",
        "But in their paper, the Scottish government used a dependency ratio that included those under 16, as well as pensioners.",
        "So – because the rest of the UK has a higher number of children – they decreed that Scotland would have a lower cost of pensions.",
        "And based on those rather suspect figures, they released a paper that suggested they may not increase the state pension age if the ‘yes’ campaign won the referendum.",
        "Not only is that maths highly questionable.",
        "But a two year delay in increasing the state pension age could cost an independent Scotland £1.4bn.",
        "And by 2030, it could mean 30 000 fewer people in employment…",
        "And a reduction in GDP of over £1bn a year.",
        "It also strikes me that the implication that when people hit 65 they want to put their feet up is misleading.",
        "That isn’t what I see either here in Scotland, nor south of the border.",
        "**Argument**",
        "That’s why this conference, and the work that so many people here are doing, is so important.",
        "We need to turn that argument – and that perception – around.",
        "And – at the risk of going a bit JFK – we need to look not at what our older generations take from society…",
        "But what they contribute to society.",
        "There is – as you will well know – a whole host of evidence out there about the advantages older 65s offer in the workplace:",
        "McDonalds report a 20% higher performance in their outlets where workers over 60 are employed…",
        "B&Q report that absenteeism is 39 per cent lower among their older workers…",
        "and Hertfordshire County Council found that 65 year olds were their most engaged workforce group.",
        "So this age group can offer a huge amount for individual businesses.",
        "In fact, if we look at things on a larger scale.",
        "Studies show that if everyone worked just one year longer, we could see real GDP increase by around 1 per cent.",
        "That’s the equivalent of £14bn for the UK economy every year.",
        "And that’s something it would be foolish for any Treasury Minister to overlook.",
        "Of course, it’s worth saying at this juncture that this isn’t about trying to force retirees back to work.",
        "Where people have worked hard, and saved wisely, and want to relax into retirement they should have every right to do so.",
        "And the changes that my colleague Steve Webb – the Minister for Pensions – has overseen on auto enrolment will make it much easier for people to start saving for and planning for their retirement.",
        "But where our older generations want to remain in the workplace…",
        "And want to continue to support their families, and contribute to our economy…",
        "Then we need to make that not only possible, but also much easier.",
        "The government has taken a number of steps towards doing just that.",
        "What is the government doing?",
        "First, we’re bringing forward the increase in the state pension age.",
        "Back in 1981, a man retiring at 65 typically had about 14 years of retirement; today it is around 21 years.",
        "A woman retiring at 60 in 1981 would have had about 22 years of retirement – today it is around 29 years.",
        "Now I for one am, and I’m sure everyone in this room is, delighted that people are living longer!",
        "But we have to take account of that increased life expectancy in the State Pension Age…",
        "Which will now rise to 66 by the year 2020 – six years earlier than previously planned.",
        "And – should the current legislation go through – it will rise again, to 67 by the year 2028.",
        "I hope everyone here will agree that this is a sensible step in recognising an ageing population, and encouraging people to remain in the workplace.",
        "The second strand is our work – led by the Department for Work and Pensions – to increase the participation of our older generations in the labour market.",
        "As part of this, DWP have launched an Age Positive Initiative to give guidance and case studies to employers and businesses…",
        "They’ve launched a sector initiative to drive forward changes in the employment and retention of older workers…",
        "And they’re also working with expert organisations through the Age Action Alliance Healthy Workplaces Group, to help employers more effectively manage the health of an ageing workforce.",
        "The third – and I think the most important – change that the government is making…",
        "Is removing some of the ageist provisions that already existed in UK law.",
        "This Tuesday marked the two year anniversary of our phasing out of the default retirement age.",
        "Meaning that most people can now work for as long as they want to, and that they can’t be discriminated against for taking that decision.",
        "In that same year – 2011 – we also removed the effective requirement to annuitise by 75.",
        "Which has ensured that individuals now have increased flexibility over their retirement age, and increased choice over purchasing a retirement income product.",
        "Those actions…",
        "– on increasing the state pension age…",
        "– on helping employers to recruit and retain older workers…",
        "– and on removing ageism from the system…",
        "Add up – I hope – to a sensible set of policies that not only recognise the need to reduce our dependency ratio, but also recognise the economic contribution that our older citizens can make.",
        "**Civic Society**",
        "So far I have focused entirely on the economic contribution.",
        "But I think it’s also vital that we also recognise the massive – and often unsung – contribution that our older generations offer in civic society.",
        "Here in Scotland for example, 31% of adults volunteer , many of whom are older citizens.",
        "Very often this is on a local scale…",
        "I know that most of the charity shops in Inverness couldn’t run without a core team of retired workers.",
        "But older people also play a key role – often an unpaid role – on charity boards, or as school governors, or in local politics.",
        "And it’s important that we acknowledge what a huge asset these people are to our country, and the skills and enthusiasm and knowledge they bring to these roles.",
        "**Changing Perceptions**",
        "But as I said earlier, I think if there’s one big battle we’ve got to fight here, it’s a battle of perceptions.",
        "It’s true that – very often – society places an awful lot of emphasis on the young.",
        "And sometimes this is a good thing…",
        "We need to keep producing the business leaders and the civic leaders of the future.",
        "But we should also shine more of a light on the crucial role our older generations can play.",
        "We’re in a country which is ruled by an 87 year old.",
        "There’s a member of staff in my office still mourning the fact that a 71 year old is no longer in charge of Man United!",
        "There are two goals that have driven everything the government has done.",
        "And they are…",
        "Building a stronger economy; and",
        "Building a fairer society.",
        "I firmly believe, that if we can make the best possible use of our ageing population…",
        "If we can ensure that they remain in the work place, rather than being ousted by nervous employers and outdated legislation…",
        "If we can celebrate what they contribute, rather than what they consume…",
        "And if we can base our decisions on the pension age around long term economic stability, rather than short term politics…",
        "Then those older generations can play a key role in building that stronger economy…",
        "And in making our society fairer too.",
        "Thank you for listening."
    ]
}