{
    "url": "https://www.ukpol.co.uk/heidi-alexander-2016-speech-on-the-nhs-and-eu-referendum/",
    "title": "Heidi Alexander – 2016 Speech on the NHS and EU Referendum",
    "post_date": "June 9, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Heidi Alexander",
            "url": "/tag/heidi-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Heidi Alexander, the Shadow Secretary of State for Health, on 8 June 2016.",
    "content": [
        "Thank you, Wendy – and thank you to UNISON for hosting us today.",
        "In fifteen days’ time the British people will take the biggest political decision of my lifetime – whether or not we should remain part of the European Union.",
        "I was just two months old when the last referendum on Europe took place.",
        "Back then, the questions my parents’ generation had to answer were similar to the questions we face today:",
        "What is in the best interest of me and my family?",
        "How can we guarantee our country’s security and influence in a changing world?",
        "And how do we ensure a strong economy that delivers decent jobs and decent public services?",
        "In 1975, my parents voted to stay in the Common Market and like millions of others, I have grown up taking our membership of the EU for granted.",
        "Easy travel, the opportunity to study and work abroad, the basic principle that we would co-operate with the countries closest to us to foster progress and tackle shared challenges.",
        "I don’t claim the EU is perfect. It is in need of reform. But I have no doubt that overall our interests are best served by staying in.",
        "Whether it’s the economy, jobs, trade or our ability to deal with the big global issues which don’t respect national borders, we are better off working with our European neighbours than going it alone.",
        "Now, the past few weeks of this campaign have sometimes felt like a beauty contest for the next leader of the Conservative Party.",
        "I don’t know about you, but I’m fed up of it.",
        "Fed up of the mud-slinging and the name-calling.",
        "Fed up of the dry debates about sovereignty and the rebate.",
        "And fed up of being told that people like me, a comprehensive girl from Swindon are somehow part of an elitist establishment that have been brainwashed by bureaucrats from Brussels.",
        "Boris, Nigel – I can assure you that is NOT the case.",
        "It seems to me the public want less spin and more substance in this debate. They want to understand what their vote on the 23rd June means for them and for the things they care about – like the National Health Service.",
        "And that’s what I want to talk to you about today",
        "I have been the shadow health secretary for nine months now.",
        "And in that time I have seen the critical state that the NHS is in.",
        "Hospital finances are spiralling out of control.",
        "Mental health patients are bussed half way across the country for a bed.",
        "Waiting lists are up.",
        "Staff morale is down.",
        "And the care sector is on the brink of collapse.",
        "Don’t let anyone tell you this is the fault of migrants – this is the fault of Ministers.",
        "I am under no illusion about the scale of the challenge facing the NHS and the risks associated with another four years of Tory Government.",
        "However, I am absolutely clear that leaving the EU would make the challenges greater and the risks bigger for an already fragile NHS.",
        "I could talk to you this morning about the billions of pounds we receive from European research grants.",
        "How EU laws on air pollution and food packaging are helping to improve our nation’s health.",
        "Or the protection we receive when we travel to the continent through the European Health Insurance Card.",
        "These are all important issues. But I want to focus my remarks this morning on the threat of Brexit to people who work in the NHS and to people who rely on the NHS.",
        "We’re here at UNISON this morning because this is a union that stands up for its members – the nurses, health care assistants, midwives, health visitors, paramedics, technicians and many, many more who keep our health service running.",
        "UNISON stands up for jobs; for our standard of living; and for the public services upon which we all rely.",
        "You understand the importance of our membership to the EU.",
        "And that is why your members have overwhelmingly backed the case for us to remain.",
        "Now, I know that being a frontline member of staff in the NHS at the moment is hard going.",
        "I know how you constantly feel as if you are being asked to do more for less.",
        "How cuts to nurse training places mean staff are overworked and spread too thin.",
        "And how you are left picking up the pieces of a social care system which is on its knees due to years of underfunding.",
        "I know that if we want our NHS to be there in the years and decades to come, we must invest in the current generation of staff and the next generation too.",
        "We shouldn’t be scrapping student nurse bursaries, putting off the next generation of midwives and healthcare worker.",
        "No, we want more home-grown NHS staff and we should put our money where our mouth is.",
        "But we have to be honest: as of today, parts of the health system would not function without the contribution of EU migrants.",
        "Put simply, you’re more likely to come across a migrant caring for you in a hospital, then in the bed next to you.",
        "52,000 people working in the NHS today are from other European countries.",
        "These are doctors, nurses and midwives who work day-in, day-out saving lives and caring for our loved ones through ill health.",
        "Two years ago my grandmother passed away. Who was it that sat by her bedside and dabbed water onto her dry lips in the days before she died?",
        "It was a polish care assistant called Kristina.",
        "Now, don’t get me wrong, I want young people to grow up in this country, wanting those jobs. I want those positions to be paid at decent wages and for people to see care as a vocation and not as a job of last resort.",
        "But at the moment, our care system relies upon people like Kristina.",
        "The job she did helped my gran to have the dignity and support I wanted for her at the end of her life.",
        "If we vote to leave, what would happen to Kristina and the thousands of other staff like her?",
        "What restrictions would there be on recruiting new staff?",
        "Would existing staff have to leave if they didn’t earn enough to meet income thresholds to renew visas?",
        "Would hospitals be able to fill staff shortages without immediate access to the pool of qualified staff from other European countries?",
        "The truth is we just don’t know.",
        "And it’s not just these questions no-one can answer.",
        "In fact every time leave campaigners are asked what Britain would look like if we left the EU their answer is always the same – we just don’t know.",
        "So at a time when hospital wards are already dangerously understaffed, when the care system is already in crisis, is leaving the EU a risk the NHS can afford to take?",
        "I don’t think so – and I don’t think many patients would agree either.",
        "And that brings me onto the threat of Brexit to patient care.",
        "The financial crisis facing the NHS today is the worst in its history.",
        "Hospitals ended the last year more than £2.4 billion in the red.",
        "Extra money allocated to this year has gone towards paying off the bills from last year.",
        "It has got so bad that the Health Secretary can’t even guarantee his Department has kept within its own spending limits.",
        "I am in no doubt that as a country we need to have a big, open and honest debate about the future funding of health and care in England.",
        "A big debate about how we pay for elderly care and how we reshape our services to meet the needs of our ageing population.",
        "That’s a process I want to lead as Labour’s Shadow Health Secretary.",
        "But I know too that the economic shock of a vote to leave Europe risks plunging the health service into an even deeper financial crisis.",
        "The Institute for Fiscal Studies warned last month that if we leave the European Union, Britain could face another two years of austerity.",
        "The economy would slow.",
        "Tax income would fall.",
        "And public sector spending would be squeezed even further.",
        "In the worst-case scenario, new analysis published by Labour today reveals that the Tories would have to cut the Department of Health’s budget by up to £10.5 billion in 2019/20 to meet their promise of balancing the books by the end of the Parliament.",
        "That’s £10.5 billion pounds worth of cuts which if made today would mean every hospital trust in England cutting 1,000 nurses and 155 doctors.",
        "It’s the equivalent of the entire annual budget for the NHS in London.",
        "These are future cuts that the NHS could well do without.",
        "Now I think I know what the leave camp is going to say – I’ve read the leaflets, I’ve watched the adverts, I’ve seen the bus.",
        "They claim if we leave the EU then we’ll have a load of extra money to throw around.",
        "Well let me be absolutely clear – this claim is misleading, simplistic and complete and utter nonsense.",
        "They began this campaign promising £350 million a week more to the NHS. Now it’s £100 million. At this rate, by the 23 June it’s probably going to be zero.",
        "Because how many times have the Brexit brigade spent this money? First they said it could build hospitals, and then schools, and then they could use it to cut VAT and the cut council tax and then fix potholes.",
        "Come on, really?",
        "What answer do they have to economists who are lining up to say in the short term an economic downturn is almost inevitable? And what does that mean for NHS finances?",
        "And who are these people making these claims? Most of them are just pretenders to David Cameron’s throne. These aren’t manifesto commitments, they are the cheap lines of people prepared to say anything to get your vote.",
        "Just because the bus has got the NHS logo plastered on its side, doesn’t mean for a second that you should trust the people sat in its seats.",
        "People like Boris Johnson who has written that “people [should] have to pay” for the NHS.",
        "People like Daniel Hannan and Douglas Carswell who have called for a “price-mechanism in healthcare”.",
        "Or people like Nigel Farage, who was caught on video, saying that he wants the NHS to move to an insurance based system like the United States.",
        "When Leave campaigners say it’s time for ordinary people to take back control, what they really mean is it’s time for people like them to take control.",
        "Iain Duncan Smith, Boris Johnson and Nigel Farage taking control of our NHS.",
        "I couldn’t think of anything worse.",
        "But don’t take my word for it.",
        "This is what John Major had to say on Sunday:",
        "“The NHS is about as safe with them as a pet hamster would be with a hungry python.”",
        "Now I don’t often agree with John Major, but when Tories say they don’t trust the Tories with the NHS, I think it’s probably worth listening.",
        "I want to finish by returning to why this referendum is important to me and to my family.",
        "Eighty years ago my grandfather and my husband’s Austrian grandfather found themselves on opposing sides in the Second World War.",
        "Now, some say the role of the EU in keeping the peace since then has been overstated.",
        "I’m not so sure.",
        "An organisation which routinely brings together leaders, governments and policy makers across a continent seems like a pretty sensible idea to me.",
        "We might not always get our way, but in the grown up world of international politics, we have to be sat at the table and not out in the cold.",
        "Peace in Europe is taken for granted by my generation.",
        "But when parties such as Golden Dawn rear their head in Greece and when barbed wire fencing goes up in Hungary, Macedonia and Bulgaria to keep foreigners out, we shouldn’t be turning our back on our neighbours, we should be helping them to find solutions.",
        "Ugly nationalism and ignorant prejudice have no place in British politics. We have fought it before – a few weeks ago in the case of London – and we will fight it again. We must not allow this referendum campaign to give some sort of perverse permission for it.",
        "This month’s vote isn’t just about our membership of the EU. It’s about the type of country we want to be and the message we want to send to the rest of the world.",
        "So in two weeks’ time let’s send that message loud and clear.",
        "That Britain is better off in Europe.",
        "That Britain is stronger and safer in Europe.",
        "And that Britain shares that intrinsic Labour value that by the strength of our common endeavour we achieve more than we achieve alone.",
        "This is the campaign of our generation – let’s go out there and win it.",
        "Thank you very much."
    ]
}