{
    "url": "https://www.ukpol.co.uk/douglas-alexander-2007-speech-to-chamber-of-shipping-annual-dinner/",
    "title": "Douglas Alexander – 2007 Speech to Chamber of Shipping Annual Dinner",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Douglas Alexander",
            "url": "/tag/douglas-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Transport Secretary, Douglas Alexander, to the Chamber of Shipping Annual Dinner held on 22nd January 2007.",
    "content": [
        "[![dalexander2](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)",
        "Mr President, Lords, Ladies and Gentlemen,",
        "Thank you Maurice for inviting me to address you and your guests here this evening.",
        "It’s a great pleasure to be here at the Chamber of Shipping Annual Dinner for the first time as Secretary of State for Transport.",
        "This is an event that reflects the breadth and scope of the maritime industry in Britain.",
        "In such a diverse sector, the Chamber is an influential and unifying force with a powerful voice.",
        "You help unite shoreside workers and seafarers; ship owners and unions; passenger and freight operators and the ports sector; industry and Government.",
        "And united, the maritime sector is tremendously influential – a crucial part of our transport heritage, and a crucial part of our transport future.",
        "Vital to our economy, and vital to our prosperity.",
        "Since 1997, this country has enjoyed the longest sustained period of economic growth in its history. During that time, the number of ships on the UK register has more than quadrupled.",
        "Today, your industry directly employs more than a quarter of a million people, and shipping has overtaken air transport as the third largest service sector for export earnings.",
        "That’s a terrific success story – and we want to see you continue to build on that success.",
        "We want shipping to strengthen its position as an integral part of our transport network, and an integral part of our economy.",
        "Growing your market by continuing to improve the service you offer. Effectively competing with rail air and roads for freight and passenger business, but also linking up with these other forms of transport, helping to make the UK logistics and distribution sector one of the most sophisticated in the world.",
        "If we’re to achieve this vision, then we need to deal with two major challenges. These are dealing effectively with the impact of carbon emissions on the environment, as we move towards the low carbon economy outlined so compellingly by Sir Nicholas Stern in his review last year; and the challenge of globalisation.",
        "The publication of the Stern Report recently should have left everyone in no doubt about the environmental battle we face.",
        "It’s more important than ever that shipping becomes more fuel efficient, takes full advantage of greener technologies, and better mitigates the adverse consequences of fuel use, to help us fight climate change.",
        "Even though shipping has been seen as an environmentally-friendly form of transport in the past, accelerating world trade means that maritime emissions are increasing – while other modes are making great technological strides to cut harmful emissions – particularly carbon emissions that increase the threat of climate change.",
        "Of course standards to improve the environmental impact of the maritime sector must continue to be vigorously developed internationally through the IMO.",
        "As with aviation, shipping is a global business, and is best regulated internationally.",
        "We are already playing a leading role in persuading states within the IMO to limit CO2 emissions from ships – and will continue to do so. We worked closely with industry last year to develop a paper to encourage the international maritime community to embrace emissions trading.",
        "Progress, unfortunately, has not been smooth – other countries do not share our ambitions – but we must continue to press home this important message.",
        "The message is clear: global regulation for a global industry. But that brings with it some domestic responsibilities.",
        "Which brings me on to the second great challenge we share – the challenge of globalisation.",
        "Just as shipping is well positioned to improve its environmental credentials, so it’s well positioned to become ever more competitive in the global market.",
        "Competing with the best, on quality and reputation. Adding value – not by undercutting competitors, but by going upmarket, and by being better.",
        "I know that you share my vision of an industry that pushes even harder for safer, cleaner ships; an industry that embraces technological change, and offers peerless customer service; a thoroughly professional industry – that can offer more well-qualified youngsters attractive life-long careers.",
        "In many of these areas, you already set high standards and continue to make excellent progress across the board.",
        "The Merchant Navy Training Board and Sea Vision have done some great work in promoting seafaring careers, and the Foundation Degree has had a very promising start since its launch last year.",
        "But the UK is still facing a long-term decline in employed seafarers, and so the challenge is to stimulate the number of applicants, and ensure training is of a consistently high standard across the sector.",
        "Of course, the Maritime Labour Convention will play a crucial role in making maritime careers more attractive to youngsters.",
        "Many of you here tonight deserve credit for your work developing the Convention – a landmark for seafarers across the world – covering issues like health, safety, minimum age, hours of work and crew accommodation.",
        "But there’s still a lot of work to be done to bring this Convention to life and we will work with you closely with you to ensure that the UK plays its part in making it work for the widest achievable benefit of all.",
        "Although in many areas the UK meets or exceeds Convention standards, there are areas where we need to improve.",
        "Corporate Social Responsibility, for example, is vital to improving social, economic and environmental standards.",
        "That means doing more than the bare minimum needed to comply with legal requirements.",
        "Better crew standards lead to safer ships.",
        "Safer ships lead to fewer accidents.",
        "And fewer accidents mean less cost.",
        "We need to continue working together to engage on matters that have an impact on coastal communities – like protecting marine and coastal environments.",
        "We need to set our sights high. Set the standards to which the rest of the world aspires.",
        "And that means different parts of this great industry must work together…..",
        "Government setting the framework for growth and improvement; for maritime safety and pollution control; and regulating ports…..",
        "Industry implementing changes, raising standards, improving profitability, working towards our shared vision for a world-class maritime sector.",
        "Of course, the Chamber of Shipping has done a great deal to represent your interests – on issues like the Marine Bill and the EU Maritime Green Paper, for example.",
        "I’d like to say thank-you – to the Chamber, and to you, its members – for a job well done over the past few years.",
        "I’ve no doubt that you will rise to the challenges of the future – the ‘greening’ of transport, and global competition – and in doing so, you will play a major role in supporting another decade of economic success in Britain."
    ]
}