{
    "url": "https://www.ukpol.co.uk/danny-alexander-2013-speech-to-lloyds-business-summit/",
    "title": "Danny Alexander – 2013 Speech to Lloyds Business Summit",
    "post_date": "January 31, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Danny Alexander, the then Chief Secretary to the Treasury, to the Lloyds Business Summit on 11 November 2013.",
    "content": [
        "[![dalexander](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander-200x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander.jpg)",
        "**Recovery**",
        "Good morning.",
        "I’m very glad to be with you today…",
        "At a time when our economy does appear to be on the mend.",
        "Not fully recovered…",
        "But showing encouraging signs.",
        "Last month, the IMF revised UK growth up by more than any other G7 economy.",
        "Two weeks ago the latest GDP figures bought further welcome news…",
        "But no one should think that because we’re starting to see the signs of recovery…",
        "That we’ll forget the difficulties we’ve left behind, or abandon the path that has brought us to this point. There is a long way to go to get back to the sort of growth we need.",
        "Over the last three and half years…",
        "The government has worked hard …",
        "Not just to take tough decisions…",
        "But to take the right decisions.",
        "And one of our main priorities, has had to be to create the right conditions for more sustainable and balanced growth.",
        "The 2008 catastrophe and its fall out have been so profound, we know that we have to protect against another catastrophe on this scale.",
        "There’s a realisation that we have to re-embed two ancient disciplines back into our our public life.",
        "First, we have to live within our means.",
        "Second, that further prosperity depends on our ability to build more sustainable, balanced economic growth.",
        "Of course, while we can create those conditions…",
        "It’s the private sector that makes growth happen…",
        "And the recovery we’re starting to see is a result of the determination…",
        "And the innovation…",
        "And the sheer hard work of UK based businesses.",
        "Thank you.",
        "**Right kind of recovery**",
        "For me, the most encouraging feature of the recovery we’re witnessing…",
        "Is that it has the hallmarks of being a balanced recovery.",
        "For too long we seemed to only look towards one city – and one industry – for economic growth.",
        "But growth is happening now across sectors.",
        "For the first time in 15 years, all four output sectors…",
        "Industrial production, services, construction and agriculture…",
        "Have grown in successive quarters.",
        "And growth is happening across the country.",
        "We need to work hard to continue this trend.",
        "So, that should one sector – or one region – experience a sudden decline or shock…",
        "As happened in the financial crisis…",
        "Our economy will be in a much stronger position to absorb it.",
        "**Pace of recovery**",
        "Inevitably though, some commentators have criticised the pace of the recovery.",
        "But they miss the point – previous recessions have simply not been as deep as the one from which we are recovering.",
        "The severity of the recession also explains why we haven’t seen earnings growth pick up as quickly.",
        "But let’s look at job creation.",
        "Our critics said that we would never compensate for the shedding of jobs in the public sector.",
        "They were wrong.",
        "You, in the private sector, have created jobs on a significant scale – a remarkable 1.4 million since the election.",
        "Not only have you compensated for the loss of public sector jobs – you’ve achieved a spectacular job creation ratio of 3:1.",
        "There is another reality to face – a recovery without fairness would be hardly a recovery at all.",
        "Not having a job in these times would be the harshest unfairness of all.",
        "Unemployment is still too high, and there’s clearly a lot more to do to continue the downward trend in unemployment, particularly for youth unemployment.",
        "Our work on creating over a million modern apprentices is key.",
        "But I am proud that we are navigating our way back to economic normality without soaring unemployment levels and the social damage that such a situation would wreak.",
        "Of course, by keeping unemployment much lower than in previous recessions",
        "We have seen the UK’s output per worker – which is a key measure of our country’s productivity – fall to a fairly low level too.",
        "I’m of the belief that low productivity is an acceptable outcome – for a temporary period – if it is in part, the result of high employment.",
        "But in the long run, an increase in our productivity has to drive growth.",
        "Strong economic growth with rising productivity is the only sustainable way to permanently increase the living standards of our population.",
        "Short-term populist ideas that damage long-term investment make it harder to increase living standards.",
        "Instead, we have been building a more stable, competitive environment in which businesses can invest, grow, and create jobs, and share the fruits of that growth fairly.",
        "And so for our economy to become more productive, we need your help.",
        "We need you to invest.",
        "**Business investment**",
        "To get the recovery fully entrenched,",
        "To get it into top gear,",
        "There’s one thing needed now above all else.",
        "Investment.",
        "As a government, we’re playing our part.",
        "As Chief Secretary to the Treasury, investment is my brief.",
        "We’re building roads, power stations, flood defences, data networks.",
        "Only a few months ago, I announced the largest and most comprehensive plan of infrastructure investment for decades – a £100 billion plan to upgrade our roads, railways, broadband by the end of the decade.",
        "Your country needs you to invest too.",
        "I know that the deep uncertainty of the last few years has held back business investment.",
        "In fact, we know that companies are continuing to strengthen their balance sheets out of the credit crisis…",
        "Total cash deposits held by non-financial private companies has risen by £104 billion since pre crisis levels…",
        "And now sit at over £500 billion.",
        "But if businesses start to invest that money, it would make a huge difference to our economy.",
        "Just to illustrate that, had business investment risen by an additional 10% last year…",
        "Then the level of GDP would be £12bn higher.",
        "That’s almost a whole percentage point on GDP growth.",
        "I know that uncertainty is the enemy of investment.",
        "I know that companies have felt the need to consolidate balance sheets.",
        "The fog of uncertainty is clearing.",
        "The economic outlook and forecasts are improving.",
        "In government, we doing all we can to increase certainty.",
        "We have a strong clear fiscal strategy.",
        "We have a Bank of England with a clear policy expressed through ‘forward guidance’ and we have introduced a set of measures to make that investment easier.",
        "We are:",
        "– providing generous NIC allowances",
        "– reducing corporation tax",
        "– reforming rules on Controlled Foreign Companies",
        "To rebuild Britain, we need you to join this recovery by investing now.",
        "There has never been a better time to invest in Britain.",
        "With your help, we can entrench a sustainable recovery and increase the living standards of our people.",
        "**Conclusions**",
        "What we won’t do is put short term political gain…",
        "Ahead of the long term future of this country.",
        "And we know that – if we want to continue to move our economy from rescue into recovery…",
        "Then increasing productivity is absolutely essential.",
        "To raise living standards…",
        "To raise long term growth potential…",
        "And the people in this room today have the power to help this country to move into the next phase of our economic recovery.",
        "We will stick to our plan.",
        "Making Britain a country that pays it way again.",
        "Making Britain a great place to do business again.",
        "Investing in our nation’s infrastructure and the skills of our young people.",
        "Working together, that is the only way we will build a stronger economy in a fairer society in which everyone can get on in life."
    ]
}