{
    "url": "https://www.ukpol.co.uk/danny-alexander-2011-speech-to-the-centre-forum/",
    "title": "Danny Alexander – 2011 Speech to the Centre Forum",
    "post_date": "February 22, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chief Secretary to the Treasury, Danny Alexander, at the Centre Forum in Guildhall on 10th May 2011.",
    "content": [
        "Today, what I want to focus on is the role the financial sector has to play in our economy.",
        "Now, as a topic, this is not something new.",
        "Much of the economic and political debate of recent years has revolved around this issue.",
        "But instead of discussing the importance of tighter regulation or banking reform, what I want to concentrate on is the industry’s role in restoring trust in the financial system and how your actions can help with the rebalancing of our economy, and its success in the future.",
        "And there are a number of reasons to look to the future with confidence.",
        "Of course the recovery is, and will be, choppy.",
        "But, the manufacturing sector has experienced incredibly strong growth in the last year.",
        "Our exports are gathering pace.",
        "Employment is increasing.",
        "Investment is picking up.",
        "But the fact that we can now look ahead with some confidence is only because of difficult decisions we’ve already had to take.",
        "Decisions that have brought about economic stability.",
        "Secured our international credit rating.",
        "And set in place a credible plan to deal with our record borrowing… a plan that has seen us avoid the sovereign debt issues that have engulfed other countries.",
        "These are tough decisions. It was the need to deliver these decisions that brought the Coalition together. Our commitment to that shared plan is totally unwavering. It is our core task – and we will see it through.",
        "At the Budget, we set out our long-term strategy for growth, with four key ambitions at its heart:",
        "– to create the most competitive tax system in the G20;",
        "– make the UK one of the best places in Europe to start, finance and grow a business;",
        "– encourage investment and exports as a route to a more balanced economy; and",
        "– create a more educated workforce that is the most flexible in Europe.",
        "We also took the first steps towards making these ambitions a reality.",
        "With cuts to corporation tax – to encourage greater enterprise.",
        "Support for SME finance – to increase business investment.",
        "Steps to ease burdens on business to create additional jobs.",
        "And measures to rebalance our economy – and drive higher exports.",
        "But as a Government, we can only do so much.",
        "It’s the private sector who will inevitably lead the recovery.",
        "And having a strong and stable financial sector is an important part of this story.",
        "We need a financial sector that supports consumers and businesses up and down the country.",
        "And is a source of wealth and prosperity in its own right – not just in the Square Mile, or in Canary Wharf, but in every town and city in the country.",
        "And I feel there are three things that we have to consider if we’re to realise this ambition.",
        "Reconnect with the rest of the economy",
        "The first of these is about reconnecting the financial sector with the rest of the economy.",
        "To strengthen the ties that exist between financial institutions, investors, and their customers.",
        "And to demonstrate your commitment to the wider business world by providing:",
        "– the lending that viable businesses need to expand and invest;",
        "– the advice and expertise that firms need to succeed; and",
        "– the capital that will help stimulate enterprise across the UK.",
        "This is vital.",
        "Because if our financial sector doesn’t meet these tests, then we’ll have an economy that struggles to respond to today’s challenges; a country that doesn’t fulfil its potential; and a recovery that fails to gather momentum.",
        "If we take access to finance, for instance.",
        "This remains a key concern for many businesses in the UK.",
        "Yet I also know that the problem isn’t quite as straightforward as some commentators like to think.",
        "But we also have to look at the reality of the situation, and why lending conditions have deteriorated since the crisis.",
        "That the past few years have certainly thrown up some particularly large challenges for the finance industry.",
        "Institutions up and down the country have, quite understandably, had to retrench; weather the financial storm; and look to rebuild their balance sheets.",
        "And this has not been a pain free process.",
        "On the one hand, you’ve had people saying that we should never return to the days when cheap credit was freely available… and irresponsible lending conditions undermined overall economic stability – this is absolutely right.",
        "But on the other, businesses need affordable credit to help support growth, employment, and additional investment.",
        "So there’s a very difficult balance to strike.",
        "As a Government, we’ve been working with the financial sector to get credit flowing again.",
        "**Merlin**",
        "The Merlin Agreement being the most obvious example.",
        "Among other things, this agreement reached with the UK’s largest banks should see lending of £190 billion to creditworthy businesses for this year… of which £76 billion has been earmarked specifically for small businesses.",
        "This would mean an overall increase of almost 15 per cent on last year’s lending figures to SMEs.",
        "But having made this commitment, it’s vital that they see it through.",
        "This month we will get the first update on progress in meeting this target.",
        "My message to the banks is simple – this money needs to reach good businesses, no ifs, no buts, no excuses.",
        "As the Chancellor said in February, if it doesn’t, we reserve the right to take further action.",
        "Not just for the sake of the wider economy, but also for the banking sector itself.",
        "People want to see progress.",
        "To demonstrate the value that financial services have to add.",
        "To show everyone that the sector takes its responsibilities seriously.",
        "And improve the links between our banks and our businesses",
        "They expect it.",
        "And we expect it.",
        "Which brings me to my second point for this morning – the need for the financial sector to improve the relationships it has with its customers.",
        "**Relationship with customers**",
        "Because if we’re to improve sustainability and resilience across the economy, we need to safeguard the interests of savers and borrowers and taxpayers.",
        "Now despite the work of the FSA, I don’t believe that customers always get a fair deal from financial services.",
        "Personal banking in many ways has become, well, less personal.",
        "We’re committed to changing this.",
        "That’s why we’re setting up the new Financial Conduct Authority – or FCA for short.",
        "The FCA will look at the conduct of all authorised firms – whether they’re prudentially regulated or not. It will be, in effect, a champion for the consumer, with the the primary objective of “ensuring confidence in financial services”.",
        "And this will be to the benefit of everyone.",
        "Consumers will obviously benefit from the added protection that this will bring.",
        "But also financial institutions themselves will reap the rewards.",
        "Because if customers have effective and appropriate protection, they’ll also have more trust in the financial sector as a whole – and take advantage of more of the services you provide.",
        "But the FCA alone is not enough.",
        "With the industry’s support we’re also increasing consumer confidence by making financial markets more transparent.",
        "So that people can shop around for better rates on their ISAs and have access to financial advice through the Annual Financial Health-Check.",
        "This will give your customers the confidence to invest in a wider range of products, and this will feed through to the rest of the economy.",
        "Because a customer who buys a corporate bond is also providing the finance needed to support innovation.",
        "Money in a cash ISA supports lending to businesses and families.",
        "While money in an equity ISA or pension can help support private investment.",
        "Working in the interests of customers is working in the interests of the wider economy.",
        "The two are mutually reinforcing.",
        "And we are making other regulatory changes too, to learn the lessons of the financial crisis.",
        "The Independent Commission on Banking’s work is crucial to protecting taxpayers. Its interim report set the right direction: we look forward to the final report and to action on it.",
        "**Economic rebalancing**",
        "Which brings me to the final point of today – how the financial sector can help support the much needed rebalancing of our economy.",
        "As a Government, we want to see growth and prosperity spread across all regions of the UK.",
        "We want to help the economy develop new areas of expertise.",
        "But we also need to preserve our existing strengths – including in financial services.",
        "Rebalancing is not about trading the success of one sector for another.",
        "It is about extending our country’s portfolio.",
        "Spreading our success more evenly.",
        "And supporting the world class industries we already have, as well as the new ones that we’re developing.",
        "If we go back to the roots of the City, for example, it flourished because it supported commerce through insurance and trade finance… it found capital to invest in new enterprise and it developed new and innovative ideas that provided security and certainty for businesses.",
        "It was this that proved the foundation of your success.",
        "And it is through insurance, investment and lending that you’ll help support our transition to a more diverse economy.",
        "One that’s built on growing businesses, not growing deficits.",
        "Increased exports, not increased debts.",
        "And green energy, green infrastructure and green technologies.",
        "This is a huge opportunity for the financial sector.",
        "To help support our move towards a better balanced economy.",
        "Where growth is more sustainable.",
        "More broad-based.",
        "And more evenly spread across the many places of the UK.",
        "Let me conclude by saying,",
        "As a Government, we’ve provided the security and stability that the private sector so badly needed.",
        "With a credible plan to deal with our country’s debts.",
        "And an ambitious plan for growth.",
        "But as a Government, we can’t do this alone.",
        "We need a strong and stable financial sector to support the recovery.",
        "One that provides the lending essential for investment.",
        "Restores trust and confidence in British business.",
        "And helps rebalance our economy in favour more industries, more exports, and more evenly distributed success.",
        "That is our ambition.",
        "And we will work with you to make it a reality.",
        "Thank you."
    ]
}