{
    "url": "https://www.ukpol.co.uk/douglas-alexander-1997-maiden-speech-in-the-house-of-commons/",
    "title": "Douglas Alexander – 1997 Maiden Speech in the House of Commons",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Douglas Alexander",
            "url": "/tag/douglas-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Douglas Alexander in the House of Commons on 16th December 1997.",
    "content": [
        "[![dalexander2](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)",
        "I am grateful for this opportunity to make my maiden speech in a debate on the national minimum wage, for it is a subject of the greatest importance to many of my constituents.",
        "It is a convention of the House that a new Member should pay tribute to his predecessor. Even if there were no such convention, I would be determined to pay tribute to Gordon McMaster, the Member of Parliament for Paisley, South from 1990. I did not know Gordon well, although it is a matter of pride to me that on the day in 1990 when Margaret Thatcher resigned as Prime Minister I was campaigning for his election on the streets of Paisley. Christmas came early for the voters of Paisley that year, but it was to be another seven years before they had a Government who reflected their will and the will of the people of Scotland. During those years, Gordon came to be viewed throughout the constituency with real pride and affection for his concern and commitment to his constituents.",
        "Like his father before him, Gordon was a gardener by trade. Before entering the House, he played a significant role in establishing a highly successful initiative, Growing Concern, which combined his love of gardening with providing opportunities for disabled people to learn about horticulture. When he entered the House, Gordon’s long-standing commitment to disability issues was reflected in his parliamentary life. He served both as Front-Bench spokesman on disabled people’s rights and as secretary to the all-party disablement group. He was a credit to his parents, Willy and Alison, to his constituency and to the House.",
        "In his work in Parliament and the constituency, Gordon upheld the tradition of service of my first Member of Parliament, Norman Buchan—Gordon’s predecessor. During my childhood, Norman was a frequent visitor to my home. His inspirational conversation and his commitment to socialism in part explain my presence in the House today.",
        "My constituency, which both men represented in their day, is in the county of Renfrewshire. Having grown up and lived there for almost 20 years, I was especially honoured to be chosen by the Labour party to contest the seat and to be given so much support by so many.",
        "The constituency that I have the privilege to represent is proud of its industrial heritage and the hard work of its people: the mills of Paisley, the carpet factory at Elderslie, the town of Johnstone, where the first machine tool foundry in the world was established. The people of my constituency embody many of the best qualities of the west of Scotland—a willingness to work hard, a sustaining sense of humour and an instinctive sense of community at all times.",
        "I am proud of those traditions from the past, but I know that it is the future that matters. In this new economy, all that my constituents ask is to be given the chance to contribute their talents and skills to the work of the nation. Certainly, there are already successes. Paisley university faces the new century as a proud and ambitious institution. Renfrewshire continues its success in manufacturing; indeed, the county produces a third of all Scotland’s manufactured exports. This is the pattern for the 21st century, when we shall have to produce the highest quality goods and services and sell them in an ever more competitive global market.",
        "While traditional industries in the constituency have largely gone, many people in the work force are not equipped with the skills to contribute to, and benefit from, these new successes. To attempt to compete from a position of low skills and low wages offers not a route forward but a route back—back to unemployment, poverty and social division. I must report that more than 2,300 people in the constituency are officially unemployed, almost 600 of them under the age of 25. When they look for work at the local jobcentre, they see positions with hourly wages as low as £2.50 an hour for a cleaner, or £2.80 an hour for a kitchen assistant.",
        "That is why the Bill matters urgently to the people of Paisley, South. For my constituents, it is a matter not of wanting a national minimum wage but of needing one. For 18 years, we had a Government who advanced the idea that the price of greater prosperity was greater inequality and who tried to frighten people out of their commitment to fairness. I am therefore impelled to speak my mind, not solely by anger but by a sense of urgency, to end injustice and to give opportunity to people who have had to wait too long for a Government who are on their side.",
        "The new Government’s proposals offer hope to the people of my constituency. Our victory on 1 May offers an historic opportunity to end the centuries old injustice of poverty pay. I was reminded of just how old the struggle to win decency in the workplace is when, on the night of my election, I entered Paisley town hall to await the result. As I entered the building, I passed the statue of Robert Tannahill, the weaver poet of Paisley. Almost two centuries ago, he was forced to leave the town in search of a living wage. My constituents know all too well that the evil of poverty pay is still with us as we approach the 21st century.",
        "When people look back at our time, let the national minimum wage be the monument by which they remember our commitment to dignity and decency in the workplace. The Government’s Low Pay Commission will bring together businesses, large and small, with employees’ representatives to settle the level of the minimum wage. There will, of course, be a debate about that level, but let there be decisiveness about the principle for the national minimum wage is not an exercise in compassion. It is an investment in our future. It forms an essential part of the Government’s strategy to provide opportunity to work, to ensure that work pays, and to allow advancement through the acquisition of skills. It is a strategy based on the understanding that in the new global economy prosperity is not won at the price of social justice. I am reminded that many of the countries with higher per capita incomes have achieved their success on the foundation of a national minimum wage.",
        "At the age of 15, I joined the Labour party in Renfrewshire because I believed in the values and ideals which had for generations taken members of my family into the Labour movement: a commitment to the belief that while we cherish our individuality we are part of a community with shared responsibilities and linked destinies, and the belief that wealth, power and opportunity should be in the hands of the many and not the few. The Bill advances those historic ideals in the modern economy, and that is why I and my constituents will support it."
    ]
}