{
    "url": "https://www.ukpol.co.uk/danny-alexander-2012-speech-to-the-global-business-summit/",
    "title": "Danny Alexander – 2012 Speech to the Global Business Summit",
    "post_date": "January 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Danny Alexander, the then Chief Secretary to the Treasury, to the Global Business Summit held on 8 August 2012.",
    "content": [
        "[![dannyalexander](https://www.ukpol.co.uk/wp-content/uploads/2016/01/dannyalexander.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/dannyalexander.jpg)",
        "Good morning, it gives me great pleasure to open this breakfast meeting on UK infrastructure.",
        "To kick off this meeting, I want to say a few general words on how government policy supports investment in infrastructure, and how that investment supports a strong and balanced economic recovery.",
        "I don’t need to remind you of the difficult economic times we face and I know that times are particularly tough for some of the businesses represented here.",
        "The UK is still recovering from the biggest debt and financial crisis of our lifetimes – a recovery that is made no easier by the ongoing challenges in the Euro area and in our banking system.",
        "But in the midst of some sobering facts, we should not lose sight of the positives for the UK – employment up by 181,000 last quarter; 840,000 private sector jobs created since this government came to power; and inflation down to 2.4 per cent in June.",
        "These successes come in a very challenging climate, and though we still have much to do, they support the view that the Government is following the right economic strategy.",
        "Our objective is to return this country to sustainable prosperity and to rebalance our economy.",
        "That means fiscal consolidation, to sort out the public finances and ensure the UK commands the confidence of international markets.",
        "If means supply side reform, ensuring Britain is an excellent place to do Business, and raising our growth potential.",
        "And it means dealing with our long standing weaknesses – for example delivering a more mobile workforce, with the right skills in the right places.",
        "Infrastructure enables us to deliver on the latter two. And through taking tough choices on government spending, we are in fact investing more in transport infrastructure and in broadband access and quality than at the height of the spending boom.",
        "At the same time, the credibility that we have established has given the Bank of England space to keep the base rate low, and provide further monetary support for infrastructure investment, such as quantitative easing and the new Funding for Lending scheme, which came into operation last week.",
        "And it has allowed us to support further investment directly, for example through the ‘UK Guarantees’ scheme that we announced a fortnight ago.",
        "This will help to accelerate major infrastructure investment by offering guarantees of up to £40 billion of major projects, and a temporary lending programme that will allow around £6 billion pounds of public-private partnership projects to proceed without delay.",
        "Already we have had over 30 expressions of interest since the announcement, and we continue to receive more on a daily basis.",
        "The Treasury’s door is open to discussions with any project that meets our criteria – nationally significant, financially credible, good value for the tax-payer, dependent on a guarantee, and ready to start in a year – and we will deal with applications as quickly as possible.",
        "I can tell you this morning that the Green Deal will be an early candidate for the use of these guarantees. The Green deal is the largest ever programme for investing in the energy efficiency of our Housing stock and we are looking at whether and how a guarantee could ensure that the finances are in place to get the programme of to a very strong start.",
        "The deals my colleagues will be announcing later today show the UK is already in a strong position. And the work we are doing is building on that to strengthen it further still.",
        "Alongside these measures to support investment finance, we are also taking major steps to remove non-financial barriers to investment – reforming our planning regulations, and identifying skills gaps or capability issues.",
        "And to ensure that Britain’s infrastructure is delivering on Britain’s priorities, our National Infrastructure Plan sets out a clear vision for the £250 billion of investment that we expect to 2015 and beyond. Our updated plan brings together a comprehensive cross-sectoral analysis of the UK’s infrastructure networks, and sets out clear, long-term ambitions for improving performance in each sector.",
        "Our newly established Cabinet Committee, which I chair, will ensure that this plan is delivered, focussing on the top 40 growth projects identified in the National Infrastructure Plan.",
        "We have made great progress in removing barriers to investment – working with industry to resolve radar interference issues affecting four gigawatts of wind energy developments, and supporting the establishment of a new Pension Infrastructure Platform, which will make the first wave of its initial £2 billion investment in UK infrastructure by early 2013.",
        "The scale of the challenges we face as a country makes delivering on our hugely ambitious infrastructure agenda all the more essential. We want to work together with you to make that happen by removing barriers to project delivery and creating a supportive environment for long term investment in infrastructure. Today’s conversation is an important staging post in realising those ambitions.",
        "Thank you."
    ]
}