{
    "url": "https://www.ukpol.co.uk/danny-alexander-2013-speech-at-the-housing-market-intelligence-conference/",
    "title": "Danny Alexander – 2013 Speech at the Housing Market Intelligence Conference",
    "post_date": "February 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chief Secretary to the Treasury, Danny Alexander, to the Housing Market Intelligence Conference on 9th October 2013.",
    "content": [
        "[![dalexander](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander-200x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander.jpg)",
        "Thank you Mike [Quinton].",
        "I’m very pleased to be here this morning.",
        "I’m told by my office that I accepted the invitation to speak at this event exactly five months ago…",
        "So it’s rather serendipitous that five months later, I’m here the day after the official launch of phase 2 of our Help to Buy scheme.",
        "As such, I’m sure it won’t surprise you that I plan on spending a little of my time with you this morning discussing the details of, and the rationale for the scheme itself.",
        "But I also want to talk about why that particular policy and why our actions on home building aren’t just about helping the public to buy homes.",
        "They’re also about helping sectors like yours to build more homes.",
        "**Help to Buy**",
        "A functioning housing market is vitally important to growth and competitiveness in this country.",
        "People need homes that are affordable, and within travelling distance of jobs and amenities.",
        "And the economy needs a housing market that is stable and secure…",
        "One that supports labour market flexibility and doesn’t undermine financial stability.",
        "But home ownership – as you will well know – is a deeply personal issue for millions of people, as well as a macroeconomic one.",
        "People who want a space to bring up their children…",
        "Or relax at the end of a hard days’ work…",
        "Or simply a place they can call home.",
        "And week-in-week-out I have people coming into my constituency surgery…",
        "And I know my colleagues up and down the country have people coming into their constituency surgeries…",
        "Who want to follow that dream, and get onto the housing ladder.",
        "But the thing those constituents keep telling me and other colleagues, is that it’s increasingly hard to get your foot up on the ladder…",
        "Unless you get a helping hand from your parents.",
        "And the facts support their suggestions.",
        "Following the financial crisis, the number of first time buyers fell to its lowest level in 25 years – from an average close to half a million a year in the early 2000s to around 190,000 a year in 2008.",
        "And since then, that number has risen only slightly – to 220,000 last year.",
        "One of the reasons for this drop in first time buyers, has been the big drop in high loan to value lending.",
        "At the beginning of 2008, there were 754 mortgage products available at 95% Loan to Value.",
        "But by August this year there were just 43 such products.",
        "And this has meant – in practise – that unless people have managed to secure a big deposit…",
        "Be that from family, or be that from years of saving…",
        "It has becoming increasingly difficult for them to buy their first home.",
        "That is something it is right for us to change.",
        "It doesn’t seem fair for a couple who earn more than enough to pay off their mortgage debts, to be stuck in rented accommodation while they scrape together enough for a deposit.",
        "Especially if the amount required for a deposit is sneaking higher and higher every year.",
        "Of course, there have been some vocal critics of the scheme, who have been suggesting that there is a housing bubble in our country.",
        "But – I agree with what Stewart said – the facts suggest otherwise.",
        "Nominal house prices remain below their peak in all regions other than London and the South East.",
        "And according to Halifax, UK house prices are, on average, around 15% down on their 2007 level.",
        "Yes, annual house price inflation is 3.3%, but if we take London and the South East out of the equation that figure falls to 0.8%.",
        "I think commentators and journalists – and even perhaps my fellow MPs – can sometimes forget that there is life beyond Central London.",
        "The Financial Policy Committee of the Bank of England noted last month that – and I quote – “activity in the housing market and loan-to-value ratios on new mortgage lending remained below their historic averages.”",
        "In fact, relative to earnings, average house prices across the UK are now around the same level as they were ten years ago.",
        "So – at this moment – I don’t see any evidence of a housing bubble across the country.",
        "But if the Financial Policy Committee disagree – and if they think that there is danger of overheating the market – then they will alert us.",
        "And we will listen to their advice.",
        "Because this policy isn’t about creating a new volatility.",
        "It is about creating a new opportunity, for tens of thousands of potential home owners.",
        "One of the reasons I believe our action to support home buyers is sustainable, is because of the practical steps we’ve been taking to increase housing supply.",
        "**Help to Build**",
        "The Affordable Homes Programme – funded by £4.5 billion of public investment over the current Spending Review period – is on track to deliver 170,000 homes by March 2015…",
        "Over half of those have been completed already.",
        "And as part of our recent Spending Round, I announced that a further £3.3 billion will be invested in the programme in the next spending period…",
        "Which will deliver 165,000 further homes by March 2018 – an average of 55,000 affordable homes a year.",
        "More than in any year under our predecessors…",
        "And the most for twenty years.",
        "I was grateful for Stewart’s comments on Help to Buy, and glad reservations are above the levels expected.",
        "I’m also grateful for the industry’s help in our work.",
        "Where you – as an industry – have alerted us to problems…",
        "To the things that have been preventing you from building…",
        "Or causing delays to your projects…",
        "We’ve done our best, and we will continue to do our best – to fix them.",
        "You told us that it was hard to access funding, or debt at reasonable prices.",
        "So we’re using our financial muscle to lever in private investment through our Housing Guarantee scheme.",
        "Those guarantees – that have a value up to £10 billion – have already seen a strong level of interest from housing associations across the UK, so I’d urge you to get in quick if you want to apply.",
        "And our £1 billion Build to Rent fund will provide further support for new high-quality rented homes that meet peoples’ needs.",
        "We also announced the new Affordable Rent to Buy scheme.",
        "This is a £400 million programme that will provide funding for new build homes to be let to tenants at affordable rents for a fixed period…",
        "And at the end of this period the sitting tenant will get first option to buy the home and achieve their aspiration of home ownership.",
        "We are going to set out more details on this in December, when we publish the framework for our next Affordable Homes Programme, so I’d urge too, you all to keep an eye out for that.",
        "You told us that a web of red tape and planning constraints was holding you back, so we:",
        "Introduced a new planning framework, with a clear presumption in favour of sustainable development.",
        "And condensed over a thousand pages of planning guidance into a clear 50 page guide.",
        "As Stewart said, our changes are making a real difference – planning approvals rose to 89% in the year to June 2013.",
        "That’s the highest level for 13 years.",
        "Where you’ve told us that progress has stalled, we’ve stepped in to provide support.",
        "So our Large Sites programme has unlocked 11 major housing schemes which will deliver up to 69,000 new homes.",
        "And our £570 million Get Britain Building programme has already helped to get over 11,000 starts on site in the short term.",
        "And you told us that lack of access to mortgages was preventing you from having the confidence to build.",
        "So we’ve taken steps through Help To Buy to remedy that.",
        "I think it’s also important to note that by committing to invest heavily, over a long period of time, in our transport infrastructure – especially our major road and rail projects – we will open up new development opportunities for you.",
        "Next to our newly electrified rail lines…",
        "Or near the stations served by HS2 and Crossrail…",
        "Or close to our newly widened motorways.",
        "But our work won’t stop.",
        "We know that we have to keep finding new and innovative ways to unlock investment, and to keep new houses being built.",
        "And I’ll welcome any challenges from this organisation, and everyone here.",
        "**Right to Contest**",
        "You’ve told us that another factor holding back new house building has been land supply.",
        "And – again – this is something the government is acting on.",
        "Back in 2011, we set ourselves the ambitious goal of releasing land capacity for 100 000 homes by 2015, and we’ve made good progress.",
        "We’ve already released land with capacity for 58,000 homes…",
        "But we recognise that we need to do more, to ensure that land is used properly.",
        "Too often we see that land that could be used for housing or for business – even for recreation – that is instead left for the grass to grow, and indeed sometimes for wildlife to move in.",
        "And far too often for my liking, that neglected, or underused land is government owned – be that at a local or a national level.",
        "In fact, independent estimates suggest that the public sector holds around 40% of developable sites and around 27% of brownfield land suitable for housing.",
        "And I believe that we should make that land available.",
        "After all, we need to remember that we – as government – are the custodian of the taxpayers’ assets.",
        "And so when we no longer need those assets – or when we’re not putting them to good public use – we should be prepared to sell them back at a fair price.",
        "We certainly shouldn’t act as some kind of compulsive hoarder of land.",
        "It is for that reason, that I can tell you today, that next month will see launch our new Right to Contest scheme.",
        "Under current law, members of the public have the right to challenge Local Authorities and government departments to release land that is vacant or underused.",
        "But Right to Contest will expand this even further, so that if there is any land owned by central government departments that members of the public – or your organisations – think you can make better use of, then you can challenge us to release it, even if it is currently in use.",
        "If ministers are convinced that the site can be used in a more economically valuable way – for business, for homebuilding – then we will sell that land on the open market…",
        "And we will use the proceeds from the sale to pay down our debt, and to invest in our economy.",
        "We’re also undertaking a new strategic land review, which will build on this right and invite input from industry and Local Authorities to help identify where further land can be made surplus or redundant and sold to support construction and local growth.",
        "**Conclusion**",
        "So we will continue to listen, and continue to take action – where we can – to support house building.",
        "First, by ensuring that more people can afford to buy a home, and the Help to Buy scheme makes that a much greater possibility for tens of thousands of individuals.",
        "And second, by building more homes, and – again – the Help to Buy scheme, alongside many other policies, will help support the construction sector to deliver more affordable housing.",
        "And I hope that – through all of this – together we will build the new homes that our country needs…",
        "Because that is essential to achieving our objective of a stronger economy in a fairer society, where everyone has the chance to get on in life."
    ]
}