{
    "url": "https://www.ukpol.co.uk/douglas-alexander-2011-speech-to-labour-party-conference/",
    "title": "Douglas Alexander – 2011 Speech to Labour Party Conference",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011 Labour Party Conference",
            "url": "/tag/2011-labour-party-conference/"
        },
        {
            "text": "Douglas Alexander",
            "url": "/tag/douglas-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Douglas Alexander at the Labour Party conference on 26th September 2011.",
    "content": [
        "[![dalexander2](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)",
        "Thank you for that welcome.",
        "Conference.",
        "We gather here in Liverpool after a year of extraordinary change across the world.",
        "In the last year, the Arab Spring has seen the downfall of old autocrats and old assumptions.",
        "When Ed Miliband gave me this job in January, an uprising in Tunisia was in the news, but it wasn’t yet on the front pages.",
        "Within days, ordinary people across the Middle East – from Tunis in the West, to Damascus in the East – took to the streets.",
        "When their governments told them to go home they ignored them.",
        "When the batons came out, and then the machine guns, and then the tanks… they refused to retreat.",
        "No one in the West had seen anything like this for a generation.",
        "And so when I later met some of those young people in North Africa, I asked them “why has this wave of change occurred now, after decades of brittle stability?”",
        "And they told me “when you’re looking at satellite TV pictures, or when you see more and more people saying online that they are part of the protests…",
        "“… old friends, even friends in other countries…",
        "“… all refusing to back down… ‘it gives you hope’.”",
        "Ponder those words….”it gives you hope.”",
        "Because that hope has changed history.",
        "Conference, let’s be honest with each other.",
        "Too often in the past, the West has backed stability over democracy in the Middle East.",
        "So I’m so proud that this year, this Party, chose to stand with these young people, and against the old autocrats.",
        "That choice meant I could stand on the street in Tunis a few months ago and look them in the eye.",
        "And it means I can look you in the eye today and say: when there is violence in Syria, in Bahrain, and in Yeman we are on the right side of history.",
        "And so let us say today from this conference to President Assad, we cannot and will not accept your violence against your own people, we will use every diplomatic measure to stop it. You must go, and go now.",
        "But of course the Arab Spring has not changed everything in the Middle East.",
        "So in opposition, as in government, we will continue to stand with and support the cause of negotiated peace between the Israelis and Palestinians.",
        "We must stand with the young people in Jericho who want to see an end to illegal settlement building, an end to blockades and, yes, the establishment of an independent viable Palestinian state recognised at the United Nations.",
        "And we must also stand with the young people in Tel Aviv who want to go to a nightclub or get on a bus without fear and want to raise their children in a secure Israel, recognised by its neighbours across the Arab World.",
        "Conference, since accepting this role I have been open in saying that I understand, that the loss of life, and the loss of trust that followed the Iraq war still casts a long shadow.",
        "But in March, when it came to Libya, we debated these issues with another shadow hanging over us: the promise from Colonel Gaddafi to destroy Benghazi – a city larger than Liverpool.",
        "It would have been open to us to say no, this is too hard, it’s not our call, we should leave well alone.",
        "But to allow that to happen would have been wrong: wrong for Libya, wrong for Britain, and wrong for Labour.",
        "With Ed Miliband leading us, we got that judgement right.",
        "So Conference, let us again show our appreciation and respect for the incredible bravery of our British Armed Forces. They risked their lives to save the lives of others.",
        "Their work is, we hope, coming to an end.",
        "So too is the work of Britain’s forces in Afghanistan.",
        "That conflict has been a far longer, far costlier, and far more painful conflict for Britain.",
        "It has been part of an international effort to make Afghanistan more stable and our world more safe.",
        "And after many years of sacrifice Britain’s task now is to manage that transition and ensure that as our forces step back, there are Afghan forces ready to step up.",
        "Conference, our forces have already served in Afghanistan for a decade.",
        "And just this month we remembered the horror of September 11th.",
        "We have witnessed a difficult decade for the world – that began with a terror attack, and that ended with an economic crisis.",
        "So my challenge as your Shadow Foreign Secretary is to set a new course: to develop a new foreign policy for a new decade.",
        "And it is to frame that new approach, when across Europe, parties of the left are losing more elections than we are winning.",
        "After the fall of the Berlin Wall, the centre left was defeating the right. Now the centre right is defeating the left.",
        "Out of power in Germany. Out of power in France. Out of power in Italy. Out of power in Sweden.",
        "And Labour’s new approach must be built on the understanding that Britain’s strength abroad begins with strength at home.",
        "So we need to set out how Britain can earn its living, and pay its way in the years ahead.",
        "The real question for the new generation isn’t about the reach of Brussels – it’s about the rise of Beijing.",
        "For with power and money moving East, no country has an alternative but to work in partnership with other countries.",
        "Conference, these new challenges are daunting but it is our enduring values that will be our guide.",
        "Our party cards remind us that by the strength of our common endeavour we achieve more than we achieve alone.",
        "That means urging decisive action in the eurozone when British exports, British jobs, and British prosperity are all at stake.",
        "That means working to find shared solutions to shared problems from global climate change to global trade.",
        "And that means having a foreign policy that is realistic about what we can achieve alone, but idealistic about what we can achieve together.",
        "Because Conference, I am optimistic about our country’s enduring strengths.",
        "Despite everything, despite the riots, despite the cuts and the deficit and despite the flatlining economy.",
        "Britain today is so much better than its Government.",
        "Britain has strengths that we should acknowledge, celebrate and deploy.",
        "The only country with a seat at the United Nations Security Council, the European Union, NATO and the Commonwealth.",
        "It was Desmond Tutu who said a promise made to the poor is a sacred thing. So I am proud that this is a country, thanks to the path set by Labour, that is on track to meet our aid promise to the world’s poorest people.",
        "A country that is home to the BBC World Service, and a National Health Service that remains a beacon to the world.",
        "Conference, just for a minute pause and consider the history of the great docks in which we stand.",
        "Think of the men and women who worked here and the ships that set sail from here on the Mersey or the Clyde, the Thames or the Tyne.",
        "And then try and tell me we’re a small, inward looking country that should step back from the world.",
        "As a country, we are so much better than that.",
        "In the years ahead it will fall, once again, to our Party to realise that promise.",
        "That is Labour’s responsibility.",
        "That is Labour’s obligation.",
        "And working together, under Ed Miliband’s leadership, that can be Labour’s achievement."
    ]
}