{
    "url": "https://www.ukpol.co.uk/danny-alexander-2012-speech-at-the-ifs/",
    "title": "Danny Alexander – 2012 Speech at the IFS",
    "post_date": "February 22, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chief Secretary of the Treasury, Danny Alexander, to the IFS on 23rd April 2012.",
    "content": [
        "Good morning, it’s a pleasure to be here at the IFS.",
        "When this coalition government came into office, Britain faced some of the most substantial fiscal challenges anywhere in the world.",
        "We had the largest forecast budget deficit in the G20 – bigger than many of those European countries whose fiscal challenges are regularly in the news.",
        "The gap between what we raised and what we spent was the greatest in our post-war history.",
        "It’s because of this Government’s leadership that we have sheltered the UK economy from the worst of the storm that continues to affect our Eurozone neighbours.",
        "Britain is contributing to the global rescue package, not seeking support from it.",
        "It’s worth remembering that it’s almost two years since the first Greek bailout, the trigger for a crisis that rumbles on today.",
        "In contrast, only two weeks ago, Standard & Poors reaffirmed the UK’s triple A rating with a stable outlook.",
        "In S&P words “We believe that the UK Government maintains a strong commitment to implementing its fiscal mandate, and has the ability and willingness to respond rapidly to economic challenges.”",
        "Fiscal discipline is not ideological.",
        "It is core to good Government. And it necessary to deliver fairness too.",
        "Be in no doubt, it is the poorest and most disadvantaged, not the wealthy, who are hit hardest when a country loses control of its public finances.",
        "It is fair that we tackle our debts today so that we don’t burden our children tomorrow.",
        "Ensuring that we can continue to provide high quality public services and support to those who need it the most.",
        "And even as we take the tough decisions to tackle that debt, we are making sure that it’s not the poor and vulnerable who are forced to carry the burden, and that those who have the most contribute the most.",
        "Secondly, fiscal discipline is the vital precondition of growth.",
        "Our commitment to fiscal discipline and economic stability has helped secure record low market interest rates.",
        "Rates that support households paying mortgages, and businesses securing loans, right across the UK.",
        "It is that credibility that is the essential precondition for private sector investment, growth and job creation…",
        "226,000 new private sector jobs in the last year",
        "634,000 since we came into Government",
        "Private sector growth built on a foundation of economic stability.",
        "Our Budget went even further in that ambition.",
        "Sticking to our plans on fiscal consolidation to safeguard our economic stability.",
        "Driving through reforms to support the private sector enterprise and innovation that is critical to our recovery.",
        "Reforms that include an extra one percent cut in corporation tax…reducing it to 22 per cent by 2014.",
        "The lowest rate in the G7, the fourth lowest in the G20.",
        "Cutting the ineffective top rate of tax…a rate that was higher than the likes of America, Germany, Italy and France – and replacing it with new measures that ask the wealthy to pay 5 times more than the cost of lowering the top rate.",
        "Increasing the personal allowance – within a hairs breadth now of our £10,000 tax free goal – through the largest tax cut for a generation for the working people of this country.",
        "Investing to provide ultra-fast broadband in ten super-connected cities, with plans to fund a second wave of cities.",
        "And continuing to support the establishment of a new Pension Infrastructure Platform owned by pension funds to bring as much as £2bn of investment by early 2013.",
        "Investment that is critical to renewing our nation’s infrastructure, and catalysing growth in key and established industries right across the UK.",
        "Of course, the damaging legacy of the financial crisis, and the headwinds in the global economy, means the road to recovery is a long one.",
        "The latest assessment of the scale of the damage done to our economy by the financial crisis shows that the damage is greater than was thought at the time.",
        "According to the Office for Budget Responsibility, the part of our deficit that is structural was greater than previously thought.",
        "The structural element of the deficit is the part that will not disappear as a consequence of economic growth – it requires policy choices, tax rises or spending cuts, to deal with it.",
        "Put simply, our economy is now forecast to be 11% smaller than it would have been had the crisis not taken place.",
        "For every £9 we thought we would have, we will only have £8. We simply can’t afford to go on spending and borrowing as a country as if we will still have the £9.",
        "There were basically three options about how we could have reacted.",
        "We could have done nothing- and put at risk our country’s economic credibility, seemingly as the official opposition continue to urge us to do.",
        "Or we could cut more now.",
        "But when you have set out detailed spending plans as we have done, credibility comes from implementing those plans, not tearing them up.",
        "The credibility which we have secured means that we have not been forced by the markets to tear up our plans because of rising interest rates and economic instability – as some in Europe have been forced to do.",
        "Instead, we set out plans for further spending reductions into the next parliament.",
        "We have made clear that the total amount of public spending in this country will fall at the same annual pace as in this Parliament, for a further two years.",
        "The OBR forecasts that at that point we will have successfully eliminated the structural current budget deficit as promised, and of course different political parties will quite properly have different ideas for the appropriate path thereafter.",
        "But even as we galvanise our efforts to tackle the deficit, we are also concentrating our minds on the much longer term prospects for public spending.",
        "As last year’s OBR Fiscal Sustainability Report said “There is considerable uncertainty surrounding the scale of the fiscal challenge that confronts future Governments, but the fact there is such a challenge is not in doubt”",
        "In particular it says that “future Governments [are likely to have to undertake some additional fiscal tightening beyond the current parliament in order to] (have to) address the fiscal costs of an ageing population.”",
        "Quite simply, the world is a different place to than it was two, ten or twenty years ago. These are pressures that have been building for many years.",
        "The simple truth is that the choices we faced in the last Spending Review and the choices that will have to be made in the next Spending Review are inescapable.",
        "If we want to continue to act fairly, improve social mobility, provide good public services, provide capital investment that continues to grow, and educate a workforce that is able to drive this economy forward, we will need to work out where and how we save to make those things possible.",
        "And we will need to respond so some of the huge challenges that governments in the past have mistakenly believed they could afford to duck.",
        "That debate is a vital one for the country in the coming years.",
        "But today I want to dwell in more detail on the progress we are making on the plan we have set out, and announce some further measures that reinforce our commitment to delivering on it.",
        "In an environment of economic uncertainty, with ongoing instability in the Eurozone, the UK’s large deficit remains a crucial economic vulnerability.",
        "It remains a clear and present danger to stability.",
        "Carrying on as we were means accepting that we spend even more on debt interest as a share of public spending.",
        "Leaving things as they are for longer would mean higher debt, higher interest payments, and that means even bigger cuts in the long run.",
        "Instead, we argue that we have to cut our cloth today to reflect our means, and show that we can be trusted to restore our public finances to health.",
        "Building that trust has two elements: figures that people believe, and a plan that is being delivered.",
        "The significance of the creation of the Office for Budget Responsibility is often underestimated in the UK debate.",
        "Historically in the UK, politicians had been tempted to adjust their economic forecasts to suit their policies.",
        "So when last autumn the OBR chose to substantially change its assessment of the damage done by the crisis, and so of the spare capacity in our economy, the government could not sweep this uncomfortable judgement under the carpet.",
        "Instead, as I explained earlier, policy had to respond.",
        "This is a structural shift that will shape Government for decades to come.",
        "Never again will politicians be able to fiddle their forecasts in the face of the uncomfortable truth…",
        "And never again will Government’s be able to spend the financial mirages these forecasts create.",
        "It is also an example of the UK leading the way.",
        "The existence of a strong, effective institutional framework is a significant strength for the UK compared to other countries, and the creation of the OBR has further enhanced that strength.",
        "Many other countries are now seeking to emulate this change as they seek to rebuild their fiscal credibility",
        "For instance, the European Commission has now proposed that Euro area Member States put in place an independent fiscal council to monitor the implementation of national fiscal rules.",
        "At home, we set out in the 2010 Emergency Budget, the standard by which we would measure our success: the fiscal mandate.",
        "Achieving a cyclically adjusted current balance by the end of the rolling five year forecast period.",
        "And for debt to be falling as a share of GDP by the end of this Parliament.",
        "As well as some tax increases, we set out a fixed envelope for public spending for the remaining four years of this Parliament. And in the spending review in 2010, we set out budget reductions by department.",
        "In particular we focused on reducing welfare costs and wasteful spending, for instance…",
        "Saving £18bn by 2014-15 through welfare and public sector pension reforms",
        "£6bn through efficiency savings in 2010-11, and another £6bn by 2014-15 by cutting Whitehall by a third",
        "£3.3bn through a two year freeze in public sector pay",
        "And £1.5bn a year by 2014-15 by abolishing the Regional Development Agencies.",
        "In all, Departmental budgets other than health and overseas aid were cut by 19 per cent.",
        "These were tough decisions to make, but within these overall reductions, we were able to make some important positive choices for the country to promote growth, fairness and social mobility:",
        "Protecting health and schools spending in real terms",
        "Investing more in the life chances of disadvantaged children, and shifting education spending towards the early years",
        "Investing more in transport infrastructure than our predecessors had managed in the previous 4 years",
        "Reforming the welfare system",
        "Getting defence spending under control",
        "And we are already making good progress.",
        "According to the OBR, in 2011-12, departments exceeded budget reductions, forecasting around £6bn of lower spending than planned.",
        "By the end of 2011-12, almost 30 per cent of the spending reductions planned for the 2010 Spending Review period will have been achieved.",
        "And the deficit in the cyclically adjusted primary balance, a key measure of fiscal sustainability, has been halved from its peak in the last two years, going from 7 per cent to 3½ per cent, and is forecast to approach zero by 2014-15.",
        "The cyclically adjusted primary balance is a strong measure of the structural consolidation we need to deliver debt sustainability.",
        "It excludes debt interest payments and the economic cycle on the deficit, and is widely used by international organisations to illustrate the underlying fiscal position.",
        "It shows that we are on the right path.",
        "But with 3 years to go, very difficult decisions remain to be implemented.",
        "And while many departments have made significant changes, we need to do more to change the Whitehall spending culture for good.",
        "We need to ensure that old habits that led to waste and unnecessary spending cannot re-emerge, and that new focus on getting better for less is permanently ingrained.",
        "So today, I am setting some new and tougher rules around spending that the Treasury will be enforcing from this year on.",
        "These are rules have been drawn up with finance directors from across Whitehall, and are designed to fundamentally change and improve financial management across all organisations spending public money.",
        "Rules that demonstrate the collective determination of government to ensure that never again will our nation’s finances be allowed to get into such a mess.",
        "From arms-length bodies, to Whitehall departments, to devolved administrations…we must all work together to play our part in improving financial performance.",
        "There are three core elements to this more rigorous approach:",
        "Improving our monitoring of spending…",
        "Improving our management of spending…",
        "And improving our oversight and scrutiny of spending.",
        "Let me take monitoring first.",
        "Delegated responsibility for spending cannot be an excuse to hide information, close the books, or weaken financial management.",
        "For too long financial management in Government has been stifled by poor information sharing and poor incentives.",
        "On the one hand, this Government has made huge strides to make more information available to the public as part of our drive for transparency.",
        "But that same ambition has not been matched within our own walls.",
        "That has to change.",
        "From now on, all departments must monitor and share spending information with the Treasury on a monthly basis.",
        "And that data must be consistent, allowing us to build a shared understanding of where the risks lie and how they are managed, as and when they arise.",
        "Not months or years down the line.",
        "Not when we’re trapped in the wrong track.",
        "But in real time.",
        "And improved monitoring will help change incentives on financial management.",
        "The old system of financial management implicitly rewarded those who didn’t manage their finances.",
        "In the end, when departments faced policy problems or where difficulties have emerged, they felt they could simply turn to the contingency reserve to bail them out.",
        "We have to change those incentives.",
        "That’s why in the spending review, we deliberately kept the reserve small in order to get the most money out to departments.",
        "It means that departments have to be able to deal with problems that arise from within their own budgets.",
        "Many departments already operate a small ‘unallocated provision’ in their annual budgets, to meet smaller pressures that arise.",
        "And, under the new rules I have asked all departments to identify around 5% of their resource budget that could be re-prioritised if new pressures emerge or new policies have to be funded, so there is a shared understanding of how it could be paid for.",
        "To be clear, no departmental budget is being changed as a result of this exercise. It is simply about good financial management, of the sort practised by families and businesses across this country.",
        "And in future I will take performance in financial management into account when deciding whether to grant claims on the reserve.",
        "That means punishing poor management, but it also means rewarding those with a record of good financial management with greater freedom over their budgets.",
        "But that freedom comes with higher scrutiny. Where the Treasury has concerns that Accounting Officers may be falling short of fulfilling their responsibilities for managing public money, I will write to the Secretaries of State and the Head of the Civil Service to set our those concerns.",
        "These new controls are not just a tweak to the Whitehall machine.",
        "They are another signal of our unwavering determination to deliver the fiscal consolidation we promised.",
        "It is this focus on delivery that is the cornerstone of our country’s credibility. Credibility, let us not forget, which is delivering the record low interest rates that are benefitting millions of families across the UK.",
        "We have taken some very difficult decisions to restore this country’s financial credibility and economic prosperity.",
        "The delivery of those commitments will be enhanced by the measures I have announced here today. And it will require further difficult decisions to be taken as this Parliament progresses.",
        "Because we literally cannot afford not to change the way we do things.",
        "Thank you."
    ]
}