{
    "url": "https://www.ukpol.co.uk/danny-alexander-2013-on-scottish-independence/",
    "title": "Danny Alexander – 2013 Speech on Scottish Independence",
    "post_date": "February 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Danny Alexander, the Chief Secretary to the Treasury, to the Institute of Chartered Accountants in Scotland on 5th November 2013.",
    "content": [
        "[![dalexander](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander-200x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander.jpg)",
        "I’m very glad to be here with you this evening.",
        "I must also say, I’m glad to have an excuse not to be in the Houses of Parliament on bonfire night.",
        "It’s been 408 years, but you can’t take any chances!",
        "Perhaps there aren’t yet fireworks in the UK economy, but we’re on the way back.",
        "Not fully recovered, but we are seeing signs of recovery.",
        "It has been a long, hard road.",
        "And there’s a long way to go.",
        "But – thanks to the hard work of businesses, the length and breadth of the UK – we are starting to see signs of a recovery.",
        "Scotland is playing a key role in helping the UK economy to turn the corner.",
        "Scottish business proving – once again – that Scotland is highly successful within the UK.",
        "In 2012 Scotland had a higher economic output per head than Denmark, Finland and Portugal…",
        "A higher employment rate than Finland, Ireland and Luxembourg…",
        "And Edinburgh is one of the cities really leading the way…",
        "With output per head at 165% the UK average.",
        "Those successful cities and companies…",
        "Really benefit from being part of a strongly integrated UK.",
        "Where nearly two thirds of Scottish exports go to the rest of the UK.",
        "And in capital…",
        "With 84% of mortgages…",
        "91% of pensions…",
        "And 89% of ISAs…",
        "Provided by Scottish firms to non-Scottish customers.",
        "And – in return – 70% of Scottish pension holders…",
        "And over half our mortgage owners…",
        "Having bought products outside Scotland.",
        "Those cities and those companies and those industries performing well…",
        "Have been able to help our economy because of decisions taken by the UK government…",
        "Our efforts to build a more competitive and fair tax system.",
        "To tackle regulation.",
        "To reform the planning system.",
        "Obviously not in Scotland – that’s a matter for the Scottish Government.",
        "To invest in our skills and infrastructure…",
        "And – of course – every accountant will know the importance of balancing the books…",
        "And the very tough decisions we’ve had to take to reduce Government spending…",
        "And to deal with the deficit…",
        "Have maintained the international credibility of the UK…",
        "And shown that as a country we can pay our way in the world.",
        "We’ve all worked so hard to create this recovery…",
        "We must now work equally hard, to avoid putting it at risk.",
        "And an obvious – and increasingly imminent – threat to our collective prosperity is the referendum on Scottish independence.",
        "Those who propose independence would have us – Scotland – separate from the UK.",
        "So after we’ve demonstrated the importance of strong UK-wide support to our financial sector…",
        "…after we’ve seen the benefits and resilience of the strength of our currency, the UK pound…",
        "…and just as we’re starting to witness a recovery that the government wants to see shared through the whole UK…",
        "…we would walk away.",
        "We have to make sure that the people of Scotland have access to all the information they need…",
        "To make the right decision next September.",
        "I want to pay tribute to ICAS, for their influential role in this debate…",
        "And I’d like to thank you for engaging in the discussion…",
        "Especially with your pensions paper…",
        "Which provided a very important angle on a very important issue…",
        "And really changed the terms of the debate.",
        "As I’m sure many of you in this room will know…",
        "The UK government have been publishing papers to inform the debate – like yours – throughout the year…",
        "And our papers too, have highlighted some of the challenges and risks that independence would present, on issues like…",
        "Security…",
        "And defence…",
        "And the success of the financial sector north of the border.",
        "We’ve got further papers coming up.",
        "But the issue I’d like to return to briefly this evening…",
        "Is our study of the currency options in an independent Scotland.",
        "Just to warn you the last time I spoke in public about this paper was a 40 minute lecture at the University of Stirling!",
        "But I’ll try to be slightly more succinct here!",
        "It’s not clear to me that a currency union would be in the interest of Scotland or the UK.",
        "I look at this issue from 2 perspectives.",
        "The first is as a passionate Scot who wants the best for the people of Scotland.",
        "But I also look at this in a hard headed way as a Cabinet Minister in the UK’s economic and finance Ministry.",
        "The lessons learned from the Eurozone have been clear.",
        "That while such arrangements can appear successful in a period of stability and growth…",
        "They can lead to brutal readjustments in times of economic stress and uncertainty.",
        "No one should think that because we see the signs of recovery…",
        "That we’ll forget the lessons of the crisis.",
        "No one should assume that a strengthening UK economy increases the likelihood of a currency union between an independent Scotland and the continuing UK.",
        "It doesn’t because the fundamental problems remain.",
        "An independent Scotland would be very different to Scotland as it is today – fully integrated into the UK economy.",
        "Just consider the disproportionate impact that a collapse in oil prices would have.",
        "If markets sensed that monetary policy – set by the Bank of England – no longer suited Scotland’s circumstances…",
        "They might start to doubt Scotland’s commitment to any such currency union.",
        "Financial market speculation could lead to capital flight and higher interest rates…",
        "And ultimately, if those markets weren’t calmed…",
        "We could exit the currency union, adopt our own currency in a time of crisis.",
        "Don’t think that wouldn’t or couldn’t happen to us…",
        "It was only twenty years ago that we fell out of the ERM.",
        "The euro area is moving towards greater political and fiscal integration in response to the crisis…",
        "But – in the event of independence…",
        "Rather than seeing greater integration…",
        "Scotland and the continuing UK would be moving in the opposite direction…",
        "Would this be a credible basis for a currency union?",
        "So-called “sterlingisation” is what Montenegro does with the Euro.",
        "Literally importing the currency of a foreign country – in this case the UK pound.",
        "There are a very few examples where countries have made such an arrangement work…",
        "The most famous is probably Panama, where they use the US dollar.",
        "But any historians in the room will know what happened in the 1690s…",
        "The last time Scotland looked towards Panama for its economic future.",
        "More fundamentally, adopting another currency like this would be a mortal threat to Scotland’s financial services sector.",
        "This isn’t a situation where we can be wise after the event.",
        "Where people can realise the impact of their decision, and rescind their vote.",
        "The referendum won’t be like a general election, where if you don’t like the government that’s been elected you’ll get another go in five years.",
        "If Scotland leaves the UK there will be no going back.",
        "It is absolutely clear to me that the only way for Scotland to keep the pound as it is now…",
        "…is for Scotland to stay in the UK.",
        "Anything else is wishful thinking at best.",
        "As one of the Scottish members of the UK government…",
        "Let me say this clearly.",
        "It would be very foolish for anyone to vote for an independent Scotland, on the basis that they will get to keep the pound.",
        "The truth is that a currency union may not be in the interests of either the continuing UK or of Scotland…",
        "It is highly unlikely in practise that a currency union could be made to work…",
        "And it is therefore highly unlikely that a currency union would be agreed.",
        "Now, I plan on unashamedly using every opportunity I have over the next year…",
        "Be they meetings or speeches or TV appearances…",
        "Weddings, christenings, plane journeys – where you have a captive audience!",
        "To talk about the issue of independence.",
        "Because this is – quite simply – the biggest choice our country will ever take…",
        "And as such we all have a responsibility to make sure that the Scottish people have as much access…",
        "To the information…",
        "And the arguments…",
        "As possible.",
        "So I thank you – again – for your influential involvement in the debate so far…",
        "I hope that you will all remain involved in the debate…",
        "As we move towards this huge decision.",
        "And I’ll look forward to hearing all of your questions",
        "And – no doubt – seeing you politely decline the seat next to me on flights!",
        "Thank you."
    ]
}