{
    "url": "https://www.ukpol.co.uk/douglas-alexander-2011-speech-to-nordic-ambassadors/",
    "title": "Douglas Alexander – 2011 Speech to Nordic Ambassadors",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Douglas Alexander",
            "url": "/tag/douglas-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Douglas Alexander, the Shadow Foreign Secretary, made to Nordic ambassadors on 14th November 2011.",
    "content": [
        "[![dalexander2](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)",
        "It is rare for a Government Minister or an Opposition Spokesman to have the chance to address the representatives of so many countries at one time and I am grateful for the chance to speak to you today.",
        "We gather at a time when the future of the euro in particular, and the future of Europe in general, dominates our headlines.",
        "Britain’s slowdown began at the end of last year, well before the recent eurozone crisis, and is a result of falling domestic demand not events abroad.",
        "But that, the result of George Osborne’s decisions in the early months of this government, only leaves us more exposed to a eurozone slowdown today.",
        "Ed Miliband, the leader of my Party, has been clear in recent days about the urgent and immediate priorities: political clarity in Italy and Greece, an end to the prevarication on the European Central Bank’s role as lender of last resort, and concrete steps to support falling demand.",
        "Today, I would like to look to the longer view and address both how we got here and if we reject withdrawal, what reform agenda for the future we should be pursuing.",
        "The current crises, in part, reflects the fact that Europe’s leaders over recent months have been late to act and only taken action that the market had already priced in.",
        "That has been the short term cause, but in the long term I think something more is at work.",
        "Taking that longer view, it is clear that in the sphere of geo-economics, the global economy has changed fundamentally since the European Union’s architecture was designed in the early 1990s.",
        "It’s equally clear, that in the sphere of geopolitics, Britain’s relationships with the United States and Britain’s membership of the European Union have been the fundamental building blocks of our foreign policy.",
        "Yet today, Britain risks becoming less relevant in both these relationships.",
        "And less relevant in a European Union consumed by the crisis of and consequences of a currency we decided not to join.",
        "Less relevant to a United States weary of ten years of war in Afghanistan and Iraq and now rebalancing its priorities from the Atlantic to the Pacific.",
        "The confluence of these dynamics – a changing European architecture, an America looking to Asia rather than Europe and Britain’s separation from the eurozone – mean that the next few years risk seeing a collapse in Britain’s influence abroad.",
        "To prevent that, in Britain we need a new European policy for a new era.",
        "The Conservative Party’s behaviour in the House of Commons in recent weeks will have reminded many of us of the rows over the passage of the Maastricht Treaty that dogged John Major’s Government in the early 1990s.",
        "In those days, European leaders identified a set of problems they wished to see Europe address and, with varying degrees of success, addressing those concerns dominated European thinking until relatively recently.",
        "Passionate anti-Europeanism existed – as was shown by the Tory rebel MPs in 1992 – but it was far more limited than today.",
        "A couple of dozen in 1992, compared to the 81 today.",
        "Then, they were outside the mainstream of the Conservative Party and the country. Today they are the mainstream of the Conservative Party, with over half of the Prime Minister’s backbenchers defying his whip.",
        "To my parents’ generation, the rationale for Europe was establishing peace and stability on the continent after a century scarred by two wars, a cause that had powerful emotional resonance.",
        "For the twenty years after Britain joined the European Community, however, that emotional cause was supplemented by a somewhat drier one: that being part of Europe would help reverse Britain’s post war decline and would help boost our prosperity and productivity.",
        "Jacques Delors’ call in the 1980s for a social Europe aimed at a broader vision, but, despite all the rhetoric, welfare safety nets have to a very large degree remained a part of the national, not the European, debate in each member state.",
        "It is also fair to acknowledge that Britain’s rising prosperity during the long boom that began in the 1990s contributed to a growing sense of national self confidence.",
        "Suddenly: Britain was growing faster while others were accused of being sclerotic.",
        "So in Britain, the foundations of the traditional pro European case where under sustained pressure long before the current crisis.",
        "And Britain was not alone in witnessing rising concerns about Europe. For different reasons, on left and right, the accusation of a democratic deficit was heard across the European Union.",
        "One response to this rising scepticism however, not only failed but, certainly in this country, actually heightened suspicions about the intentions of Europe’s institutions.",
        "The push for anthems, flags and the apparent aping of the symbol of nationhood left the impression of a half built superstate and provided a rallying point for Europe’s opponents.",
        "I want to suggest today that after years of fighting to defend the ideas and institutions of Europe against attacks from the eurosceptic right, it would be familiar but fatal to retreat to the same old arguments and begin the battle anew.",
        "For pro-Europeans, we have to recognise that those of us who see Britain’s national interest as best served within the European Union, a defence of the status quo simply isn’t good enough.",
        "Compare two ICM polls ten years apart.",
        "Today, according to one poll, 49 per cent would vote to get Britain out of Europe, against just 40 per cent who would prefer to stay in.",
        "When ICM asked a slightly differently worded question in May 2001, by 68 per cent to 19 per cent the public indicated Britain should remain a member, a 49 percentage point lead for the pro-Europeans.",
        "Rather like Labour in the 1980s, there is a tendency amongst some pro-Europeans to blame the press, or even blame the voters, for the fact support has been haemorrhaging.",
        "Amongst some, there’s even a tendency – familiar to anyone who witnessed Labour travails in the 1980s – to say, people keep rejecting pro-European propositions, because they aren’t proposed in a pro-European enough way.",
        "But simply shouting louder is not – and will not be – a winning strategy.",
        "In truth, there were a lot of facets to this disenchantment: from the collapse of Tory pro-Europeanism to the wrangling in both Conservative and then Labour Governments over successive treaty changes.",
        "And the question of referenda has come to symbolise it to a great degree.",
        "It is still my view that the Labour Government took the right decision on the Lisbon Treaty, which with the British opt-outs, represented fairly limited changes to Britain’s relationship with the European Union when compared with its predecessors.",
        "The Lib Dems would agree with me, the Tories wouldn’t.",
        "I would also say that some of the red-lines at Lisbon were hard won by British negotiators and that when we have a choice in the future on whether to maintain them, such as our privileged position in deciding whether or not to opt-in to European Justice and Home Affairs decisions, we should defend them.",
        "But leave questions of whether we shouldn’t have held a referendum and look simply at the fact that we didn’t.",
        "The political legacy of that episode, which pro-Europeans must acknowledge, was to heighten the public’s concerns about the European Union.",
        "But even if we never promised another ounce of European integration, being the Party intent simply on defending today’s European status quo would be wrong for Labour and wrong for Britain.",
        "So there is a strong political case for not being simply the defenders of the status-quo.",
        "But I also believe that, returning to those three 1990s concerns, there is a policy case for examining how relevant they appear today?",
        "On economic harmonisation, much of the whole Western world is today in-sync, but in-sync around slow growth or stagnation, with Britain’s recovery slowing to a standstill.",
        "On social protection, the race to the bottom happened not within Europe but across the world – and now it is matched by an equally furious race to the top on everything from hi tech manufacturing to software engineering.",
        "And as Europe and the US have stumbled after the financial crisis, Brazil, India and China have caught up even faster and now look more robust than many countries in the West.",
        "Meanwhile the question of legitimacy isn’t limited to unelected officials in Brussels.",
        "Hostility towards elected politicians today reflects a deeper frustration about the capacity of elected representatives to affect the increasingly global forces that today are shaping our economies and societies.",
        "If President Obama had to fight hard to win the argument on the debt ceiling and still can’t pass a Bill for American jobs, can we really be surprised that Chancellor Merkel struggles to persuade her voters that Germany needs to stand behind other eurozone members?",
        "These are days of danger and risk for both the British and the European economy. It is a time for leadership – indeed statesmanship.",
        "Yet, during this eurozone crisis, much of the Conservative Party has done a good impression of acting like a tribe of entomologists enthusiastically noting the arrival of a plague of locusts into their own neighbourhood.",
        "Just two weeks ago, as Tory backbenchers heckled their own former Foreign Secretary Malcolm Rifkind, it struck me that the struggles of any sensible voice in the Conservative Party to be heard today looked similar to the struggles of moderates Republicans in the United States to be heard in the over the noisy demands of the Tea Party movement.",
        "But how should we respond to an era of little growth, little public money and little sense of shared purpose across the continent?",
        "In my view, it is not in Britain’s national interest for our national discourse to be dominated by concerns about the reach of Brussels as we enter an era of international economics defined by the rise of Beijing.",
        "So it seems to me there are two dominant arguments that still resonate in terms of Britain’s European Union membership.",
        "The first is on access to the Single Market, and being a powerful voice in shaping the rules by which it is governed To cut ourselves off from a market of 500 million people generating £10 trillion pounds wouldn’t just say we had lost faith in Europe, it would say we had lost faith in the ability of British companies to ever outcompete, out innovate and out-think their European competitors.",
        "Only those who want to compete on low skill, low value added production can argue that having access to the markets without a voice in shaping the rules would be sufficient for Britain.",
        "If you compete in areas like law, business services, financial services, medical technology, education, creative industries – all of these businesses need to be underwritten by laws on common standards, educational property and competition.",
        "Every country, of course, will be pressing for the deal on those laws that best serves their own people.",
        "And if we aren’t in the room we won’t get a set of rules that work for the UK.",
        "But the second argument that I find still works is the idea that, in an era of billion-person countries and trillion dollar economies, we need to find ways to amplify our voice if we are going to be heard.",
        "As the United States shifts its attention to the Pacific, we will need to work even harder with our European allies to preserve security in Europe and its neighbouring regions.",
        "And again, to be able to export, say, British creative industries, we need to have a strong enough voice to be listened to by players as big as the Chinese Government on issues like intellectual property.",
        "And that is most likely to happen when the Chinese are negotiating with a £10 trillion economy rather than a £1.5 trillion economy. It is clear that the only way to change the rules of the game with these large emerging economies is to work with our European partners. Only then will we prise open markets in these countries. With WTO negotiations stalled, the EU continues to be a vital to opening new markets.",
        "So if one of the two core reasons why we’re in the EU is to have access to the Single Market and have a role in its policymaking process, what does that mean for our European policy?",
        "The first point is that, contra to what was thought in the 1990s but evidenced by our thirteen years in government, it is possible to be full member of the Single Market without being a member of the single currency.",
        "In the 1990s, Labour’s policy was that we wanted to be in, but it would depend on the economic reality and a referendum vote.",
        "More than a decade on that economic reality endures – that it is not in Britain’s interest to join a single currency.",
        "There is no need to be dogmatic on these questions, future generations of politicians may find that the circumstances have changed, although there would still need to be a referendum in my view.",
        "But as in the past, in the future, the economics will transcend the politics in Labour’s approach – and that means joining the single currency is not on Labour’s agenda.",
        "In the 1990s, the political argument was advanced, if you don’t join the single currency you won’t have influence in Brussels.",
        "Today, you hear a not dissimilar argument.",
        "Europe will form a club within a club, so the argument runs, that pursues German levels of regulation or French levels of state involvement in the economy to the exclusion of Britain.",
        "Some opponents of Europe in Britain secretly welcome this prospect – in the hope that it puts us on a conveyor belt to withdrawal.",
        "Meanwhile, some proponents of the European dream say, yes, good – that’s what was planned all the way back from the Coal and Steel Community and enlargement was simply a decade long diversion.",
        "I don’t think it has to be that way.",
        "For a start, Germany and France are wrestling with a crisis in their currency that has already prompted a downgrade even in powerful Germany’s growth forecasts.",
        "There is at least a possibility that German and French leadership in Europe will be focussed in the coming years on holding together the single currency, not holding back the single market.",
        "And, in circumstances of low growth across Europe, there is also a scenario that, rather than all unifying around a Franco-German model, Euro and non-Euro members will continue to have a heterogeneous set of views on the single market.",
        "I genuinely believe that British engagement, whether it is committed and sustained or whether it is focussed on the appeasement of domestic hardliners, could tip the scales one way or the other.",
        "But going into those discussions, what should be Britain’s approach on the specifics?",
        "Non-tariff barriers that prevent trade between the UK and the EU keep it at almost half the level it would be according to one study.",
        "Completely removing those obstacles could translate into a 7 per cent increase in incomes per head in the UK according to the UK Business Innovation and Skills department.",
        "Now that may be too big an aspiration, but by focussing on services, especially the digital economy, and energy, I think we can deliver some very big wins for British companies and British consumers and for companies and consumers in your countries.",
        "I do not believe that there needs to be any significant transfer of power from Westminster to Brussels in the next Parliament in order to achieve our single market goals.",
        "If there were to be such a significant transfer, it would now, by law, require a referendum.",
        "I would rather that the coming years were not remembered for inward looking institutional naval gazing, but if – as seems likely – negotiations on European structures are to begin again, we should be clear in how we approach them.",
        "Europe should reformed for the post global financial crisis world and the lodestar on which we should make judgements is what they will mean for jobs and prosperity in the UK.",
        "The Conservatives have stated that repatriation is their overriding priority. They do so with little support from their Liberal partners, and less support from their European partners.",
        "At the same time, they seem worryingly complacent at the prospect of a two speed Europe – an outcome, incidentally, that Conservative and Labour foreign secretaries have spent decades opposing.",
        "Such an outcome would pose fundamental risks – not only to the UK’s financial services industry but more broadly to our interests within the Single Market.",
        "A better way forward would be to engage now with the reality that Germany is seeking treaty change that enforces greater discipline within the eurozone and seize this opportunity to safeguard the rights of non-euro members.",
        "Within that challenging but realisable agenda for reform, of course the issue of the present balance of powers can be considered, but to suggest at this time that repatriation should be Britain’s overriding priority – and to start these negotiations by threatening vetoes – reveals a Government that miss reads profoundly the risks and the realities of the present situation.",
        "Pragmatism, not dogmatism, and a hard headed view of Britain’s national interests should be the hallmark of Britain’s approach to the coming negotiations.",
        "For it is only on that foundation that we have a real opportunity to achieve the fundamental and necessary reforms to, for example, the Common Agricultural Policy, the Common Fisheries Policy, the way that the EU budget is spent.",
        "From the unnecessary second home of the European Parliament downwards, Britain should also have the explicit goal of opposing wasteful spending that particularly undermine Europe’s credibility at time when national governments are taking austerity measures.",
        "It would certainly not be Labour’s goal, in any upcoming negotiations, to get rid of the Social Chapter as the Government have argued.",
        "If this Government were to scrap the social chapter, I think many people would see it as an attempt, not to limit the rights of Brussels but to limit the rights of working people in Britain.",
        "There is, however, also a second argument that I find still works for British membership of the EU: That in an era defined by the emerging powers like India, Brazil and China, Britain needs to find ways of amplifying our voice through cooperation.",
        "In the Libyan crisis, we discovered that although the United States is still our closest ally– and will provide support for our security – they expect us to take the lead in defending the security of our neighbourhood.",
        "As Hilary Clinton recently argued in Foreign Policy Magazine, “As the war in Iraq winds down and America begins to withdraw its forces from Afghanistan, the United States stands at a pivot point…One of the most important tasks of American statecraft over the next decade will be to lock in a substantially increased investment – diplomatic, economic, strategic – in the Asia-Pacific region”.",
        "The Government’s focus on bilateral mercantilism is not succeeding in its own terms, as criticisms in from bipartisan Select Committee reports show and it is fundamentally undermined by its heroic assumption that British prestige alone will win policy concessions and new business in emerging markets.",
        "A bilateral relationship, however warm, between an economy the size of the UK’s and an economy the size of, for example, China, will never be enough to influence that country’s domestic policy in the way that a UK business needs or quickly bring an emerging power to the table in international negotiations, whether on trade, aid or climate change.",
        "Economically, it would leave the UK trying to compete only on those good and services that aren’t affected by the domestic policy of the countries we wish to export to – chiefly low-value manufactured goods that have not provided the UK with prosperity in recent decades.",
        "That is why the Government should make it a top priority to work with Berlin and Paris on a common strategic approach towards China.",
        "We should also build on the Franco-British defence deal and try to work to ensure that defence spending in other EU member states is directed in ways that does not degrade Europe’s capacity to act in the world.",
        "Of course, that doesn’t mean dropping a distinctive British foreign policy.",
        "For example, over Libya, Germany didn’t agree with the British and French position.",
        "But on Syria, thanks in part to the work of Cathy Ashton, who I worked alongside in the British cabinet, European cooperation on sanctions has been possible and vital.",
        "But it should be a role based on finding consensus and maintaining focus on issues where a European cooperation is vital – such as the E3+3 process regarding Iran and the Quartet process regarding Israel and Palestine.",
        "There is a choice involved in deciding whether to try – whenever we can – to present a united European front.",
        "And where we have shared goals, from climate change negotiations to tacking cross border crime and human trafficking, working together in Europe makes global agreements more likely.",
        "But there is also a choice in what strategies we pursue within Europe to develop those common positions.",
        "Constant talk of vetoes, a tendency to empty chair those meetings that seem to be on the periphery of our interest, only to force ourselves back in – these are strategic choices but they aren’t very good ones.",
        "But we pro-Europeans also need to develop a set of strategies that go beyond a generalised desire for “engagement”.",
        "In finding new partnerships that match Britain’s interests as a global exporter, which may be different from the alliances we need to preserve our single market goals.",
        "For example, while we might disagree with the French on a number of issues of the Single Market, we have the same economic interest in ensuring that Beatles songs aren’t illegally copied in South East Asia as they have in stopping Charles Trenet songs being copied.",
        "In Europe’s broader neighbourhood, as advocates of Turkish accession, we should also be leading efforts to more effectively work with a pre-accession Turkey on diplomatic issues, like Syria, where we have a common cause.",
        "That also means working to strengthen and build formal links with the multilateral institutions such as the Gulf Cooperation Council and the Arab League.",
        "And, outside the European Union, continuing the cooperation between in defence matters between Britain and France – combining hard power strength in a way that provides both countries with soft power advantages.",
        "Faced with backbench pressure, with Coalition disagreements and the very real frustrations that come with multilateral negotiations, I worry that this Government will default to a sidelined role.",
        "Labour need to commit now to say that yes, we know how hard it is to lead in Europe or in any multilateral negotiation – and I say this as a former British representative to the World Trade Organisation Talks and the Copenhagen Climate Talks– but that only wholehearted commitment can achieve what Britain needs.",
        "The challenges of the coming years are real and significant.",
        "If we cling to the assumptions of the past, our influence in Europe will decline along with our credibility with our own people.",
        "Instead, we need to focus on the reasons why, still, Britain’s national interest is served by being an active member of the European Union.",
        "That is a policy which is realistic about what we can achieve alone, but idealistic about what we can achieve together.",
        "Britain has strengths that we should acknowledge, celebrate and deploy.",
        "The only country with a seat at the United Nations Security Council, NATO and the Commonwealth.",
        "A country that is home to the BBC World Service, and a National Health Service that remains a beacon to the world.",
        "And it is by playing a strong and effective role in Europe, we can make the most of those strengths in the years ahead."
    ]
}