{
    "url": "https://www.ukpol.co.uk/danny-alexander-2005-maiden-speech-in-the-house-of-commons/",
    "title": "Danny Alexander – 2005 Maiden Speech in the House of Commons",
    "post_date": "February 22, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Danny Alexander in the House of Commons on 19th May 2005.",
    "content": [
        "Thank you, Mr. Deputy Speaker, for the opportunity to make my maiden speech in this House today. I start by congratulating my right hon. Friend—sorry, my hon. Friend the Member for Falmouth and Camborne (Julia Goldsworthy). I was going to say that Cornwall had maybe discovered another star of the future, but perhaps I have promoted her somewhat too quickly. I congratulate her on her maiden speech and I congratulate other hon. Members who have made their maiden speeches today.",
        "I am personally grateful to hon. Members from all parties, but especially to Liberal Democrat Members and to the staff of the House, whose advice and kindness have helped me and other new Members to find our feet. I am proud to say that I am the first Member of Parliament to represent Inverness, Nairn, Badenoch and Strathspey. This is a new constituency, and there are many in Scotland. Three quarters of the constituency was previously within the Inverness East, Nairn and Lochaber constituency. I pay tribute to David Stewart, who was the Member of Parliament for that constituency from 1997 and the Labour party candidate at the election.",
        "Mr. Stewart conducted his campaign in the way he conducted himself in this House: he was understated, industrious and gentlemanly. He was a renowned campaigner on many worthy causes, and I would particularly like to highlight his work to tackle global poverty through the Jubilee 2000 movement. I wish him well for the future. Of course, the highlands of Scotland have a long and radical tradition. Hence it has been for many years a stronghold of Liberalism and now Liberal Democracy. Prior to 1997, much of my constituency was represented by that great Highland Liberal Russell Johnston, who continues his service in the other place. Throughout his 33 years representing the area, Russell exemplified the thoughtful and independent-minded approach that is characteristic of the highlands. I was especially grateful to him for spending so much of his time with me during the election campaign. It is striking to think that Russell was a Member of this House for as many years as I have so far spent on this earth. Russell Johnston was to me, as to many others, a political inspiration, but he was not the first Liberal influence on my life. My mother tells me that, when I was three months old, my grandfather was seen rocking me in my pram and saying “Repeat after me: ‘I am a member of the Liberal Party.'”",
        "A quarter of my constituency was previously represented by my right hon. Friend the Member for Ross, Skye and Lochaber (Mr. Kennedy). Indeed, that is not the only thing that we have in common, for we are both former pupils of Lochaber high school and, as has been remarked upon in the press, share a hair colour that is perhaps more prevalent in the far north of Scotland than anywhere else. I have been very grateful for his help and support locally over the past year as a candidate, as well as for his outstanding leadership of the Liberal Democrat party, which has seen us to our best performance in a general election since the 1920s. Both my right hon. Friend and Lord Russell-Johnston have spoken up loudly for the highlands and for their principles, and if I can live up to their standards in the years to come, I shall be serving my constituents well. Like them, I shall work hard for everybody in my constituency, irrespective of their party preference.",
        "Inverness, Nairn, Badenoch and Strathspey is the longest name of any constituency in the country—indeed, to some it may prove to be something of a tongue-twister. While many Members can speak of the visual attractions of their constituencies, I believe that Inverness, Nairn, Badenoch and Strathspey can rightly be described as one of the most beautiful of all. It is also one of the most diverse, encompassing the fast-growing city of Inverness, the remote splendour of the Cairngorm mountains, the mysteries of Loch Ness and the popular seaside town of Nairn. I have not yet had the pleasure of canvassing the most famous resident of Loch Ness, but I am reliably informed that she is not a Labour supporter. Like the Prime Minister, Nessie was not seen in my constituency during the election campaign, but unlike the Prime Minister, her reputation has grown as a result. Tourism is one of the most important industries in the area and hon. Members on both sides of the House can be assured of a warm highland welcome as and when they choose to visit. Indeed, I hope that the Prime Minister will now take the opportunity to do so.",
        "One of the most important recent developments in Badenoch and Strathspey has been the creation of the Cairngorms national park, and I previously worked for the park authority. Readers of the National Geographic Magazine recently voted the highlands one of the top 10 sustainable tourism destinations in the world. Clearly, the need to develop the tourist industry further must be accommodated in such a way that it does not at the same time undermine the natural features that attract the visitors in the first place. We must not kill the goose that lays the golden egg.",
        "As Members on both sides of the House are all too aware—the right hon. Member for Fylde (Michael Jack) eloquently made the point in his speech earlier—threats to our environment are more often international than local. The threat and indeed the current reality of climate change are all too apparent to my constituents, not least because they are highly visible through the fortunes of the Scottish ski industry. The Cairngorm mountain ski area has successfully diversified into a very popular summer attraction, as the amount of time and the snow available for winter sports have fallen as a consequence of global warming. I hope that we might finally see some genuine progress made on that most pressing question when the G8 comes to Scotland in the summer.",
        "I am proud to represent the whole of the city of Inverness, capital of the highlands. Britain’s most northerly city is also one of the country’s fastest growing. The quality of life, as well as the quality of employment, have caused the population to rise, especially in the Inverness and Nairn areas. As well as being a service centre for the highlands, with much income from traditional areas such as tourism, Inverness is home to an increasing number of innovative modern industries, particularly in the medical field. The success of LifeScan Scotland, formerly Inverness Medical, which now employs more than 1,200 people, is helping to attract many new businesses to the area.",
        "Inverness’s growth and success present challenges, not least the fact that, despite recent progress, with wages at 80 per cent. of the UK average, the highlands and islands is still one of the poorer areas in the United Kingdom. Problems caused by remoteness are as pressing as they were when Russell Johnston raised them in his maiden speech in 1964. Of course, there has been progress, and I pay tribute to the work of many public agencies in the highlands. The fact remains that there is considerable room for improvement in all aspects of the transport network—bus, train, road, and air—in my constituency, despite the substantial progress made under Nicol Stephen, our Liberal Democrat Scottish Executive Minister for Transport.",
        "Effective transport links between the highlands and London are vital for the region’s continued growth, so it is a matter of regret that the Government have so far not seen fit to protect vital air routes between Inverness and London with a public service obligation. Considerable further investment is also needed to improve road and rail infrastructure around Inverness and between Inverness and Nairn, particularly by upgrading the A96 and completing the Inverness southern link road.",
        "Perhaps the most pressing problem across the highlands—and, as we have heard in other speeches today, in many areas across the country—is the shortage of affordable housing. The rapid rise in house prices has pushed owning a home beyond the means of many local people. One Conservative Member has already confessed to me that he owns a second home in my constituency. I look forward to meeting him there, but I have to say that demand for second homes has enormously exacerbated the problem of the shortage of affordable housing. We need radical solutions, which will be one of my priorities during this Parliament. Although housing policy in Scotland is a matter for the Scottish Parliament, decisions made here can have a significant impact on the problem.",
        "Our rural areas are home to many thousands of people, so services in small communities such as those that I represent must be preserved and enhanced, not undermined or removed, as has been the fate, for example, of too many post offices in recent years.",
        "In his book, “Memory Hold the Door”, the author, John Buchan, wrote of the importance of holding public office in words that I believe still hold true today:",
        "“Here our surface ribaldry covers a sincere respect, and in recent years, when parliamentary government has been overthrown elsewhere, I think we have come to cherish ours more than ever. Public life is regarded as the crown of a career, and to a young man it is the worthiest ambition. Politics is still the greatest and most honourable adventure.”",
        "I look forward to the next stage of that adventure and I thank hon. Members for their forbearance of my opening foray today."
    ]
}