{
    "url": "https://www.ukpol.co.uk/douglas-alexander-2012-speech-to-labour-party-conference/",
    "title": "Douglas Alexander – 2012 Speech to Labour Party Conference",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012 Labour Party Conference",
            "url": "/tag/2012-labour-party-conference/"
        },
        {
            "text": "Douglas Alexander",
            "url": "/tag/douglas-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Douglas Alexander, the Shadow Foreign Secretary, to the Labour Party conference on 1st October 2012.",
    "content": [
        "[![dalexander2](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)",
        "Conference, this has been an important debate. And as this video reminds us, it comes after an extraordinary summer.",
        "Now I know it’s customary to close these debates by quoting past speakers – and there have been some great contributions this morning.",
        "But I want to begin my remarks by reminding you of the words, not of a politician, or even an activist, but of an athlete.",
        "Because the quiet but fierce pride so many of us felt about Britain this summer was best captured for me when a journalist asked Mo Farrah:",
        "“Wouldn’t you rather have run for Somalia?”",
        "Mo replied, “Look mate. This is where I grew up, this is my country and when I put on my Great Britain vest I’m proud. I’m very proud.”",
        "Let’s just contrast those words with the most famous, or should I say infamous, remarks by a Conservative politician this summer, Mr Aiden Burley…..",
        "Remember him?",
        "And what was his reaction to Danny Boyle’s extraordinary evocation of our islands’ story that fittingly celebrated the Suffragettes and the Trade Unionists, the Windrush and our NHS?",
        "He didn’t feel proud like the rest of us.",
        "He called it “Lefty multi-cultural crap”.",
        "Now the reason I remind you of these revealing remarks is that this is quintessentially Conservative. This ‘stop the modern world we want to get off’ attitude doesn’t just appear when the world comes to Britain – but alas it is also present when the British Government reaches out to the world.",
        "Conference, modern Britain exists in a world where everyone is connected to everyone – a world of quite extraordinary interdependence.",
        "And the fundamental weakness with this Conservative Government’s foreign policy is that they remain damagingly unreconciled to that modern truth.",
        "Let me be clear: the Foreign Secretary – he’s not a stupid man.",
        "Indeed he’s an intelligent man.",
        "The problem is he, like all the rest of them, are in hoc to a dumb ideology.",
        "‘You are on your own’ is a hopeless idea on which to base a Government’s domestic policy.",
        "But it’s also a hopeless idea on which to base a Government’s foreign policy.",
        "Take the issue of Europe – does it matter to Britain? Absolutely.",
        "Does it need fundamental reform? Certainly.",
        "Does this Government have a clue how to influence that reform? Absolutely not.",
        "We all know real change is coming, so as Labour, under Ed’s leadership, we’ll argue for reform in Europe, not exit from Europe.",
        "Why?",
        "Because British jobs, British exports, and British influence all benefit from Britain’s continued membership of the European Union.",
        "Remember this when we hear the boast and the bluster from David Cameron trying to placate his backbenchers on Europe next week.",
        "The real tragedy is the Conservatives have marginalised Britain just when influence matters most.",
        "Because when you start with a bunch of Aiden Burleys on the back benches you end up with the fiasco last December of a front bench that does indeed manage to unite Europe…..but the only problem is – they unite them against Britain.",
        "Just two years into Government and that’s David Cameron in a nutshell: out of touch at home; out of his depth abroad.",
        "But what’s the Conservatives’ strategy for the EU? Nothing, it’s a blank page.",
        "What’s the Conservatives’ strategy for the G20? Nothing, it’s a blank page.",
        "What’s the Conservatives’ strategy for the WTO? Nothing, it’s a blank page.",
        "What’s the Conservatives’ strategy for NATO? Nothing, it’s a blank page.",
        "The Conservatives don’t seem to understand that we are stronger and safer when we cooperate and collaborate with international partners.",
        "And that blindness to the need to network is damaging, and indeed at times dangerous.",
        "David Cameron came to office declaring that Afghanistan would be his number one foreign policy priority.",
        "That’s as it should be. Our troops – still in harm’s way – deserve nothing less.",
        "Now we have heard this morning from members of our Armed Forces. They are quite simply the best of British. And we thank them for their service.",
        "But understand this – they deserve something more than our applause. They deserve a political strategy worthy of their military effort.",
        "And yet the Prime Minister, that self-same Prime Minister who told us Afghanistan would be his Government’s number one foreign policy priority, has not made a speech in the House of Commons on Afghanistan in 14 months. That is shameful.",
        "So today from this platform I say this: David Cameron, break your silence, take the risks to negotiate for a durable peace in Afghanistan, and we in the Opposition will support you.",
        "Now, of course, such an approach will demand Britain works with partners.",
        "And nowhere in the world is that type of coordinated joined-up approach needed more than the Middle East.",
        "Just last week the President Abbas spoke at the United Nations General Assembly and made clear the Palestinians’ wish for enhanced status at the UN.",
        "But where do the British Government stand on this issue?",
        "So far all we’ve heard from them is the sound of silence.",
        "Conference, I give you my word, as a Labour Foreign Secretary, I would not sit on the fence: I would use my voice and my vote to upgrade Palestinian representation at the UN.",
        "Let me be clear. To continue to build settlements on other people’s land is wrong, and it is illegal.",
        "And so too is launching rockets into Israel.",
        "So when people ask you – which side is Labour on?",
        "Answer them: Labour is on the side of peace and justice, and a negotiated settlement to this conflict. So we will work with our international partners to see not only a secure Israel but a viable Palestinian State.",
        "And we must also work together with our partners on the issue of Iran and its nuclear ambitions.",
        "Let me state this plainly: a pre-emptive strike now by Israel cannot be justified, but nor can Iran’s evasion and hate-filled rhetoric.",
        "The Iranians must face a world united against nuclear proliferation.",
        "Britain must continue to work for a peaceful resolution to this crisis with our international partners led by Cathy Ashton.",
        "And that must continue to be our approach to resolving the crisis in Syria.",
        "On Syria let me say this to the British Government:",
        "The scale of the slaughter and suffering is such that the Government must redouble its efforts to work with international partners to end this violence.",
        "Conference, the long shadow of the last difficult decade has taught us many lessons.",
        "We have to win back trust. I understand that.",
        "So let me say this clearly – we will always work for peace and only ever contemplate force where we have to.",
        "But for Britain to now try and retreat from the world would be as foolish as it would be futile.",
        "The security and prosperity of each and every citizen of Britain now depends on the security and well-being of those who live far beyond our shores.",
        "It’s not imperial delusions that give you strength in the modern world, it’s the capacity to cooperate and collaborate.",
        "We get that. The Conservatives just don’t.",
        "They are weakening our economy at home.",
        "They are weakening our influence abroad.",
        "They are out of touch at home.",
        "They are out of their depth abroad.",
        "And through our collective endeavour we will work to make sure they’re out of Government come the next election."
    ]
}