{
    "url": "https://www.ukpol.co.uk/danny-alexander-2011-speech-to-the-house-of-commons-on-public-service-pensions/",
    "title": "Danny Alexander – 2011 Speech to the House of Commons on Public Service Pensions",
    "post_date": "September 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Danny Alexander, the then Chief Secretary to the Treasury, in the House of Commons on 2 November 2011.",
    "content": [
        "I wish to update the House on progress in reform of public service pensions to set out the new offer we have made as we seek to bring this issue to a conclusion by the end of this year.",
        "Our objective is to put in place new schemes that are affordable, sustainable and fair – to both taxpayers and public service workers. And to put in place schemes that can be sustained for decades to come.",
        "It’s not easy, but it’s the right thing to. I recognise that this is a contentious area. Public service workers deserve a good pension in retirement, as a fair reward for a lifetime spent serving the public.",
        "That is why in June last year the Chancellor commissioned Lord Hutton, the Work and Pensions Secretary in the previous Government, to take an impartial, dispassionate look at this to bring forward proposals for reform.",
        "His landmark report has set the terms of the debate, and I am sure the whole house will share my gratitude for his work.",
        "In his interim report, he found that there was a clear justification – based on the past cost increase borne by the taxpayer for an increase in member contributions.",
        "We accepted that recommendation, and increases in member contributions will take place starting next year – although next year’s increase merely reflects the increase already planned by the previous Government.",
        "In his final report, he set out a blueprint for a new landscape of public service pensions based on retaining defined benefit schemes, but moving to a fairer career average basis, and increasing the retirement age in line with the State Pension Age to protect the taxpayer against future increases in life expectancy.",
        "We accepted his recommendations in full as a basis for consultation, and we have been discussing the recommendations with the trade unions.",
        "Those discussions started in February, and are still going on. Despite some of the public comment, significant progress has been made. And I want to pay tribute to the Minister for the Cabinet Office and the General Secretary of the TUC for their tireless work to reach common ground on reform.",
        "The trade unions have welcomed many of the commitments that we made at the start of this process:",
        "* That public sector schemes will remain defined benefit, with a guaranteed amount provided in retirement",
        "* That all accrued rights will be protected. Everything public servants have earned until the point of change, they will keep and will be paid out in the terms expected, at the retirement age expected. Final salary means just that – your accrued rights will be based on the final salary not at the point of change, but your final salary whenever your career ends or you choose to leave the scheme.",
        "No public sector worker needs to have anything to fear at all for any of the entitlements they have already built up.",
        "We have reached agreement the importance of transparency, equality impacts, participation rates and opt-outs, scheme governance, and high level principles to inform consultations on scheme level pensions.",
        "However, the central issue of the value of new schemes remains to be agreed.",
        "Two aims need to bet:",
        "First, that for most low and middle income workers, the new schemes would generate an income at retirement at least as good as the amount they receive now.",
        "Second, that the taxpayer needs to be properly protected from the future risks associated with further increases in life expectancy, by linking the scheme normal pension age to State Pension Age.",
        "In early October, we set cost ceilings to meet these tests.",
        "Cost ceilings based on Lord Hutton’s recommendations that generate an accruals rate of 1/65th for the new schemes.",
        "Scheme by scheme discussions have been taking place on this basis, since the beginning of October.",
        "And while the talks have been productive, trade unions and departmental ministers have given consistent feedback about what they think needs to change.",
        "Last week, the Minister for the Cabinet Office and I met the TUC negotiating team who pressed for a more generous cost ceiling was needed, and explicit protections for those workers nearest to retirement.",
        "I have received similar feedback from the Secretaries of State for Education and Health.",
        "Having listened to their views, I have decided to revise the government’s offer.",
        "Cabinet discussed these matters yesterday, and I met the TUC this morning to set out the terms of our new offer.",
        "It is an offer that increases the cost ceiling and provides for generous transitional arrangements for those closest to retirement, and I have made available to Members today a document that sets out the detail.",
        "This generous offer should be more than sufficient to allow agreement to be reached with the unions.",
        "But it is an offer that is conditional upon reaching agreement.",
        "I hope that on the basis of this offer, the Trade Unions will devote their energy to reaching agreement not on unnecessary and damaging strike action.",
        "That way this offer can inform the scheme by scheme talks that will continue until the end of the year. Of course, if agreement cannot be reached we may need to re-visit our proposals, and consider whether those enhancements remain appropriate.",
        "I can announce today that I have decided to offer an increase to the cost ceiling. So future schemes will now be based on a pension to the value of 1/60th of average salary, accruing for each year worked. That is an 8% increase on the previous offer.",
        "Let me give some examples of what that means.",
        "A teacher with a lifetime in public service with a salary at retirement of £37,800 would receive £25,200 each year under these proposals, rather than the £19,100 they would currently earn in the final salary Teachers’ Pension Scheme.",
        "A nurse with a lifetime in public service and a salary at retirement of £34,200 would receive £22,800 of pension each year if these reforms were introduced, whereas under the current 1995 NHS Pension Scheme arrangements they would only get £17,300.",
        "Pensions that remain considerably better than available in the private sector.",
        "To earn the equivalent pension in the private sector, the teacher retiring on £37,800 would need a pension pot of around £675,000, the nurse retiring on £34,200, a pot of £600,000. Both would require an annual contribution of around a third of their salary.",
        "In addition, I have listened to the argument that those closest to retirement should not have to face any change at all.",
        "That is the approach that we have taken in relation to increases to the State Pension Age over the years, and I think it is fair to apply that here too.",
        "I can also announce that scheme negotiations will be given the flexibility, outside the cost ceiling, to deliver protection so that no-one within 10 years of retirement will see any change in when they can retire nor any decrease in the amount of pension they receive. .",
        "Anyone ten years or less from retirement age on 1 April 2012 are assured that there will be no detriment to their retirement income.",
        "We need to be clear about the backdrop against which this offer is made.",
        "I fully understand that families across the country are feeling financial pressure right now. These are unprecedented and tough economic times.",
        "But reform is essential because the costs of public service pensions have risen dramatically over the last few decades.",
        "The bottom line is that we are all living longer.",
        "The average 60 year old today is living ten years longer now, than they did in the 1970s. That is a remarkable and welcome feat of science and healthcare. But it also means that people are living in retirement longer and claiming their pension for longer.",
        "As a result the costs of public service pensions have risen to £32bn a year. An increase of a third over the last 10 years. And whilst they accounted for just under 1 % of GDP in 1970, they account for around 2% of GDP today.",
        "More than we spend in total on police, on prisons, and the courts.",
        "And for the most part, it hasn’t been the public service workers footing the bill. It’s been the general taxpayer.",
        "We have to reform to ensure the costs of pensions are sustainable in the long term and to ensure costs and risks are fairly shared between employees and taxpayers.",
        "I believe this package is affordable. I believe it is also fair, not just to public sector workers, but delivers significant long term savings to taxpayers who will continue to make a significant contribution to their pensions.",
        "If reform along these lines is agreed, I believe that we will have a deal that can endure for at least 25 years and hopefully longer.",
        "People are living longer, so public sector pension reform is inevitable. But we’ve listened to the concerns of public sector workers, and come up with a deal that’s fair and affordable. The lowest paid and people ten years off retirement will be protected – and public sector pensions will still be among the very best available.",
        "If reform of this sort is agreed, then no party in this house will need to seek further reform of the overall package. This sustainability is an important prize.",
        "So I hope that the trade unions will now grasp the opportunity that this new offer represents.",
        "And I hope party opposite will do the right thing, put party politics aside, and support the proposals, which came from John Hutton, in the interests of securing a long term consensus on the future of public service pensions.",
        "It is the chance of a lifetime to secure good, high quality, and fair public service pensions.",
        "Yes we are asking public service workers to contribute more.",
        "Yes, we are asking them to work longer, along with the rest of society",
        "But we are offering the chance of a significantly better pension at the end of it for many low and middle income earners.",
        "A fairer pension, so that low income workers stop subsidising pensions of the highest earners.",
        "A sustainable deal, that will endure for at least 25 years.",
        "An affordable deal, that ensures that taxpayers are being asked to make a sensible contribution, but keeps costs sustainable and under proper control.",
        "That is the new offer I am putting on the table today, it is an offer that the opposition should support and the unions should agree to and I commend this statement to the House."
    ]
}