{
    "url": "https://www.ukpol.co.uk/douglas-alexander-2011-speech-to-centre-for-european-reform/",
    "title": "Douglas Alexander – 2011 Speech to Centre for European Reform",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Douglas Alexander",
            "url": "/tag/douglas-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Douglas Alexander, the Shadow Foreign Secretary, to the Centre for European Reform on 6th July 2011.",
    "content": [
        "[![dalexander2](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)",
        "As we meet today, the thoughts of many people across Europe will be on the Greek crisis: what will happen, who will have to pay, and will there be a spillover outside Greece?",
        "That crisis is real and it is important. But it is fundamentally internal to the European Union – and will always seem more so when sitting in a country that isn’t a member of the eurozone.",
        "My argument tonight is that this internal crisis shouldn’t blind Europe to the opportunities and responsibiliti es on its doorstep.",
        "Fundamentally, countries not currencies will make history in our part of the world and the response to the “Arab Spring” will be even more important to Europe’s long term future.",
        "In the early part of this year, from Morocco in the West to Iran in the East, we saw not a domino effect, but a demonstration effect – where the success of one set of demonstrators has given energy and inspiration to other people in other countries.",
        "I was Britain’s International Development Secretary from 2007 to 2010 and although we worked with the poorest, most troubled nations in the world, we never saw a wave of instability of this kind in three years, let alone three months.",
        "If anyone thought that this would be a quiet moment on the international stage while European countries wrestled with public sector debts and anaemic growth, that view has now become untenable.",
        "In Tunisia, the demonstrators met limited resistance. In Egypt, once the army decided to side with the people, the demonstrators couldn’t be opposed. In other countries, protests have been met with –sometimes murderous – repression more often than they have been met with reform.",
        "Where EU member states have influence – such as Bahrain and Yemen – we should be pushing for the latter and not the former. Where the EU has less influence, such as Iran, we should be just as unequivocal in our condemnation and readiness to stand in solidarity with the victims.",
        "In Syria, I welcome the fact that the EU has acte d where the UN was unwilling to, and taken at least some steps to enact sanctions against the Syrian regime.",
        "In Libya the protests were met with a response that was egregious in its viciousness and unique in the breadth of international clamour it created for military action.",
        "As the Official Opposition, we made the decision to support the enforcement of UN Security Council Resolutions 1970 and 1973 and vote in the House of Commons for military force to be used to protect the people of Benghazi from imminent slaughter.",
        "For over 100 days, Britain’s armed forces – along with those of many other countries – have undertaken difficult operations to try and protect civilians in Libya.",
        "We want a resolution to the conflict soon. We want a post-Gaddafi Libya. The International Criminal Court last week rightly issued a warrant for Gaddafi to be sent to The Hague to be tried for crimes against humanity.",
        "But if those wishes were granted tomorrow, would the international community – and particularly the European Union – be ready?",
        "Neither our responsibility to the people of Libya nor our national interest in seeing stability on Europe’s southern border will end when the RAF sorties come to a halt.",
        "Historically, 40 per cent of all post conflict situations have fallen back to conflict within a decade.",
        "For a number of weeks now, I have been raising the concerns not just of the Labour Party but of many people in our defence and foreign policy establishment, about the lack of post-conflict planning work going into Libya.",
        "By default rather than design, William Hague has, in his own words, ensured that “Britain is in the lead” on post conflict planning. And, uncovered in answers to Parliament, we have found that not a single official in the Foreign Office or Ministry of Defence’s grand offices in Whitehall was working full time on post conflict planning in Libya.",
        "Of course, we welcome the work that the Department for International Development is doing to plan on humanitarian issues, but the political and military aspects of post-conflict planning are just as important and are in fact pre-requisites to any effective humanitarian efforts. I say this as a former Secretary of State for International Development, with the highest regard for those officials with whom I used to work.",
        "In past conflicts a key problem has been that the international community had a set of assumptions that didn’t turn out to be true. The failure to challenge those assumptions, to have independent “red teams” review worst case scenarios and criticise the prevailing consensus on either side of the Atlantic, was crucial to the failures of post conflict planning, in Iraq especially. So I believe it’s our duty as the Opposition to keep post conflict planning on the agenda and, as best we can, provide thorough scrutiny of the Government’s performance on this issue.",
        "The differences with Iraq and Afghanistan are important.",
        "The United Nations Resolution rules out “a foreign occupation force of any form on any part of Libyan territory”. The Libyan population is a fifth of the size of that in Iraq or Afghanistan. Libya’s Arab neighbours oppose Gaddafi and have never historically seen, as in Afghanistan, Libya as a place to play out their own key strategic interests.",
        "But after the brutalisation of the Gaddafi years, we cannot be certain what kind of Libya he could leave behind. The first concern in the hours and days after Gaddafi’s regime collapses will be security.",
        "Chaos, looting and militia violence would critically undermine Libya’s post-conflict future.",
        "That means we need to do all we can to help support post-Gaddafi security forces establish themselves and for the Libyan Transitional National Council to maintain civilian control over all its security operations. How the security envelope is provided is fundamentally a question for the Transitional National Council and the United Nations, but we have to start thinking about the answer now. Those in the regime who need to be brought before the International Criminal Court should be extradited as soon as possible, but a speedy assessment has to be made as to which members of the regime – for example, technocrats with no links to Gaddafi’s violence –can play a continuing role.",
        "Libya’s economic problems will be acute.",
        "In Egypt, where the revolution was relatively fast and the country largely remained stable, the new Government now predicts that the economy will likely contract by 1.4 percent in the second half of the current fiscal year. If food, water, utilities and parents’ ability to get their kids to school safely all can be guaranteed, it will offer the population the best reasons to buy into Libya’s future. If young men can find work they are less likely to be drawn into any nascent insurgency – making the construction sector, and European and Gulf state loans to get it going, both vital and urgent.",
        "In Afghanistan, we are living with the centralism of a constitution designed shortly after the conflict that brings with it particular challenges in establishing a politica l process in that country. So a transitional set of arrangements, explicitly ensuring a review over time, might be a better way forward for Libya.",
        "In Iraq, the challenge of coordination between agencies proved a major issue. In Libya, the political process would benefit from a single, empowered United Nations representative – ideally from an Arab League country – who can coordinate with the relevant UN agencies as well as being the prime interlocutor with the Transitional National Council.",
        "But given Libya’s location so close to Europe, it would also benefit from the EU having its own special representative to lead on direct loans, providing market access and supporting private investment into Libya.",
        "The faster Libya returns to growth, the lower the risk of a return to conflict: growth eases the zero sum conflicts between different tribes and interests. Alas, without the necessary sustained political or military involvement in post-conflict planning, without clear roles of the United Nations and European Union and without a clear ministerial lead, the Government post conflict plans in Libya remain confused and behind schedule.",
        "Now is the time for the Government to learn lessons and accelerate progress.",
        "The need is great – but the urgency greater still.",
        "In the longer term, we should be clear that any post-Gaddafi Libya would be fully supported by the European Union, whether that is in terms of trade, aid or the building of civil society. This is where Libya’s two post-protest neighbours can’t be ignored. Not that they should be far from our minds anyway – Tunisia is about twice as populous as Libya, Egypt is around fourteen times more populous.",
        "But the people of Libya will rightly judge the West’s intentions through our actions in supporting the two countries that have successfully removed oppressive leaders.",
        "Just as no European country can afford to have a foreign, defence or development policy that is of a pre-Tahrir era, the Union as a whole must respond to this call for change.",
        "Go back to the moment this uprising began; when the unemployed 26 year old Mohammed Bouazizi was humiliated by the Tunisian state for selling fruit and vegetables without a permit.",
        "There you have the two biggest challenges: economic torpor and repressive state institutions.",
        "The first challenge is the more straightforward: Europe is North Africa’s nearest wealthy neighbour. Trade barriers are already limited but some informal barriers still exist. But t he revolutions, in the short term, have made this harder.",
        "Egypt’s economy had many causes for concern before the crisis: with roughly one in ten unemployed and over 40% of the population living on less than a day.",
        "The Egyptian finance ministry now predicts that “Domestic activity was affected by the disruption of business activities during the weeks of massive protests. Tourism collapsed temporarily, banks and the stock market were closed, capital flows reversed rapidly, and the manufacturing, construction, and internal trade suffered […]the Egyptian economy will likely contract by 1.4 percent in the second half of the current fiscal year, and growth for 2010/11 as a whole will decelerate to a mere 2-2.5 percent.”",
        "A report by the international institute of finance predicts across the region, real GDP growth across Egypt, Jordan, Lebanon, Morocco, Syria, and Tunisia dropping from 4.4% in 2010 to -0.5% in 2011.",
        "The G8 at Deauville said that “multilateral development banks could provide over bn” for Egypt and Tunisia in the next two years, but it is far from clear if new money on such a scale will in fact be mobilised or indeed when.",
        "Yet the need is immediate, great and growing.",
        "On both money and market access, a stronger and more strategic response from the international community is needed if we are to ensure that this spring’s winners don’t lose in the months and years ahead. Certain, non-tariff barriers have been identified by Cathy Ashton as hindrances that are preventing North Africa’s economies exporting north, in particular the need for support for rural development in North Africa to raise standards to export quality.",
        "That brings us to the question of direct support;",
        "I am already on record saying that funds should also be redirected within the external relations budget from areas such as Latin America towards North Africa.",
        "That would be a tough decision but if we miss this moment to support countries like Egypt and Tunisia because we avoided taking tough decisions, we will regret it for many years to come.",
        "However, this is to miss the fact that prosperity without the rule of law is unlikely in itself and would always be insecure.",
        "So we need to be asking ourselves, what can Europe do to ensure Egypt and Tunisia have police forces that are honest, judges that are independent and officials who are accountable for their behaviour? The promise of accession has helped in the past and is helping today to reform states on Europe’s periphery.",
        "But given that accession is not on offer to the North African countries, we must think about what Polish Foreign Minister Sikorski has called “multiple small carrots” in respect of European support for countries in transition to democracy in north Africa.",
        "So our strong support to build liberal states in Egypt and Tunisia should be matched by a generous but condition al approach to economic assistance.",
        "Think of the newspaper headlines in the next few months, the crisis in Greece and the fighting in Libya are not likely to be out of them for very long.",
        "But the less exciting but no less important events in Egypt, Tunisia and in planning for a post-conflict Libya should hold our attention just as much.",
        "This is an extraordinary moment for the European Union – the chance to have a set of growing, more democratic countries on our southern border, rather than declining autocracies.",
        "If we let it slip by, we will regret it for many decades to come."
    ]
}