{
    "url": "https://www.ukpol.co.uk/douglas-alexander-2009-speech-to-labour-party-conference/",
    "title": "Douglas Alexander – 2009 Speech to Labour Party Conference",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2009 Labour Party Conference",
            "url": "/tag/2009-labour-party-conference/"
        },
        {
            "text": "Douglas Alexander",
            "url": "/tag/douglas-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Douglas Alexander, the then Secretary of State for International Development, to the 2009 Labour Party conference.",
    "content": [
        "[![dalexander2](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)",
        "Conference, let me begin my remarks by echoing the words of Bob Ainsworth in paying tribute to the men and women of the British armed forces.",
        "I travelled to Afghanistan, most recently this summer, and I’ve seen for myself their dedication, courage, heroism and yes – their sacrifice.",
        "They do us proud – and conference, they deserve all our thanks.",
        "Now conference, I considered coming to speak to you here today and giving a conventional speech that set out a long list of Labour’s achievements in international development since 1997.",
        "And I am proud of that record.",
        "But instead I decided to do something different – to start with a story:",
        "I met a man in southern Ethiopia at a World Food Programme feeding station. He was waiting for his ration, paid for by the British taxpayer.",
        "I asked him – what was his life like in his village?",
        "He told me, with great sincerity:",
        "“We work hard. We eat little. But we all want a better future for our children.”",
        "Conference, what we have in common with him, are the same values that brought all of us into this party.",
        "Our fundamental belief in the equal worth of every human being.",
        "That we understand that there are values beyond contracts, markets and exchange.",
        "We are a party who hold in the highest esteem the values of solidarity, of mutuality, of co-operation, care and concern.",
        "And as a party we have always understood, that the application of those values cannot and must not stop at our borders.",
        "They in fact call us to show solidarity with those suffering poverty and injustice wherever they may be in the world.",
        "We understand that when markets fail, when injustice persists – we are called upon to act.",
        "Labour will never simply walk by on the other side.",
        "And that is why today, in the face of a tsunami and an earthquake in the Pacific – we stand ready to assist, in whatever way we can.",
        "But conference – I fully understand that we have travelled here from communities across this country – every one of which is being directly affected by the worst global economic downturn in sixty years.",
        "And I know that over the last couple of years in my own constituency, indeed right across Britain – people have seen the cost of buying their weekly shopping, the cost of filling their cars, of heating their homes, of getting a mortgage – go up.",
        "So let us pause, and take a look at each of these crises for a moment.",
        "Food crisis. Fuel crisis. Financial crisis.",
        "What in truth unites them all – is that every one of them represents market failure – and more importantly, that no one government, can adequately address them by acting alone.",
        "They are also, at the deepest level, a stark reminder that our fate and fortunes, here in UK, are now bound together with people in distant lands as never before.",
        "And if the global economic downturn threatens the livelihoods of people here in Britain, I have to tell you conference, we must recognise that it is threatening the very lives of people across the developing world.",
        "In fact, the World Bank is estimating that as a result of the financial crisis as many as 100 million more people across the developing world will be trapped in extreme poverty by the end of next year – enduring an existence on less than .25 a day",
        "So when the threat of global poverty is rising – we will not abandon our efforts to make poverty history.",
        "The Labour Party does not step back – we step up for the fight.",
        "Conference, it was Archbishop Desmond Tutu who said that a promise made to the poor is a sacred thing.",
        "And that is why I am so proud, that our Prime Minister, Gordon Brown on Tuesday confirmed that just as we have led the world in legislating for legally binding climate change targets, and have legislated to end child poverty here in the Britain – that we will now legislate to meet the historic 0.7% UN target and meet once and for all our promises to the world’s poorest people.",
        "And conference, why do we do this?",
        "Because each and every day we see the increasing evidence that aid works.",
        "The British people can be immensely proud that our increases in aid, our commitment to debt relief, have in just the last year – ensured that over 100,000 new teachers have been trained, 100,000 have received drugs to tackle HIV/AIDS, almost 7 million anti-malaria bednets have been delivered, and over 3 million children have been vaccinated against measles.",
        "Each one a precious life saved or transformed.",
        "And whatever the cynics say – even they cannot ignore the global progress that has been made.",
        "Before the economic crisis, the number of people living in extreme poverty had fallen from one third of the global population to just a quarter. Real incomes in the developing world have doubled. And in the last decade alone, the number of children in poor countries out of school has dropped by 28 million.",
        "Conference, we can make poverty history.",
        "But conference, I must tell you that the progress we have made is now at serious risk.",
        "For on top of the economic crisis, dangerous climate change threatens to roll back the advances we have made in last decade.",
        "If I have learned one thing over the last couple of years as Development Secretary it is this – that here in the UK we tend to talk about climate change as a future threat.",
        "But in the developing world – in country after country – it’s a contemporary crisis.",
        "Conference, the truth remains that the people with the least responsibility for the present levels of emissions – the poorest people on earth – are being hit first and hit hardest.",
        "Just last month I travelled with my colleague Ed Miliband to Bangladesh to see for ourselves the front line in the battle against climate change.",
        "There we met villagers living on the exposed sandbanks, who told us that rising flood levels from the glaciers melting in the Himalayas now threaten their very existence.",
        "These are people who are showing great tenacity in the face of fundamental changes in their local environment and their way of life – but who without our help could see their livelihoods and their homes – literally swept away.",
        "We must remember those families – and the fact that for them – the seventy days till Copenhagen are not so much a window of opportunity – but literally a window of necessity.",
        "Unless we now tackle dangerous climate change, it will make poverty the future for millions of our fellow citizens on this planet.",
        "So conference, when people tell you there are no great progressive causes left, no great choices – the truth could not be more different.",
        "I want to make absolutely clear to you now – there is no consensus on international development.",
        "There is a world of difference between a party that would simply re-badge the aid budget as climate finance, and a party – our party, the Labour Party – who this year was the first to say that a fair deal on climate change demands additional resources for the world’s poorest people.",
        "There is a world of difference between a party where 96% of its candidates admit that they would not prioritise keeping the aid budget, and a party – our party, the Labour Party – that would enshrine that promise in the laws of this country.",
        "There is a world of difference between a party who would export privatisation and assisted places to the health and education services of poor countries – and a party, our party, the Labour Party – that has committed to use British aid money to remove user fees and provide strong public services – free at the point of need.",
        "Conference – their party halved the British aid budget – our party is trebling it.",
        "Just a few years ago – I was privileged – along with many of you here today – to hear Nelson Mandela speak in Trafalgar Square – and he challenged the thousands of us who had gathered there that cold February morning.",
        "He said “Sometimes it falls to a generation to be great”",
        "So, what will our generation be remembered for? This is the choice that confronts us.",
        "The fall of the Berlin wall – yes",
        "The rise of the internet – sure.",
        "But why can’t we also be the generation that secures a global deal on carbon?",
        "Why can’t we be the generation that gives every child the chance to go to school?",
        "Why can’t we be the generation that stops children dying from preventable diseases like malaria and diarrhoea – for which we have the cure.",
        "We have the skills. We have the knowledge. We have the technology.",
        "The question is – as it has always been – do we have the political will?",
        "Well conference – I can tell you now – we do.",
        "We are the party who understand this moment in history.",
        "We are the party who have the values and the commitment to deliver.",
        "We are the party who can help make poverty history.",
        "So let us leave this conference strong in our resolve, united in our purpose, and determined to secure a victory.",
        "Not just for the people of this country – but for all of those in need of a just and fairer world."
    ]
}