{
    "url": "https://www.ukpol.co.uk/danny-alexander-2012-speech-on-financing-capital-infra-structure/",
    "title": "Danny Alexander – 2012 Speech on Financing Capital Infra-Structure",
    "post_date": "February 22, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by Danny Alexander, the Chief Secretary to the Treasury, on 10th September 2012 at The Stock Exchange Forum in London.",
    "content": [
        "Rarely has there been a time when the issue of growth and economic balance has been so prominent in public discussion, nor has there been a time in recent memory in which the circumstances for growth have been so challenging.",
        "So it has never been more important for Government to be focussed on meeting those challenges and delivering long term growth that is strong and sustainable, and an economy that is balanced across geographic regions and economic sectors.",
        "The role of infrastructure in delivering that goal cannot be underestimated, and so it gives me great pleasure to address you on financing and delivering through both the public and the private sector, working in partnership – to deliver on public priorities efficiently at a time when finance is in short supply.",
        "Our priority is to return the UK to sustainable prosperity and rebalance the economy. Central to achieving that is our focus on fiscal consolidation to return sustainability to the public finances and ensure the UK retains the confidence of international markets.",
        "But fiscal consolidation, though essential, is only part of the story. Delivering sustainable and balanced growth means supply side reform – to ensure that Britain is more than ever an excellent place to do business, and to raise our growth potential by creating an environment in which all sectors can thrive.",
        "There have been long standing weaknesses in the quality of our infrastructure. The quality of our roads, railways, energy and telecommunications infrastructure is an effective driver of our fiscal economic growth package, as well as a key driver of the ability to give our cities the right chance to realise their potential. This is why infrastructure is at the centre of our strategy to kick-start our economy.",
        "The Government’s National Infrastructure Plan, and the steps we are taking to implement it, are a clear recognition of the importance of infrastructure in achieving our goal. That Plan takes a comprehensive look at the UK’s infrastructure requirements across both the public and the private sector, and sets out how those requirements will be met.",
        "It outlines major spending commitments to improve our transport and broadband networks, and to attract substantial private sector investment into priority projects.",
        "It sets out concrete measures to improve the efficiency and effectiveness of infrastructure delivery – responding to and addressing concerns from businesses and investors. And it sets out the path to a stronger, more sustainable, more balanced economy.",
        "A newly established Cabinet Committee, which I chair, is ensuring that plan is delivered in full, and that all parts of Government play their part in tackling barriers to delivery and addressing commercial and public concerns.",
        "Of course, while the scale of construction and operational challenges are significant, it is the challenge of attracting the substantial necessary investment that is perhaps the most remarkable – over £200 billion of infrastructure investment over the next five years alone.",
        "Given the pressures on the public finances, and the disruption to long-term lending caused by the ongoing instability of financial markets and the Eurozone, that is no easy task, and not one that will resolve itself. Stock Exchanges like this one play a very important role providing an efficient market for that finance in such difficult circumstances, and Government has a major role to play too.",
        "I want to talk to you today about how key private sector organisations like this can work together with Government to meet the impressive challenge that we face to deliver for the UK in this challenging climate, and how we are using the best of the public sector and the private sector to promote a strong and balanced recovery.",
        "First, we are making tough choices to prioritise capital spending on infrastructure within a shrinking government budget. At the Spending Review, we took a conscious decision to protect the most productive public sector investment, and actually increased the capital spending envelope despite pressures elsewhere.",
        "In particular, we prioritised economic infrastructure that supports growth, such as investment in transport and communications – where we are investing even more tax payer’s money than at the height of the spending boom.",
        "The Spending Review supported the delivery of £18 billion of rail investment over the course of the parliament, including work that is underway on major capacity upgrades into London via Crossrail and Thameslink, a major upgrade of the Great Western Main Line, and a new electric route between Liverpool Manchester, Leeds and Newcastle, with significantly faster journey times as a result.",
        "That is alongside £4 billion to maintain and enhance the national road network, and £6 billion for major local transport projects and enhancements.",
        "At last year’s Autumn Statement, we announced a further £1billion for road schemes, and increased the £1.5 billion committed to major local transport projects at the Spending Review by a further £170 million.",
        "At Budget this year, we announced ten cities that will now enjoy ultra-fast broadband and high speed wireless connectivity as a result of Government investment, with funding set aside for a further ten. And a £150 million Mobile Infrastructure Project to deliver coverage to 60,000 rural households and at least ten key roads by 2015.",
        "In July, we announced a further £9.4 billion of infrastructure enhancement, including further targeted rail electrification, increased rail capacity on key commuter lines, and a new corridor linking the core population and economic centres in the East and West Midlands and Yorkshire with the South of England.",
        "And we plan to continue that commitment to investment beyond the current spending review period – delivering a big uplift in capacity and connectivity between our key cities through High Speed 2, and continuing a long term electrification strategy to deliver a high capacity, sustainable railway. On present plans, we will support almost £22 billion of rail investment between 2015 and 2019.",
        "Better rail and broadband infrastructure across the UK will allow businesses to flourish more easily without locating in the South East corner of the country.",
        "It will allow for a growth in rail freight and improve links between our major ports, airports and corporate centres. It will allow firms to recruit from a wider pool of workers, and workers who may otherwise be unemployed or underemployed to access a wider variety of jobs.",
        "At the same time, our investment in rail is supporting development of skills more directly – Network Rail is taking on a substantial number of apprentices and funding a programme to give placements to unemployed graduates across the industry. This is alongside our broader programme of Government funding to equip young people to deliver for the UK – funding which means that this Government will deliver at least 250,000 more apprenticeships over this Parliament then planned by the previous government.",
        "Of course, though we prioritised capital investment at the Spending Review, it is neither possible nor desirable for taxpayer money to do everything. The vast majority of the investment the UK will require will come from the Private sector. And we want to ensure that finance is as easy and cost effective to raise as possible.",
        "So second, we are doing more to help private sector investors access finance for priority projects. We are making sure that money goes further by reducing costs due to unnecessary complexity in areas like planning and regulation. And we are working with investors at home and abroad to see what we can do to help British business.",
        "While prioritising capital spending has provided the necessary public finance, our fiscal strategy also helps to improve conditions for private sector finance, against the headwinds caused by the global financial troubles.",
        "Our focus on fiscal consolidation has achieved credibility with the markets that has driven interest on government borrowing to record lows of around 1.5 per cent. That keeps interest rates low for households and businesses, as well as the taxpayer – and a 30-year yield of 3 per cent is particularly helpful for long-term investment, with benefits for infrastructure expansion and its costs to consumers.",
        "Fiscal consolidation also gives the space for the Bank of England to keep interest rates at an all time low of 0.5 per cent, and to pursue further monetary policies to support investment, such as quantitative easing and the new Funding for Lending scheme, which came into operation last month. Both policies are helping to ease credit and balance sheet conditions for financial organisations, freeing up more money to lend; and the new Funding for Lending Scheme in particular will provide strong incentives for lending, by offering more finance on more favourable terms to Banks that lend more.",
        "Our hard won fiscal credibility has also allowed us to support investment directly, for example through the ‘UK Guarantees’ scheme, also announced last month. By allowing high priority projects to benefit from the UK Government’s balance sheet credibility, we will be able to accelerate and bring forward up to £40 billion of major projects that are struggling to access private finance.",
        "Although it is still early days, interest from industry has been strong. In the six weeks since launch, Treasury has had discussions with over 30 companies and project sponsors responsible for projects worth over £5bn in priority investment areas such as energy, transport, water, waste and telecommunications. Detailed discussions are already taking place with the Mersey Bridge Gateway project, considered one of the world’s top 100 infrastructure projects, and the Green Deal project I announced a few weeks ago will also be considered to ensure it goes ahead on time.",
        "While the measures we are taking will greatly improve companies’ access to debt finance, we should recognise that the days of cheap and readily available bank originated debt finance are over. As a result, new sources of capital are increasingly important. Equity markets, for example, serve as a significant source of long term non-bank finance – during the height of the crisis, between 2008 and 2010, the amount raised in equity for publicly listed companies was similar in level to the amount pumped into the economy through Quantitative Easing.",
        "The growing retail bond market also presents potential for improving access to finance by offering issuers the opportunity to reach out directly to retail investors. National Grid raised a record £260 million through this medium in October last year.",
        "Following Tim Breedon’s report, that we commissioned to examine the structural and behavioural barriers to alternative debt markets in the UK, we are committed to ensuring a proportionate regulatory regime to support these important lending channels.",
        "More broadly, we are working with private sector investors to understand what more we can do to ensure that the deepest possible sources of capital are available to the widest possible range of projects, and to promote inward investment from abroad.",
        "For example, the new Pension Infrastructure Platform, which we have committed to establish with the National Association of Pension Funds and the Pension Protection Fund, will allow UK pension Funds to invest directly in UK infrastructure assets and projects in a new and more efficient way.",
        "We have now obtained written confirmation from seven UK pension schemes to fund start up costs, and soft commitments for initial capital allocations. We expect the Platform to raise its target £2 billion by January to start investing in key projects.",
        "Another productive area of collaboration has been the Insurers Infrastructure Investment Forum we set up with the Association of British Insurers. Through this, we have looked at how projects can be better structured to meet the investment propositions of annuity funds and liability-driven investments, and found ways to maximise opportunities for insurance fund managers to invest in infrastructure debt instruments – engaging with credit rating agencies, improving performance data reporting to creditors, and developing a private market for unrated or lower rated debt.",
        "Meanwhile, UKTI continue to do excellent work promoting UK infrastructure for inward investment from sovereign wealth funds and other institutional investors overseas.",
        "And we have seen a number of high profile successes this year, including from China, Japan, Qatar and Kuwait.",
        "While we have achieved much both through targeted government spending and through freeing up private finance, there is still scope to improve how the private sector and public sector can work together in more innovative and productive ways. While past PPP arrangements have on occasions been less than perfect, I firmly believe that with the right approach and focus, the right partnerships can use the skills and innovation of the private sector to deliver on public and social priorities more effectively than ever before.",
        "So to finish off, I want to talk about what we are doing to improve our work with the private sector to deliver real value for money for taxpayers.",
        "The UK Guarantees Scheme, which I mentioned earlier, could also allow up to £6 billion pounds of public-private partnership projects to proceed without delay.",
        "And we are looking at how more innovative modes of working with the private sector can allow us to meet the UK’s infrastructure demands.",
        "At Budget, we announced options to improve A14 capacity that could be part financed through tolling, and more broadly, we are looking at ways to increase the role of private investment in the strategic road network. For example, looking at how a Regulatory Asset Base could be used to expand private investment in roads infrastructure, while improving efficiency. We will be announcing the results of that study later this year.",
        "With sovereign bonds and other long term assets either seen as riskier, or with yields at all time lows, investors are queuing up for utility assets to invest in with guaranteed returns over long periods, and we hope to be able to unlock some of that investment to good effect.",
        "That rise in investment could bring England’s roads up to the best in Europe – reducing congestion and travel time on key routes through expanding hard shoulder running schemes, dualing existing A roads, and adding lanes to existing motorways. In the longer term it could be used for new routes.",
        "Another area where private money can help to deliver our public goals is in Energy. By 2020 we plan to generate 15 per cent of our energy from renewable sources, and Ofgem estimates that £200 billion in energy investment will be required between now and then.",
        "That is a challenge that cannot be met with the often haphazard and wasteful approach to Government subsidy taken in the past. The private sector will need to take the lead, supported by a Government committed to removing the barriers and uncertainty that have for too long prevented the necessary investment.",
        "At the end of July we launched the Banding Review for the Renewables Obligation. We also recently published our draft legislation on Electricity Market Reform, which will reform the Energy Sector to ensure that it can access the finance required to meet our Carbon reduction and energy security needs.",
        "That will be achieved through a number of instruments:",
        "* contracts for Difference, to provide stable and predictable incentives to invest;",
        "* a Capacity Market, if needed, to provide security of electricity supply by ensuring sufficient reliable capacity is available; and",
        "* transitional arrangement to ensure that the existing Renewables Obligation can operate stably once it is closed to new generation in 2017.",
        "In addition, we have granted development consent to 24 energy generation projects all over the country since 2011, supporting over 4000 construction jobs and producing enough electricity to power over eight million homes.",
        "Finally, we are reforming PFI to ensure that it secures long-term value for money for the taxpayer, while also making sure we retain the benefits that successful PFI can deliver – getting projects built to time and to budget, and creating the correct disciplines and incentives to manage risk effectively.",
        "We’ve seen high levels of engagement, with over 150 written responses to our call for evidence, and around 100 stakeholder discussions to support this process.",
        "We are now considering the wide spectrum of views expressed on how best to achieve more effective use of private sector innovation, skills and investment, to reduce costs, improve flexibility and increase transparency, and we will be setting out our conclusions this Autumn.",
        "By being proactive and innovative about helping the private sector deliver for the UK, we can promote a recovery that will allow Britain to rise from the economic turbulence as a stronger and more balanced economy.",
        "We are already starting to see returns to our approach – 840,000 private sector jobs created since early 2010, and the UK rising to 8 in the World Economic Forum Global Competitiveness Rankings this year – up from 10th last year, and ranked 6th in the world for infrastructure.",
        "Of course, there is still much to do, and I hope I have shown you today that we are getting the most out of Government’s strong fiscal position and the private sector’s creativity and expertise. We will continue to look at what more we can do to make it easier for investors and firms to help us deliver on the UK’s priorities, and I look forward to hearing from you today about the challenges faced and how we can continue to help to address them.",
        "Thank you."
    ]
}