{
    "url": "https://www.ukpol.co.uk/douglas-alexander-2009-speech-to-progress/",
    "title": "Douglas Alexander – 2009 Speech to Progress Conference",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Douglas Alexander",
            "url": "/tag/douglas-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Douglas Alexander to the 2009 Progress conference.",
    "content": [
        "[![dalexander2](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)",
        "Good morning and thank you.",
        "I’m grateful to Progress for organising this conference today. Its often said that politics involves both a battle of ideas and a battle of organisation. Progress as an organisation has been vital to both of those endeavours for the Labour Party over recent years, a nd so let me begin by thankig progress for all of its past work, as well as the organisation of this timely and important conference.",
        "Now this morning – in the finest traditions of webinteractivity, I want to start a discussion with you rather than simply offer a speech. And the three central premises that I want to offer, and which shapes my contribution to our discussion are these…",
        "First, this morning I want to argue that far from being a revolutionary phenomena that has and will change everything I want to suggest that new media is in fact giving fresh impetus to old ideas.",
        "Second, I’m going to argue that we need to use technology not as a means of control but as a tool for empowerment.",
        "And finally, I’m going to argue that the media isn’t the message and that in fact the use of new media is not a substitute for a message that resonates with the public.",
        "But lets start with the political context of today’s conference.",
        "Put bluntly, as we always knew, winning a fourth term for Labour will be difficult but is definitely doable.",
        "As Labour’s General Election co-ordinator, I’m under no illusions about the scale of the challenge we face",
        "The polls at the moment are making for tough reading.",
        "We will have less money to spend on the next campaign than any of the last three.",
        "And after a decade in office, we do not have the numbers of members and activists that we had in the past.",
        "Every election is different. But one thing we can be sure of, is that simply doing more of the same, will not be enough.",
        "And that is a real challenge for us, because most political parties – ourselves included – only manage to innovate effectively in their campaigning after what I call near death experiences.",
        "It’s unlikely we would have managed the scale of change we did between 1992 and 1997 had we not had the spur of repeated defeat.",
        "So our strategy for a fourth term will be a huge test of our will, our appetite, indeed our hunger for the power we need to transform people’s lives. For we need to innovate after success, not defeat.",
        "And here necessity and opportunity meet…for new media is going to be central to in the next election campaign.",
        "And developing new approaches in new circumstances is not new for us – in many watys it has been the hallmark of new labour over the years.",
        "That’s why people like Alistair Campbell, Philip Gould, and politicians like Gordon Brown and Tony Blair almost twenty years ago went over to the States to learn from the Clinton campaign about new ways of campaigning> and they came home with a suitcase full of new tools and techniques that shaped our campaigning for years – the benefits of running a campaign from an open plan war room;",
        "– of using soundbites during media interviews;",
        "– of issuing daily lines to take;",
        "– of rapidly rebutting inaccurate stories, and",
        "– of using pagers to get messages out quickly.",
        "This kind of ‘command and control’ approach to campaigning was a key part of the campaign organisation that Millbank came to embody in 1997.",
        "And to a certain extent we are still victims of our past election success – where too many MPs and candidates have come to rely on the national campaign, led from HQ, to assume the responsibility of securing victory.",
        "So one of our key tasks in the months ahead is to build capacity and to create a culture change across our party and the wider progressive Labour movement.",
        "We need MPs, candidates and local parties – more than ever – to own and feel responsible for the next campaign.",
        "That is surely the essence of ‘Labour 2.0’.",
        "Lets take a moment to understand why this is so possible and so necessary.",
        "New media gives us the chance to reach out to far greater numbers of people, in a far more personalised way.",
        "Ten years ago just one in ten people in the UK used the internet. Today, 75 per cent of people are online – part of a worldwide community of some 1.4 billion.",
        "eMarketer estimates that there are 19.5 million men and 18.6 million women in the UK using the Internet. They project that men will retain their majority for the next five years but as more women aged 55 and older become internet users, the male bias in the UK web population will decrease.",
        "Ofcom says that women aged 25-34 are spending more time online than men.",
        "Men and women alike are increasingly turning away from traditional mass media. Over the last ten years the ratings for the 6 O’clock news have fallen by a third. Newspaper circulation over the same period fell by almost a quarter and the projections are that they will fall further.",
        "In contrast, nine out of 10 graduates have broadband and three-quarters of people under 30 would rather lose their TV than their internet connection.",
        "People aren’t just moving their reading, viewing and listening habits online, they are changing the way they interact with media. Wikipedia would not exist without its 75,000 active contributors, providing articles in more than 260 languages. There is a new blog invented every second.",
        "And at the same time major political parties are seeing traditional forms of membership decline.",
        "Now no doubt like all of us I’m looking forward to hearing what Joe Rospars has to say later… and for me, the Obama campaign, holds powerful lessons in how we could use digital media to campaign.",
        "But amidst all the well earned admiration some have suggested that the Obama campaign has rewritten every rule of political engagement. But I don’t think that’s right.",
        "The Obama campaign’s success was both more partial and more powerful. For when I met a rang of the senior team in Washington last month, they described to me how not everything was different and that in fact they had used emails, text messages and social networking as new channels to pursue old political truths.",
        "Instead of replacing traditional campaigning activities, they used online tools to consciously create a pathway for people to get involved with traditional community activism.",
        "Organising events, knocking on doors, making phone calls.",
        "Because getting people to do these traditional things is still vital to winning the battle of organisation in precincts and wards, in constituencies and countries.",
        "The battle of organisation – new media giving fresh impetus to old ideas",
        "And like in so many other areas of our life, the internet is lowering the barrier to entry in the battle of organisation. Now if you want to organise a local campaign, you don’t need to book the community hall, raise the cash and print the leaflets and then find the caretaker with the key.",
        "New media allows this type of organisation at almost zero cost.",
        "It gives us new tools that help our MPs and candidates to position themselves as the centre of community hubs.",
        "One of our candidates – Stella Creasy in Walthamstow, who is speaking later today – is building her lists of local residents and has managed to collect another couple of hundred this week alone. In all likelihood she couldn’t get 2,000 leaflets delivered each week but she can distribute 2,000 e-newsletters.",
        "The data-capture of those email addresses is what makes cost effective and personalised communication possible. But how we use that data is also crucial.",
        "Every piece of campaign communication needs to show people, not tell people, that our candidates are offering useful resources and helpful information about things that have resonance in the local community.",
        "If our candidates don’t think clearly and carefully about why people would engage with them, either on-line or off-line, it doesn’t matter how stylish their websites are or how open their blogs are to un-moderated comments.",
        "The challenge for progressives is to use the full range of digital tools to advance our causes and build our base. And, perhaps most importantly, to engage with people in a space that they already inhabit.",
        "One of our MPs, in a marginal seat in Kent – Jonathan Shaw, MP for Chatham and Aylesford – has used digital media to support a local campaign to save commuter train services.",
        "He ran passenger surveys and consulted constituents by standing at the train station during rush hour – collecting their comments and email addresses. He then persuaded the Managing Director of the Train Company to agree to come on a train with him and be filmed with Jonathan putting the concerns of his constituents to him.",
        "He then posted the video to YouTube and on his website and emailed everyone who had commented to let them know that the MD had responded to their concerns and that they could watch what he said.",
        "It was a traditional community campaign but it was brought to life by new technology and a great combination of on-line and off-line mediums.",
        "Then there’s Liam Byrne’s ‘Rubbish TV’ – where he uses youtube to highlight the council’s poor refuse collection service. And only the other day, I recorded a film for ‘Derek Wyatt TV’ explaining the Government’s humanitarian response to the crisis in Gaza.",
        "Nationally, we need to learn from this type of local best practice.",
        "For let’s be honest, until the advent of the internet – and particularly social networking – national politics has suffered from a problem of scale. A problem which we met with the blunt instrument of the mass media.",
        "We used interruption communication – forcing our message on people at the time and in the place we felt they would object to it least. Interrupting them on the way to work via a poster, or as they were doing their shopping via a leaflet, or before or after they watched the news via a Party Election Broadcast.",
        "And so one of the many impressive things about the Obama campaign’s social networking site – MyBarackObama.com – was the way it worked as a user friendly tool – providing news of events in members’ local communities. It also provided maps to find local voters and scripts to use in conversation with them. It enabled supporters to organise some 200,000 of their own events – with no central control.",
        "It was a tool that people used to construct their own politics.",
        "It showed that politicians no longer own politics. And I believe that’s a good thing.",
        "By encouraging people with no formal link with the campaign to become advocates, the Obama team lent a power to their message that just can’t be matched by TV ads – word of mouth. And it lent a democratic credence to their candidate.",
        "Trying to buy your way into a social network really does show that they just don’t get it.",
        "Labour’s new media team – led by Sue MacMillan – is currently in the process of overhauling ‘Members-Net’. Once, just a password protected section of our website, it will soon have a full social networking capability that will be compatible with Facebook.",
        "So if activists organise events on Facebook they can seamlessly transfer them to Members-Net and visa versa.",
        "Another new innovation is ‘Labourspace’ – the policy-campaign social networking site which allows people to promote their own campaigns and pitch ideas for our manifesto.",
        "Online phone banking is an innovation that Democrats used to great effect – and its good that Labour has now introduced one of our own. Already, we have hundreds of activists, making thousands of phone calls to voters in the same constituency in which they live. And they’re doing it from the comfort of their own homes.",
        "That’s the future of telephone canvassing. And it’s a long way from my first experience of it in freezing Teamsters hall in North Philadelphia – where I volunteered on the Dukakis campaign back in 1988!",
        "The battle of ideas – new media is not a substitute for a message that resonates with the public.",
        "And my early experience of that losing Dukakis campaign taught me something else as well. Ideas and ideology really matter in politics. Dukakis never really got that. He declared mid campaign that “This campaign is about competence, not ideology…” and he lost.",
        "And the same truth endures today – New media is not a substitute for a message that resonates with the public.",
        "What matters, is the political arguments we make. Not whether we are using Facebook or Twitter but what we are saying both online and offline.",
        "Whether we’re using email or social networking sites…",
        "Whether we’re using surveys, street stalls or surgeries….",
        "It’s about building relationships with voters…",
        "And it’s about showing them how they can get involved in what we’re fighting for.",
        "Because we fight elections not to change Governments but to change lives.",
        "At the start of this Parliament, the Right used single issue campaign groups like the Taxpayers Alliance and the Migration Watch to run down public services and to play on people’s fears. And let’s face it. The Right were the first movers into the online space – using a host of blogs to advance their ideology.",
        "But a lot has changed in recent month not just in the battle of organisation, but also in the battle of ideas… I was struck by how the public conversation was changing last November when I was on the Panel of Question Time in Basildon, and was being shouted at to nationalise the banks!",
        "Since last autumn, fundamental questions have been raised about the right relationship between markets and governments, between economics and politics, between wealth and power. And in this process it is the orthodoxies of the right that have been found wanting.",
        "Across the globe the Right has been disoriented and diminished by both the financial crisis and the global downturn. In the current climate of global economic uncertainty, our progressive ethics of fairness, stewardship and co-operation have returned to the fore.",
        "So I am confident that Britain needs Labour responses today, even more than in 1997. Our Labour values, of solidarity and collectivism are the ones that can ensure that we come through these tough times without leaving behind the most vulnerable in society.",
        "We are still the party of the many, not the few. The right finds itself stranded in the wrong intellectual space. You can’t privatise, deregulate or even nudge your way out of a global financial crisis.",
        "As a response they are now smply echoing public fears but offering no solutions. They have made a tactical political calculation that they can offer a critique without an alternative.",
        "Now the polls at present are certainly reflecting people’s very real anxieties about losing their jobs or their homes during this downturn. But beneath headline voting intentions, polling also reflects that the public can see that without Labour’s action, things would be much, much worse. And they also understand that the right have nothing to offer, other than to oppose our action and let the recession run its course.",
        "These are unprecedented times. None of the political parties have a map for the uncharted waters that lie ahead – but on the centre left, we have a compass",
        "We have done the right thing:",
        "– by protecting people’s savings,",
        "– by giving the economy a shot in the arm,",
        "– by doing all we can to help people keep their jobs and their homes, and",
        "– by working to claw back bonuses from bankers and prevent rewards for failure.",
        "Now we need to keep our values front and centre, as we look to the future.",
        "Because we will get through this recession and we will need a manifesto that builds on our achievements but also sets out a fresh agenda for the next Parliament and the next economic cycle.",
        "Our progressive values must underpin our commitment to a low carbon, technology rich, globally competitive future for our economy",
        "This is a moment of great challenge – domestically and internationally – but one for which the best response are provided by our enduring progressive values",
        "So, in conclusion, lets be clear.",
        "The next election won’t simply be won online.",
        "But new technology is lowering the barriers to entry. It’s making organising cheaper and easier.",
        "And because voting is and will remain a political act, it wont be the communication of the media that can win us the election, but the communication of our message."
    ]
}