{
    "url": "https://www.ukpol.co.uk/danny-alexander-2012-speech-on-the-welsh-funding-announcement/",
    "title": "Danny Alexander – 2012 Speech on the Welsh Funding Announcement",
    "post_date": "February 22, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chief Secretary to the Treasury, Danny Alexander, on 24th October 2012 in Cardiff, Wales.",
    "content": [
        "****",
        "**Introduction**",
        "I’m delighted to be here today making a statement that brings more good news in the form of new commitments on the future of Welsh funding.",
        "Today the UK and Welsh Governments are announcing that we will regularly review relative levels of Welsh funding. Take from me that this is a very clear signal that the UK Government recognises that this is a major concern in Wales. I have also agreed that capital borrowing powers should be devolved in Wales, as long as there is an independent revenue stream in place to support them.",
        "In July, in a joint article, the Chancellor and I outlined the Government’s commitments to restoring competitiveness and infrastructure across the UK.",
        "We put our money where our mouth is when we announced one of the biggest overhauls of our railways since Victorian times, including the electrification of the lines from Cardiff to Swansea and the Welsh Valleys.",
        "And today, UK and Welsh Government support is enabling a partnership of leading universities and multinationals led by Swansea University to launch a new Knowledge and Innovation Centre with the aim of creating a range of renewable energy products that could revolutionise the construction industry.”",
        "The joint statement on funding that we are announcing today is another major step forward for Wales",
        "I’d like to pay tribute to Jane Hutt. Jane it has been a pleasure to reach this agreement with you and be a part of talks that have been so genuinely collaborative. The fact that our governments can work together in this way is another shining example of the benefits of one United Kingdom.",
        "**Funding**",
        "Historically, Welsh funding per person has been higher than in England but has been converging towards English levels.",
        "Our joint forecasts show that convergence is not currently occurring. In fact over the next few years Welsh funding will diverge away from England.",
        "However by planning for the long term best interests of Wales, we recognise that this is an issue of deep concern here. It is with this in mind that for the first time the UK Government will jointly assess forecasts of relative funding levels at every spending review. If convergence is forecast to resume we will look at the options to address it; and we are committed to only implementing changes that both governments can accept as being fair and affordable.",
        "**The Silk Commission**",
        "Today’s agreement establishes a solid platform to consider the Silk Commission’s report, to be published this Autumn. Having seen the hard work of Calman come to fruition I am very proud to have been part of a negotiation that delivered this for Wales and I believe their recommendations could represent an historic step for Welsh devolution.",
        "Fiscal devolution is a necessary next step for the Welsh Government and opens up new opportunities to boost financial accountability and greater spending power.",
        "For the first time the UK Government agrees that the Welsh Government should be given capital borrowing powers, on the condition that this is supported by an independent revenue stream – like devolved taxes, currently under consideration by the Silk Commission. Let me be clear: if Silk recommends devolving revenue raising powers, and Wales implements them, then we put in place commensurate new borrowing powers for Wales.",
        "Devolved capital borrowing powers could be used to supplement long-term infrastructure investment, building on the measures the UK Government has already supported in Wales such as the unlocked funding to electrify the valley lines, and the funding to establish Cardiff as one of the first ten ‘Super-connected cities’ in the UK.",
        "I am delighted that the UK and Welsh Governments have worked so closely and effectively together to deliver on this outcome today.",
        "I am hopeful that we will be able to build on what we have achieved by making real progress on the Silk agenda over the next few months. We need to move quickly towards lasting reform based on consensus.",
        "This agreement opens the prospect of a new financial settlement for Wales: greater accountability, greater responsibility, more revenue raised and spent here, and more ability to shape growth, safe in knowledge that the rug will not be pulled from under their feet by some future UK Government.",
        "We have demonstrated once again that all parts of the United Kingdom benefit from working together. We are better together."
    ]
}