{
    "url": "https://www.ukpol.co.uk/danny-alexander-2013-speech-to-liberal-democrat-conference/",
    "title": "Danny Alexander – 2013 Speech to Liberal Democrat Conference",
    "post_date": "February 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013 Liberal Democrat Party Conference",
            "url": "/tag/2013-liberal-democrat-party-conference/"
        },
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the the Chief Secretary to the Treasury, Danny Alexander, to the Liberal Democrat Conference in Glasgow on 17th September 2013.",
    "content": [
        "Conference, it’s great to have you here in Scotland. In Glasgow or, as we like to call it in Inverness, ‘the deep south.’",
        "This great city has many claims to fame: its industrial heritage, culture, football, it’s even the home of the new Doctor Who. So, let take me you back in time. It’s spring 2010. We’re in the depths of the economic storm. Greeks rioting on our TV screens.",
        "Labour had dug a gigantic hole of debt – the bankers had pushed us in. We were forecast to have the largest deficit in the EU. The polls had closed; we were in the uncharted waters of a hung Parliament. Action was needed. And as a Party, we stepped up.",
        "Colleagues, just think if we’d acted differently. A minority government. Weak. Unstable. Unable to take decisions. And at the mercy of factions and extremists.",
        "We would likely have seen another General Election within months.",
        "A toxic mix of political and economic uncertainty. The hardships inflicted on other economies could so easily have happened here.",
        "Yes, it has been tough, but those nightmare scenarios did not happen. They did not happen for one reason only.",
        "Because of us. The Liberal Democrats. Because of our decision to ensure we had a stable government with a strong Liberal voice,",
        "Able to act decisively. We didn’t duck the challenge.",
        "We rose to it. There were plenty of people who didn’t think we were up to it. When I first became the Chief Secretary, there were even some people who questioned my, how should I put this, my employment record.",
        "Clearly they hadn’t looked closely enough at my CV. You see, as a teenager I worked in the Tomdoun hotel in Glengarry. I washed plates in the kitchen, I polished pint glasses in the bar, I even cleaned the toilets. I basically spent most of my teenage years cleaning up other peoples’ mess. Perfect work experience for an aspiring Chief Secretary.",
        "But with every step towards economic recovery we take, the party that caused the mess, the Labour Party, become even less credible.",
        "Ed Balls bet the house on a failing economy. He banked on a double dip that never happened. He predicted a triple dip that never came.",
        "And now even his closest colleagues admit he is a busted flush.",
        "The Labour Party has opposed every single decision we’ve made.",
        "That was until Ed Balls declared that the Labour party would adopt a new found “iron discipline” in public spending.",
        "In fact, so strong is that commitment that the two Eds have managed to limit themselves to a meagre £45bn of extra spending commitments. To be fair, once you’ve left the next generation with a debt of £828bn to pay off. Rising at the rate of £3 billion a week,",
        "Without any plan to deal with it, what’s another £45bn between friends? They derailed the economy. And if they had the chance, they’d do it all over again. The last thing Britain needs is a Labour majority. Conference, I was going to read you a list of barmy right wing Tory ideas that we’ve stopped in government.",
        "But it’s so long I don’t have time, and after Nick’s appearance yesterday, I’m worried about Justine McGuiness cutting me off.",
        "But I can’t resist just two. Two Tory ideas that put jobs at risk.",
        "First, some Tories believe that the best way to help businesses hire someone is to make it easier to fire someone.",
        "They believe that people that work hard, do their job day in day out,",
        "Let’s call them ‘strivers’. Should be allowed to be fired at the will of the employer. Well conference, let me tell you this – it will never happen. Not while there are Liberal Democrats around the Cabinet table.",
        "And then there’s Europe. For many Conservatives, the EU is the bogeyman responsible for every wrong. But for 3.5m people in Britain, it’s the reason they have a job. That’s 3.5m jobs that some Tories want to put at risk by leaving the European Union.",
        "They should know, you can’t win the global race, unless you’re part of a strong team.",
        "The last thing Britain needs is a Conservative majority. But the Conservatives aren’t the only ones wanting to break up a union, whatever the costs.",
        "As a Scot, I believe that being part of the United Kingdom offers Scotland huge advantages in the 21st century. I believe the best choice is for us to stick with a family of nations in which we have thrived and prospered. To grow together, not break apart.",
        "In the end, nationalism is all about building barriers between peoples, whatever the cost. Liberalism is about knocking those barriers down.",
        "Today’s National Institute report shows that with Scotland as part of the UK, interest rates are lower and taxes are lower. That’s the value of the United Kingdom.",
        "Another credible, independent, factual analysis that backs the case for our United Kingdom. So our job, from now until the day of the referendum, is to prove that “Better Together” isn’t just a slogan. It’s the truth. Tens of thousands of jobs in Scotland depend on us winning that fight. For the sake of our country, our children, and our grandchildren, we cannot, must not and will not lose.",
        "We’ve seen the economy through its darkest hour, by ensuring that the Coalition’s economic plan is pragmatic. When the eurozone crisis was raging. When our growth forecasts were going backwards",
        "Siren voices on the right called for us to respond by cutting further and faster. It was the Liberal Democrats who ensured the coalition remained anchored in the centre ground.",
        "There is still a long way to go, but our stronger economy in a fairer society is beginning to take shape. We are rebuilding an economy that is sustainable, balanced and resilient. And we are making progress. Activity in the manufacturing sector has reached a two-and-a-half-year high, in construction a five-year high and in the services industry a six-year high.",
        "Business confidence is at its highest level in six years. British businesses have created an extra 1.4m jobs in the private sector, supported by the decisions this Government has taken.",
        "We have the lowest number of people claiming unemployment benefit in four years. A record number of women in work. A higher rate of employment than the US.",
        "The highest number of people in work. Ever. Labour’s failure to regulate the banks meant that they had to spend billions of pounds of your money to bail them out. We’re fixing the banks and the economy is on the mend. So last night following advice from the Treasury we decided to start to get your money back.",
        "The first sale of Lloyds’ shares, at above the price Labour paid, is an important milestone. And in future sales we will look for ways in which the British public to get involved. Because we are mending the economy, the tax payer is at last getting their money back.",
        "The recovery is under way. Much more needs to be done to secure it.",
        "And we won’t flinch from our task. Anyone who claims the better economic news is all down to the Conservatives is just plain wrong. The decisions we have implemented in government, decisions you have taken in this hall. The brighter future that lies ahead – it’s only there because of us. And we should shout it from the rooftops.",
        "We still have work to do to finish the job. That’s not a task than can be entrusted to either of the other two parties. I say to the British people, if you want that job finished right – with balance, fairness, and resolve – you need the Liberal Democrats to do it.",
        "We’ve taken tough decisions to get the deficit under control. And, yes, there will be more in the next Parliament. It will be another five years shaped by the necessity of fiscal restraint. But by the middle of the next Parliament we will have eliminated the structural deficit.",
        "That doesn’t mean the country can then go back to bad old habits. There’s no spending bonanza round the corner. Our nation’s debt will need to be reduced. It wouldn’t be fair to pass it on to future generations. The pressures of an ageing and growing population will have to be paid for. Conference, when those difficult decisions need to be made, the British people now know that they can trust the Liberal Democrats to make them.",
        "We’ve delivered long-held commitments too. This year, for the first time, the UK will deliver our long-held commitment to spend 0.7% of our nation’s wealth on international aid. Making a real difference to lives all over the world. Four weeks ago I met a young girl who told me how much she was enjoying school, and about her ambition to be a lawyer. Nothing extraordinary about that, you might think, but I met this girl in Kabul.",
        "She is one of around two million Afghan girls who, thanks to the bravery of our armed forces and our international aid commitment, is now attending school on a regular basis. I also had the privilege of meeting an extraordinary group of serving men and women in our armed forces in Helmand, whose skill and bravery is making that change possible.",
        "So, I hope you will join me in paying tribute to our armed forces in Afghanistan and across the rest of the world. As we look to the next Parliament, the tax policy we agreed yesterday puts us in a strong position to tackle the remaining deficit fairly. By committing to raise taxes on the very wealthy, through the mansion tax, through restricting pension tax relief, through increasing capital gains tax rates further, Liberal Democrats will ensure that those who have the most will continue to contribute the most.",
        "These taxes on the very wealthy will be one of our central promises for the next Parliament. Making sure they can’t avoid their taxes is a job we are getting on with right now.",
        "Benjamin Franklin said: “Nothing is certain except death and taxes.",
        "And a conference announcement from Danny Alexander on tax avoidance”.",
        "Ok, maybe he didn’t say that last bit. But conference, I make no apology for going after tax dodgers. Thanks to our efforts, by 2015 we will be clawing back an extra £10bn a year.",
        "New investment, new specialist units, new tax rules announced from this podium are now closing the net on the immoral minority who believe paying the proper amount of tax just isn’t for them. But we must do more. We are cutting corporation tax to encourage firms to invest, not to give the wealthy a way to avoid the 45p tax rate.",
        "So when the vast majority of people in an industry are finding ways to exploit that difference, and that industry is the preserve of the very wealthy, I have no hesitation in acting. So I can announce today that following a brief consultation we will be closing the loophole that allows private equity shareholders to siphon money out of their firms while dodging the intended income tax.",
        "And it’s why I can also announce that we will also be closing the loophole that allows partners in partnership firms to structure their staff arrangements so that they avoid paying the correct amount of income tax. It’s wrong, it’s unfair, and it’s got to stop and with Liberal Democrats in government, it will.",
        "Conference, the pressures on household budgets in this country are real. Liberal Democrats are doing all we can to help. We have introduced 15 hours of free childcare for all three- and four-year-olds, and this month introduced it for the poorest 40% of two-year-olds too.",
        "Next year we will legislate for tax free childcare worth £1,200 for every eligible child. Unlike tax breaks for marriage, that’s a fair way to help families. We have frozen council tax for every year of this Parliament. Our triple lock is protecting the value of the basic state pension.",
        "We have scrapped Labour’s fuel duty rises. So thanks to us petrol is now 13p a litre cheaper than it would have been. 18p a litre if you live on a remote island. Saving every business and family in the country money. And helping literally to keep the wheels of the economy turning. But there is more to be done.",
        "In January we will launch the next phase of Help to Buy. Too many young people aspiring to get on in life are stuck. They earn enough to repay a mortgage, but don’t have the funds for a large deposit. It is right that the government should step in to help them. And it is also right that we need to build more homes, including affordable homes.",
        "Over the last decade rents have risen twice as fast as wages, stretching family budgets. But some landlords still failed to pay the right tax due on the rents they receive. I’m talking about landlords who own more than one property, who rent to students, people with holiday lets and those who let houses in multiple occupations.",
        "And it adds up to a staggering £500m owing to the taxman. And we want it back. So we’re launching a campaign with a simple message for the rogue minority of landlords. Pay up or face the consequences.",
        "In my three-and-a-half years in the Treasury, tackling avoidance has been one of my obsessions. But my true passion has been delivering our tax promise to Britain’s working people.",
        "It was Mr Gladstone, whose portrait hangs on the wall of my office, who said; “The idea of abolishing income tax is highly attractive.”",
        "Now, conference, we don’t go that far. But we have abolished it for nearly 3m low income workers.",
        "What’s more, we have given 25m working people the biggest tax cut in a generation. This would have been a big deal in times of plenty.",
        "To have achieved it now, in these difficult times is extraordinary. Practical help for millions of working people – Liberal Democrats, we made it happen. And conference, yesterday, we committed to cutting the tax paid by ordinary workers even further.",
        "So you don’t pay any income tax until you earn more than a full time salary on the minimum wage. £700 a year back in the pockets of 25m working people – that’s our record of action. Our promise of more – another £500 off your tax bill, if you put the Liberal Democrats back in government next time.",
        "Conference, Liberal Democrats in Government has already helped businesses create more than 1m jobs, and now we’re working to help them to create a million more. That’s why this April, every business and charity will have their National Insurance cut through our £2,000 Employment Allowance. That’s enough money for a small business to employ four adults.",
        "Or ten 18-20-year-olds on the National Minimum Wage. Without paying any employer national insurance at all. Real, tangible help for every small business in the country. At its heart, the next general election will be about who the British public trust to deliver a stronger economy. And who they trust to deliver a fairer society.",
        "Because the benefits of a stronger economy must be shared. Shared in every corner of the United Kingdom. Shared across all the people of Britain. ‘The economy’ is not some abstract concept. It’s about people. It’s about their jobs, their aspirations and their hopes.",
        "Only the Liberal Democrats can deliver a stronger economy in a fairer society so that everyone can get on in life. The last thing Britain needs is a Labour or Conservative majority. Labour can’t be trusted with the economy. The Tories can’t be trusted to create a fair society.",
        "So if you’re looking for work and want a Government that will help you, if you have a job, but want security in your job, if you want to expand your business and employ more people, then there is one party that is on your side, The Liberal Democrats."
    ]
}