{
    "url": "https://www.ukpol.co.uk/danny-alexander-2011-speech-to-the-hi-scot-credit-union/",
    "title": "Danny Alexander – 2011 Speech to the Hi-Scot Credit Union",
    "post_date": "August 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Danny Alexander, the then Chief Secretary to the Treasury, on 22 July 2011.",
    "content": [
        "**Introduction**",
        "I am delighted to launch the Hi-Scot Credit Union in Stornoway today. The success of the predecessor, the Western Isles Credit Union, in just five years shows just how invaluable your services are to the local community",
        "This performance is especially impressive given the financial and economic environment that we have all been operating under in the last few years, and demonstrates how successful you have been in providing finance and support to local people when they need it the most. Indeed, across Britain credit union membership is increasing, with almost 1 million members in the UK, and 240,000 members in Scotland alone. Credit unions offer a vital financial source to communities, and I for one want to see that growth continue.",
        "**Credit Unions and rebalancing the economy**",
        "Credit unions such as yours have an important role to play in rebalancing our economy in two key ways.",
        "Firstly by promoting higher rates of saving. Across the UK we are suffering from historically low household saving rates.",
        "As an institution embedded in the community, the links that you have forged provide the perfect channel to help develop a culture of financial responsibility, where people understand the value of saving and the importance of financial prudence.",
        "Indeed I congratulate you on how active you have already been with the schools in the local area to promote financial awareness amongst parents and pupils. I have started a savings account with you myself, and I am in the process of opening child saver accounts for my two daughters. And as a mainland MP, I will be doing my bit to boost your profile in your new area.",
        "And secondly, the Credit Unions plays a crucial role in rebalancing our economy by providing access to affordable credit at a local level for individuals by helping empower communities across the UK.",
        "**Coastal communities fund**",
        "Empowering communities is a corner stone of the Coalition’s ambition to decentralise and disperse power from the centre. We are committed to helping people and communities help themselves. The services offered through the Hi-Scot Credit Union are a vital to helping communities seeking to realise that goal and we as a Government have to support these endeavours.",
        "And we can also do this by ensuring that communities share in the benefit of development and growth in their area that they help spur.",
        "It is only right that coastal communities are given the opportunity to get something back for what they put in. And in particular, reap the broader benefits from the investment that they have made to develop business and enterprise from our marine resources.",
        "Indeed, it was over a year ago, following the formation of the Coalition and my subsequent move to the Treasury that I was contacted by Jim Hunter, the former Chairman of the Highlands and Islands Enterprise who suggested that I could realise a longstanding ambition of the Highlands and Islands…to capture for the residents a worthwhile share of the Crown Estate Commission’s revenues in the area.",
        "And of course this was a pressing issue because of the boost to the Crown Estate’s income that will come from the expansion of offshore renewable technology off the Highlands and Islands waters…offshore wind farms to start with, but wave and tidal power down the line…",
        "As an MP in the region, I had for some time been pressing for measures to ensure that a bigger proportion of Crown Estate revenues from the Highlands and Islands remain in our area…so I needed no great persuasion to take this on.",
        "It’s with great delight that I can announce today that the Government will establish a UK wide Coastal Communities Fund to support economic development in coastal communities. The Fund, which will be open for business from April 2012, will be worth 50% of the gross revenues from the Crown Estate’s marine activities, which in 2010-11 amounted to around £23m.",
        "The amount available within each country, or part of a country, will be linked to the revenues that are raised in that area. On the basis of 2010-11 revenues that would entail almost £2m for the Highland and Islands, and £1.5m for the rest of Scotland.",
        "But of course we expect that that amount will increase in-line with the increase in revenues from the continued development of the Crown Estate’s marine activities, and the expansion of offshore renewable activities.",
        "It would also be possible for offshore wind farm developers themselves to make a contribution to these funds. It is already common practice for onshore wind farm developers to make a substantial ‘community benefit’ to those in the vicinity, and I hope very much that offshore developers follow their lead.",
        "The Fund itself will be managed in partnership with the Big Fund, part of the Big Lottery Fund, and will support projects related to community development, charitable, benevolent or philanthropic activities, the environment, education and health.",
        "And the Fund will be open to a wide range of organisations…private sector companies, charities, social enterprises, local authorities, local enterprise partnerships in England, and development agencies here in Scotland.",
        "I am particularly keen to encourage wide participation to bring forward innovative projects that will tackle the some of the more difficult economic problems in our coastal communities. In the Highlands and Islands I particularly encourage bids that seek to boost community land ownership across the area given the track record of economic development that this brings.",
        "**Conclusion**",
        "We are committed to promoting and supporting growth across all regions and sectors of the UK.",
        "We have to ensure in particular that coastal communities benefit from what we hope will be substantial economic development from offshore renewable technologies in the years to come. As a Highlander, having grown up on these Islands and on the mainland, securing greater economic benefits for the people of this area is what motivated me to enter politics in the first place.",
        "I strongly believe that the Coastal Communities Fund supports this ambition, as of course do your own endeavours as you expand your Credit Union services.",
        "I wish you the best of luck as you extend your services throughout the Highlands & Islands, and I’m sure that you will bring a huge array of benefits to households across the wider region."
    ]
}