{
    "url": "https://www.ukpol.co.uk/danny-alexander-2014-speech-on-scottish-fiscal-policy/",
    "title": "Danny Alexander – 2014 Speech on Scottish Fiscal Policy",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Danny Alexander, the Chief Secretary to the Treasury, at the Apex Hotel in Edinburgh, Scotland, on 28th May 2014.",
    "content": [
        "[![dalexander](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander-200x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander.jpg)",
        "Good morning and welcome.",
        "As you know, today the UK government is publishing the most comprehensive and definitive study of how independence would affect Scotland’s finances over the next 20 years.",
        "I look forward to answering all your questions.",
        "But first I would like to say a few words to set out this analysis.",
        "On the 18th of September we face the most important vote in Scotland’s history.",
        "Whether or not to remain part of the United Kingdom.",
        "It’s a momentous decision.",
        "And in my mind, there is no doubt.",
        "By staying together, the Scottish and the UK economies can continue to grow and prosper.",
        "And as a nation, we can continue to make the choices needed to live within our means and grow our economy.",
        "But I know that many people are still undecided.",
        "And the single biggest question in their minds is…",
        "“Will we be better off together?”",
        "So today…",
        "…I can answer…",
        "…yes, we will be better off.",
        "Because there will be a huge benefit to staying in the United Kingdom…",
        "You could think of it as a “UK Dividend”.",
        "Or 1,400 reasons why we’re better off together.",
        "So what is the UK Dividend?",
        "There is a detailed explanation in the document we are publishing today.",
        "Five key building-blocks underpin our analysis.",
        "There is little dispute about each one of those…",
        "… because they’re all based on reasonable and responsible assumptions…",
        "… and all five are seen by independent organisations as significant factors in Scotland’s future. And together they tell a powerful story.",
        "The first building block is what you might call Scotland’s financial starting point.",
        "Should Scotland become independent, it would start off in life in a worse financial position than the UK.",
        "That is the view of the Institute for Fiscal Studies, the Centre for Public Policy for Regions, Citigroup and many others.",
        "Even the Scottish government’s own figures show that Scotland would face a shortfall between what the governments gets in tax and what it spends on public services.",
        "So, as a separate country, Scotland would be running a bigger deficit than the UK – from day one.",
        "Indeed, independent forecasters show that, in 2016, Scotland would be borrowing over 5% of national income.",
        "That is double the deficit of the UK.",
        "And the difference equates to around five and a half billion pounds…",
        "…from day one.",
        "But that’s just the starting point.",
        "The second building block covers the direct cost of setting up a new state.",
        "For example, as an independent country, Scotland would need to set up new institutions.",
        "A new passport office.",
        "A new benefits agency.",
        "Or a new tax collection authority…",
        "… that last one alone – as ICAS set out last week – would cost £750 million.",
        "We have taken the best independent estimates, which put the cost of transition at up to 1% of GDP.",
        "For Scotland that figure would be £1.5 billion.",
        "At the same time, as a separate country, Scotland would have to pay higher interest rates to borrow in financial markets.",
        "A whole range of experts, from the National Institute to Deutsche Bank, calculate that, under independence, interest rates are likely to be around 1% higher.",
        "That’s worth £500 million per year in additional debt interest costs.",
        "The third of our five building-blocks is the cost of the Scottish government’s promises.",
        "They’ve set out their policies in the recent White Paper – but not the costs.",
        "So we’ve looked through the fine print.",
        "Put it through the Treasury’s models.",
        "Using tried and tested methods…",
        "… and calculated that the Scottish government’s new policies would cost at least £1.6 billion every year.",
        "The fourth factor is the future of oil and gas production.",
        "It is an indisputable fact that North Sea oil production has been declining for many years.",
        "The independent Office for Budget Responsibility has made an impartial assessment of this.",
        "They estimate that oil and gas revenues will fall by around 95%, as a share of our economy, over the next 20 years.",
        "And the fifth factor affecting the future finances of Scotland is our more rapidly ageing population.",
        "This is the well-established view of the UK Statistics Authority, the Institute for Fiscal Studies, the International Longevity Centre, and many others.",
        "As Gordon Brown explained last month, the number of Scottish pensioners will rise from 1 million to 1.3 million over the next 20 years.",
        "It means a shrinking number of working age people would have to pay for a growing number of old age pensioners.",
        "So an independent Scotland would have to spend more to deliver the same services as now.",
        "So where does all that leave us?",
        "A worse starting point.",
        "The cost of setting up a new state.",
        "Unfunded policies.",
        "Declining oil revenues and an ageing population.",
        "All of that…",
        "… easily avoided by staying within the UK…",
        "… is worth fourteen hundred pounds.",
        "For each person in Scotland…",
        "… each year…",
        "…for the next 20 years.",
        "That’s the UK Dividend.",
        "And the further ahead you look the more the pressures build.",
        "That dividend…",
        "… is our share of a more prosperous future.",
        "It is the money that will pay for better public services and a fairer society.",
        "Money for more teachers in better classrooms.",
        "For nurses and midwives.",
        "To put £1,400 per person in context…",
        "On aggregate, it represents 11% of Scotland’s total public expenditure.",
        "That’s equivalent to around two thirds of the total National Health Service budget in Scotland.",
        "It’s almost as much as Scotland’s whole education budget.",
        "So what does £1,400 mean to you and to me?",
        "Well, for example, £1,400 is more than enough to pay for a year of free school meals for three children.",
        "£1,400 pays for 10 weeks of someone’s state pension.",
        "Alternatively, instead of cutting public services to fill the gap, as a separate country, the Scottish government could raise taxes.",
        "For example, today the UK reaches what is known as “tax freedom day”.",
        "That’s the day in the year when, on average, people stop giving their income to the government through tax and instead start keeping the money they’ve earned for the rest of the year.",
        "But, as a separate country, each person in Scotland would have to hand over their income to the state for two more weeks.",
        "Another way an independent Scotland could offset the £1,400 UK Dividend, without cutting public spending…",
        "… is to increase the basic rate of income tax from 20 to 28%, increase VAT from 20 to 26% and increase duties on alcohol, tobacco and fuel by about 40%.",
        "Of course, the nationalists will say that we’re wrong.",
        "They will just continue to peddle myth after myth….",
        "… saying that taxes wouldn’t be higher, that there’s loads of oil left, that public services won’t suffer, that growth will be stronger, that breaking away won’t be hugely expensive, that new institutions can be set up for free…",
        "And all of those myths are refuted by the information we publish today.",
        "And I am very happy to answer questions on all of that.",
        "We are talking about Scotland’s finances over the next 20 years…",
        "…they are talking about what’s happened over the past 5 years.",
        "We are focused on the future – they are stuck in the past.",
        "To conclude.",
        "Today we have shown that, by staying together, Scotland’s future will be safer, with stronger finances and a more progressive society.",
        "Because as a United Kingdom we can pool resources and share risks.",
        "It means a UK Dividend…",
        "… of fourteen hundred pounds a year.",
        "For every man, woman and child in Scotland.",
        "And if our history teaches one lesson, it is this…",
        "… together we achieve so much more than on our own.",
        "So let us look forward to a prosperous and a fair Scotland – thanks to the dividend that comes from staying in the UK.",
        "And that is why…",
        "… if you have your doubts…",
        "… if deep down you feel that we’re better together…",
        "… today we give you fourteen hundred reasons…",
        "… why we’re better off together too.",
        "Thank you very much."
    ]
}