{
    "url": "https://www.ukpol.co.uk/danny-alexander-2014-speech-on-scottish-independence-2/",
    "title": "Danny Alexander – 2014 Speech on Scottish Independence",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Danny Alexander, the Chief Secretary to the Treasury, on 30th April 2014.",
    "content": [
        "[![dalexander](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander-200x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander.jpg)",
        "I’m glad to see so many of you here this morning…",
        "In a week when we can all celebrate good economic news.",
        "Yesterday’s GDP figures were yet another example of the strength of the UK economy right now…",
        "With – in the first quarter of this year – all three main sectors of the economy growing at above 3 per cent on a year earlier.",
        "This is the first time this has happened in ten years…",
        "It’s the result of the hard work of people…",
        "From the southernmost point of Cornwall an area we granted national minority status last week…",
        "All the way up to the Shetlands…",
        "And it is another excellent example that – as a United Kingdom – we are well and truly seeing the recovery we so badly needed, thanks to the Coalition’s economic plan.",
        "I remember when I was first invited to join the Treasury…",
        "At a time of a grave economic outlook…",
        "One of the best pieces of advice I was given…",
        "Was that I would need to have a sense of humour about things.",
        "And four years on, that has certainly been true!",
        "I’ve been called a Ginger Rodent by Harriet Harman…",
        "I’ve been told I bear a passing resemblance to Beaker from the Muppets countless times…",
        "And a couple of weeks ago I found out about a new photo blog…",
        "Called The Adventures of a Lego Danny Alexander.",
        "Now, it’s perhaps true that the referendum campaign here in Scotland…",
        "Hasn’t provided many laughs so far.",
        "And given both the enormity – and the irreversibility – of the choice we face…",
        "That is perfectly understandable.",
        "This is, after all, the most serious decision any Scot will ever take.",
        "But increasingly, as the campaign continues…",
        "When it comes to some of the statements and assertions made by nationalists…",
        "You really do need a sense of humour.",
        "Because apparently, the same risks that apply to other countries wouldn’t apply to an independent Scotland.",
        "Another financial crisis, for example, would pose no problem…",
        "Because according to Business for Scotland…",
        "The banks that needed bailing out in 2008 received funds according to the location of their operations…",
        "Rather than the location of their headquarters.",
        "A claim that ignores the reality…",
        "That when the financial crisis hit…",
        "It was the government of the United Kingdom that stepped in to recapitalise RBS and HBOS…",
        "And the taxpayers of the United Kingdom that extended £275 billion of total support to RBS alone.",
        "The nationalists may stick their heads in the sand when it comes to the global financial system…",
        "And the profound consequences of independence for Scotland’s financial sector.",
        "But I haven’t heard the reality put better than by the former Governor of the Bank of England who said that…",
        "Banks are international in life, but national in death.",
        "Second, there are the extraordinary set of claims that seek to reassure those living in Scotland…",
        "That nothing much would change with independence…",
        "Like the continued, belligerent, assertion that Scotland could – and would – keep the pound.",
        "But while I can respect that Alex Salmond is passionate in his desire to break up the UK…",
        "… he has to face up to the fact that the rest of the UK does not have to – and would not want to – continue to share the credit card.",
        "There is also the fantastical claim, made in the White Paper…",
        "That an independent Scotland would share a third of the UK’s institutions and services…",
        "…despite the fact that this is completely unprecedented anywhere in the world.",
        "This is a claim we have to listen to…",
        "Whenever an institution crops up that the nationalists haven’t had time to think about…",
        "Be it the National Lottery or the Met Office or the Passport Office…",
        "So it won’t surprise me if next Saturday night…",
        "Alex Salmond declares that an independent Scotland will share the UK’s automatic place in the Eurovision Song Contest final!",
        "Over the last few weeks, I’ve been attending public meetings on the referendum in the Highlands.",
        "And all of the myths I’ve just put forward are ones that have been put around by the nationalist campaign.",
        "So I wanted to give this speech today, precisely because we cannot allow false or misleading claims by separatists to go unchallenged.",
        "We need to make sure that when people go to the polls in September…",
        "For the most important vote they will ever cast…",
        "They are making an informed choice…",
        "Based on evidenced facts.",
        "Everyone in this room this morning knows the importance of balancing the books.",
        "Indeed every family and individual in Scotland understands the tough choices involved in matching up outgoings with incomings.",
        "It has been one of the defining features of the government to tackle the UK’s deficit and rebalance our economy.",
        "And as our strong, growing economy and falling deficit shows…",
        "…ours is a strategy that is working for all parts of the UK.",
        "But by contrast, it is one of the defining features of the Scottish Government to ignore the realities…",
        "…of Scotland’s larger deficit…",
        "…and falling oil revenues…",
        "because – unfortunately for them – these facts demonstrate quite clearly that we are better off together.",
        "The nationalists’ assertions on Scotland’s finances are at best ill-informed…",
        "And at worst, deeply misleading to Scottish voters.",
        "In a few weeks time, I will set out government analysis of the many fiscal benefits of the United Kingdom…",
        "But this morning I want to focus on debunking some of the more dangerous economic myths being propagated…",
        "Namely those around oil and gas receipts.",
        "And those around the national deficit.",
        "On oil, there are some frankly incredible myths being put forward by the nationalists.",
        "The first is the Scottish Government’s claim",
        "…that the wholesale value of remaining oil and gas reserves amount to £1.5 trillion.",
        "As with most of the Scottish Government’s oil numbers though…",
        "…this is not only based on the most optimistic scenario for North Sea extraction…",
        "…it is based on a scenario where oil price is the same as the price of gas.",
        "But in recent years, gas – which accounts for 40% of forecast oil and gas production…",
        "Has sold for little more than half as much as the equivalent volume of oil.",
        "Yet over-optimism is not the Scottish Government’s worst offence in this particular example.",
        "No, the fact is that the £1.5trillion figure doesn’t include any costs for getting the oil out of the ground…",
        "And into the petrol pump.",
        "It is apparently news to the nationalists that…",
        "Oil rigs cost money to build and run…",
        "Pipelines under the sea are expensive…",
        "New technologies require investment…",
        "And oil workers expect to be paid.",
        "All told, more than £1 trillion is likely to be needed to extract the remaining oil and gas resources assumed by the Scottish Government.",
        "So once you’ve taken these inconvenient overheads out of the equation, the value is much much lower…",
        "And revenues for Scotland much much smaller.",
        "But the nationalists aren’t ones to let a good fact get in the way of a nice electoral soundbite…",
        "And so they claim – in their infamous Oil and Gas bulletin from last March – that more than half of oil and gas reserves have still to be extracted…",
        "And thus plenty of government revenues from oil and gas are still to come.",
        "But we simply cannot trust their forecasts:",
        "– not just because they are more optimistic than any other published forecasts…",
        "– not just because “there is a high degree of uncertainty around future North Sea revenues” – not my words…",
        "The words of John Swinney in his private paper to colleagues…",
        "But because the Scottish Government’s oil and gas tax forecasts have already been shown to be spectacularly wrong.",
        "The Scottish Government forecast that in 2012-13, a Scottish share of North Sea oil and gas revenues would be almost £7 billion.",
        "As it turned out, total UK oil and gas revenues were only slightly above £6 billion.",
        "And for the financial year just passed 2013-14, the Scottish Government forecast that a Scottish share of North Sea revenues would be higher still…",
        "More than £7 billion.",
        "Well, HM Revenue and Customs has today confirmed that total UK North Sea revenues last year were £4.7 billion.",
        "So over the past two years alone…",
        "The revenues coming from oil for the whole UK…",
        "Have been more than £3 billion below the Scottish Government’s most cautious forecasts.",
        "Over the whole six year period of the Scottish Government’s Oil and gas bulletin 2012 to 2017…",
        "Their most cautious forecast for Scottish oil and gas revenues is £41 billion.",
        "Yet the independent Office for Budget Responsibility forecasts that whole UK revenues will be just £25 billion over the same period.",
        "It doesn’t matter how deep you drill into the figures, they simply don’t add up.",
        "It shows that the Scottish Government and realistic projections go together like water and oil…",
        "And it leaves tens of billions of pounds missing from the Scottish Government’s White Paper.",
        "Tens of billions of pounds that – under independence – can’t be raised across the UK",
        "…but will have to be raised from Scottish businesses and individuals…",
        "Or cut from Scottish services.",
        "I have absolute faith in this country’s human resources.",
        "And our resilience and work ethic…",
        "Just as we Scots have always proven we have the imagination and the creativity to push boundaries in science and the arts and economics and exploration…",
        "I have absolute faith that this country will keep producing great women and great men…",
        "Who can push those boundaries further.",
        "But while we should celebrate that our human resources have such potential…",
        "We need to be realistic when it comes to our natural resources.",
        "Our oil reserves are finite.",
        "And we mustn’t let over-optimistic, unproven-projections…",
        "Raise false hopes for economic plenty.",
        "Better off as part of the UK",
        "Let me deal with two final myths together…",
        "Both the nationalists’ claim that Scotland would be better off…",
        "And have lower taxes, higher spending and no austerity if we were independent…",
        "And their biggest myth of all –",
        "Their claim that the pro-UK campaign is only negative, or scare-mongering.",
        "Because what these oil numbers published today show…",
        "…and what I will argue for the next few weeks ahead of our final analysis paper…",
        "…and the next few months ahead of the referendum",
        "…is the indisputable point that we are better off together.",
        "According to a range of independent estimates…",
        "As part of the UK…",
        "Scotland will face a smaller deficit, lower taxes and higher levels of public spending, both in the short, and the long term.",
        "Independent organisations like the IFS, the CPPR and others have all shown that an independent Scotland would face a deficit of more than 5 per cent of GDP in 2016-17.",
        "And forecasts from the IMF suggest this would be the second highest deficit of any advanced economy in the world.",
        "On the other hand…",
        "As part of the UK…",
        "Scotland would be part of a nation with a deficit forecast of just 2.4 per cent of GDP in 2016-17, and falling further in subsequent years.",
        "This means that…",
        "In the year 2016-17 alone…",
        "Independent experts agree that £1,000 less would be borrowed for each and every Scot as part of the UK…",
        "Than would be the case in an independent Scotland.",
        "An evidenced, positive reason that we are better and more secure together…",
        "Today, in 2016-17 and beyond.",
        "The Scottish Government know the fiscal position of an independent Scotland provides a “challenging context”.",
        "Again, not my words but John Swinney’s private memo to his cabinet colleagues.",
        "And today we now know that the figures in the white paper are already out of date.",
        "But rather than confront these risks and uncertainties, the nationalists simply choose to peddle myth after myth.",
        "They claimed the white paper would answer all the questions about independence.",
        "That it would be the most detailed guide ever produced to a new country.",
        "Instead, the white paper is full of false promises and misleading claims…",
        "Based on an optimistic forecast for oil revenues that are already out by £3bn a year…",
        "…containing policy proposals that are not funded and would not be affordable…",
        "…and commitments that the Scottish Government pretends it can make on behalf of other nations and international organisations.",
        "It is time for the Scottish Government to confirm what we all know…",
        "…that the white paper was wrong.",
        "A month ago the Centre for Public Policy for the Regions called on John Swinney to issue revised and realistic oil and gas forecasts…",
        "…to correct the discredited Oil and gas bulletin",
        "…and the errors at the heart of the White Paper.",
        "I am repeating that call today.",
        "The Scottish Government must confront the fact that it is promising tax revenues and public spending that it cannot deliver.",
        "It should revise its oil and gas forecasts…",
        "…Or – better yet – adhere to international best practice and follow an independent forecast like the OBR’s.",
        "It is the very least that the Scottish voters deserve.",
        "But I would like to end by saying – that there is actually one Scottish myth that I absolutely cannot – and would not be able to – disprove.",
        "She’s about forty foot long…",
        "Publicity shy…",
        "And she lives in my constituency.",
        "And if anyone here today, or any of your families…",
        "Wants to come up to Loch Ness and spend a weekend looking out for her…",
        "They will be very welcome indeed.",
        "In short, there is more evidence for the Loch Ness monster…",
        "Than there is for many of the calculations and the claims that have been put forward by the nationalists to support their case for separation.",
        "I want everyone in Scotland to be part of an influential country…",
        "Where businesses can thrive…",
        "Where the economy can grow…",
        "And where people can lead long, healthy, happy lives.",
        "We have all those things as part of a United Kingdom.",
        "We benefit from the shared sovereignty – and shared economy – that we enjoy as part of the strongest union of nations in world history.",
        "And as Billy Connolly said yesterday…",
        "And he put it better than any politician could…",
        "The more people stay together, the happier they’ll be.",
        "It would be a real folly – and a real danger – to put so much of what we have at risk.",
        "Especially if we based our decision to do so on the over-optimistic, uncosted claims of the ‘Yes Campaign’.",
        "We need to continue challenging these myths.",
        "And we need to continue making clear to the people of Scotland that we really are better together.",
        "Thank you."
    ]
}