{
    "url": "https://www.ukpol.co.uk/danny-alexander-2014-speech-to-the-national-association-of-pension-funds/",
    "title": "Danny Alexander – 2014 Speech to the National Association of Pension Funds",
    "post_date": "February 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Danny Alexander, the Chief Secretary to the Treasury, to the National Association of Pension Funds on 7th March 2014.",
    "content": [
        "[![dalexander](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander-200x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander.jpg)",
        "**Introduction**",
        "Thanks Joanne [Segars].",
        "When I was asked to come here to Edinburgh this morning…",
        "And talk to you about the role pension funds might play in the future UK economy…",
        "It was obvious that the most important question to address, was whether we will still be part of the UK in a years’ time.",
        "I look at this debate as someone who was brought up in a small community in the Highlands…",
        "Studied in Oxford…",
        "Worked in Edinburgh, London, then the Cairngorms…",
        "And now splits his working week between Inverness and London.",
        "I’m a proud Highlander, married to a West Country Girl.",
        "So – like most Scots – the UK is woven into the fabric of my life.",
        "Today I want to speak to you as a Scottish MP, and as a British Treasury Minister.",
        "Like many of you, I am proudly and passionately Scottish.",
        "But the choice in Scotland is not one of emotion…",
        "But one that must be based on a weighing of the evidence.",
        "So I want to set out to you today, why – having looked at all the evidence…",
        "I could never recommend independence to my constituents in Inverness, nor to anyone else.",
        "You too – as a hugely important UK industry – need to have access to as much analysis and information as possible, to make your decisions on independence.",
        "What you want to know is how independence would affect your businesses…",
        "How independence would affect the customers you serve…",
        "And what it would mean for your sector.",
        "And it’s those questions that I want to discuss with you this morning.",
        "I want to talk about the impact independence would have on the currency here, on regulation here, and on pension protection here.",
        "**Currency Union**",
        "The currency question is probably the biggest independence question.",
        "And it was with your need for certainty – and other businesses need for certainty – in mind, that we made absolutely clear last month…",
        "That if the Scottish people vote for independence…",
        "There will not be a currency union between Scotland and the rest of the UK.",
        "It’s not going to happen.",
        "A currency union would not work for the rest of the UK…",
        "And a currency union would not work for an independent Scotland.",
        "This is my conclusion.",
        "It is the conclusion reached by the Chancellor of the Exchequer…",
        "It is the conclusion reached by the Shadow Chancellor.",
        "And it is the conclusion of the detailed analysis…",
        "By impartial Treasury officials…",
        "Who used the same approach to that which evaluated whether we should join the euro.",
        "No bluff, no bluster – certainly no bullying – just a simple statement of fact.",
        "I’ve seen some people suggest we are not serious about refusing a currency union.",
        "Let’s call this the John McEnroe defence.",
        "Except in this instance it’s not just one person they’re shouting at, but three.",
        "And our decision – taken in the best interests of Scotland and the rest of the UK – is final.",
        "No ifs, no buts.",
        "The SNP may not like it, but they should stop complaining about it and deal with the consequences.",
        "No matter how much of a racket they make, it isn’t going to change.",
        "And it isn’t going to change, because…",
        "In the event of independence, a currency union wouldn’t be in the interests of a continuing UK.",
        "It would decrease economic sovereignty…",
        "And it would increase the risk of having to bail out a foreign country.",
        "Alex Salmond has said that transaction costs would force the UK into a currency union.",
        "And it’s true that they are one of the many costs that independence would impose.",
        "But if transaction costs were the only issue…",
        "The rest of the UK would use the euro or the dollar.",
        "Events in Europe over the last few years have demonstrated very clearly the risks of shared currencies.",
        "But Mr Salmond seems to have been so swept up by his own obsession with separation…",
        "That he’s failed to notice the Eurozone crisis, or learn anything from it.",
        "And he cannot honestly expect that Scotland would walk away from the rest of the UK…",
        "But that UK taxpayers in England, Wales and Northern Ireland would agree to stand behind the Scottish economy.",
        "It’s like embarking on a damaging divorce and insisting you should still share a credit card.",
        "The polls show the public wouldn’t support it.",
        "And parliament wouldn’t pass it.",
        "As well as not being in the best interests of a continuing UK…",
        "As the only Treasury spokesperson across the 3 main parties who is a Scot…",
        "I can say that a currency union would not be in the interests of an independent Scotland either…",
        "And in the event that Scotland did vote yes, I would argue just as forcefully against a currency union.",
        "In their desperation to pretend that nothing would change under independence…",
        "The Yes campaign are simply ignoring political and economic realities.",
        "A currency union would require an independent Scotland to submit all its tax plans – all its spending plans – to a foreign government.",
        "It would mean interest rates set by a central bank in a separate and much larger country.",
        "And a currency union would leave Scotland far more exposed to the sorts of damaging economic shocks we’ve seen in the periphery of the euro…",
        "Because Scotland would walk away from the ability to pool risk and investments – something your industry knows all about – with the rest of the UK.",
        "It would also be the case that Scotland wouldn’t have its own exchange rate to help adjust – for example – to an oil price shock.",
        "So an independent Scotland would have to respond to a fall in oil revenues by cutting public spending or raising taxes significantly.",
        "As part of the UK, Scotland is insulated from these impacts.",
        "In the last Autumn Statement for example, the OBR cut its forecast for North Sea revenues by almost £4bn over the next three years.",
        "But instead of needing to cut spending, the Scottish Government saw its budget rise by more than £300m.",
        "Treasury analysis shows that for each 20 dollar fall in the oil price, an independent Scotland would lose 11,000 jobs.",
        "And with an economy so dependent on oil, inflation in an independent Scotland would be much more volatile than as part of the UK.",
        "Not only that.",
        "A currency union would also leave an Independent Scotland at the mercy of financial speculators, who…",
        "If they questioned Scotland’s commitment to the Currency Union…",
        "Could trigger capital flight, higher interest rates and possibly the collapse of the union itself…",
        "Just as we saw in the break-up of the old Czechoslovakia, where their attempt at currency union lasted just 33 days.",
        "The simple answer is, that the only way to keep the UK pound…",
        "And to keep the stability that comes with it…",
        "Is to keep the UK together.",
        "**Other Options**",
        "With a currency union now off the table, what are the other options?",
        "There are three…",
        "Each with short term risks…",
        "And long term uncertainty. As Jose Manuel Barroso made clear last month…",
        "Smooth transition into EU Membership is not to be assumed the way the Scottish government would have us believe.",
        "And securing an opt-out from the euro is far from guaranteed.",
        "But joining the euro currency union is no more attractive an option than a Sterling currency union…",
        "For all the reasons I’ve just laid out.",
        "A new currency for Scotland – a Scottish pound…",
        "Would at least fit the rhetoric of full economic independence…",
        "But it would require – immediately – a new central bank and financial sector regulator, to be established…",
        "At a great cost – and at very real risk – to the Scottish financial sector and taxpayer.",
        "It would also require redenomination across the entire Scottish economy – again a lengthy, costly, dangerous and destabilising process.",
        "The final option would be sterlingisation…",
        "Allowing the pound to circulate without a currency union.",
        "Which would see Scotland take the same economic approach as [such financial powerhouses as] Panama and Montenegro.",
        "But this would leave the Scottish government borrowing in a currency over which they had no control…",
        "With very limited levers to support financial stability.",
        "Three options – all with short term costs.",
        "All with long term uncertainty.",
        "And none with the stability of our current arrangement.",
        "**What this means**",
        "The currency debate isn’t just an issue for people who wear pinstripe suits and read the Financial Times.",
        "It isn’t just an issue about using the pound if you travel to the rest of the UK.",
        "This is an issue that affects the money in all of our pockets and purses and wallets.",
        "People are rightly starting to worry.",
        "Because, in the event of a yes vote…",
        "We haven’t been told the currency we’ll be getting paid in, or handing over at the supermarket.",
        "We haven’t been told the currency our savings will be denominated in, let alone the interest rates they’ll be accruing.",
        "The Treasury is seeing a real increase in letters and the emails to the UK government from people worried by those questions.",
        "Savers worried that their ISAs won’t be protected.",
        "Pension holders worried about the security of their funds.",
        "Small businesses worried their accounts will soon be with a foreign bank, in a foreign currency.",
        "And if we’re receiving that many letters, I can only imagine how many they’re getting down the road in Holyrood.",
        "That’s why Alex Salmond has to come out and tell us Scots what his plan B is.",
        "So it is all the more extraordinary that on this – one of the most essential questions…",
        "They have nothing credible to say at all.",
        "And that is Alex Salmond’s problem.",
        "He is a man without a plan B.",
        "He’s flirted with the euro.",
        "He’s hinted at sterlingisation.",
        "And each and every time he’s realised that the Scottish people want the UK pound as part of the UK.",
        "The weakness of any Plan B is not an argument for a currency union…",
        "It is the clearest argument yet against independence.",
        "Because the only way to keep the strength and the stability of the UK",
        "Is to keep the United Kingdom.",
        "**Pensions Risks**",
        "The currency question represents the biggest single risk of independence for your sector.",
        "But there are two other risks that I’d like to cover quickly.",
        "Namely risks around regulation and pension protection.",
        "On regulatory risks, it’s clear for all to see that Scotland and the rest of the UK benefit from our large domestic market in financial services.",
        "There are currently no restrictions on buying and selling financial products throughout the country…",
        "So 70 per cent of pension products bought by Scottish consumers in 2011-12, were from firms based in the rest of the UK…",
        "And 91% of pensions sold by Scottish firms were to non-Scottish customers.",
        "But Scottish independence would break-up the current domestic market…",
        "And – in turn – detach Scotland from our single regulatory framework.",
        "We would have separate regulatory and tax regimes under separate governments.",
        "And while these regimes may be similar at the outset, it is inevitable that they would diverge over time…",
        "Building barriers to trade that don’t currently exist.",
        "Experience shows us that – even in single market areas, like the EU – borders reduce flows of products, money and people.",
        "And it is very rare for certain financial products – like mortgages and pensions – to be sold across borders, even within the EU.",
        "So creating an international border would reduce financial firms’ ability to spread risk…",
        "And drive up the cost of financial products – like pensions – for Scottish households.",
        "On pension protection…",
        "At present – as you’ll know well – members of defined benefit schemes are protected through the Pension Protection Fund.",
        "A fund that protects millions of people across the UK…",
        "And pays compensation to all those people whose defined benefit schemes have become insolvent and are unable to meet their obligations.",
        "But in the event of independence…",
        "Members of defined benefit schemes here in Scotland would no longer be protected.",
        "Of course, the Scottish government could set up its own Protection Fund.",
        "In fact, if Scotland were part of the EU, they would have to set up such a Fund.",
        "But unlike now…",
        "Where the risks are spread across the UK, and across a large number of defined benefit schemes…",
        "The number of providers in an independent Scottish state would be much lower…",
        "Which would mean the costs of a scheme becoming insolvent being spread across a much smaller base.",
        "As the NAPF themselves have said…",
        "This would be likely to create much higher costs.",
        "And I quote…",
        "“[Those] costs may have to be passed on to pension scheme members, eroding the value of their pension savings.”",
        "For hundreds of thousands of Scots, their pension pots are literally their life savings built up over decades of hard work.",
        "Their financial security in retirement depends on having a stable, strong and dependable pension system.",
        "And in the absence of detailed and rigorous economic plans from the SNP…",
        "A vote for Independence opens the flood gates to a sea of uncertainty on currency, rates and regulation all of which puts the value of those life savings at risk.",
        "Would you want to be the first Scot to claim their pension after Independence with all this risk and uncertainty?",
        "How those referendum votes end up in the ballot box will have a profound impact on how much money we find in our pay, our pocket and our pensions.",
        "Scotland has built a hugely successful pension and financial services sector here in Edinburgh…",
        "Scottish businesses, built on British foundations.",
        "But with a different regulatory system and a different currency and different pensions protections…",
        "Many companies would have no choice but to relocate their businesses…",
        "Cutting jobs in Scotland and damaging our economy.",
        "It is striking that in recent weeks we’ve heard the news of BP… Shell… RBS… Lloyds…Standard Life all recognising that independence isn’t the right choice for Scotland.",
        "The decision we Scots face in the referendum will be irreversible.",
        "There will be no going back.",
        "We now know that separation would leave us:",
        "– Without the pound",
        "– With our pensions and savings at risk.",
        "– And having to apply to join the EU",
        "This is a decision not just for our generation but for our children and grandchildren.",
        "Within the UK, we have the best of both worlds.",
        "We make decisions for Scotland…",
        "Backed up by the strength, stability and security of the UK.",
        "**UK Pension triumphs**",
        "Our simplifications and reforms of your sector will be one of the areas where the government’s legacy lasts longest.",
        "Auto-enrolment will see nearly 6 million people enrolled into workplace pension schemes by the end of this parliament…",
        "And will ultimately see up to 9 million people making up to £11bn of new and increased pension savings every year.",
        "The single tier pension will provide millions of individuals with a firm foundation to support saving.",
        "With – from 2016 – a level of state pension sufficient to keep someone with a full entitlement out of the means testing system giving them over £145 a week in today’s money.",
        "And it will particularly benefit those groups that – under the current system – have tended to build up low amounts of savings. Like",
        "Women with broken work records…",
        "The low paid…",
        "And the self-employed…",
        "And the triple lock too, has helped to protect the most vulnerable members of our society.",
        "The basic state pension will go up by no less than 2.5%, and more when prices or earnings are higher.",
        "It means that from next month, the level of the full basic state pension will be around £8.50 a week higher than it would have been, had it been uprated by earnings [since 2011-12].",
        "Which equates to about £440 per person, per year.",
        "But not only have our changes helped people to save for the future.",
        "They’ve also helped you, to help us, build for the future.",
        "And I want to congratulate the NAPF on setting up the first Pensions Infrastructure Platform fund last year.",
        "It goes without saying that I would love to see even more pension funds getting on board…",
        "And investing in our country’s infrastructure…",
        "And I’ll be very happy to set up meetings between IUK and any interested companies here to take discussions forward.",
        "Because this is a real opportunity for you to invest in the exact projects that will help the industries of the UK, and the people of the UK…",
        "To thrive long into the future.",
        "**Conclusion and Importance of the pound**",
        "And that United Kingdom…",
        "A full economic, fiscal and political union…",
        "Including Scotland…",
        "With full use of the UK pound…",
        "Is exactly what the industries and the people of this country need.",
        "Look at the strength and security and certainty it offers.",
        "Our collective strength is the platform from which your businesses succeed.",
        "Our collective strength is the foundation on which jobs are created.",
        "And our collective strength is the reason that savers feel their money is secure.",
        "So I want – as a Scottish member of the UK Government – to offer you as much certainty as I can.",
        "Vote no in September and we can continue to share a currency.",
        "Vote no in September and we can continue to share a regulatory framework.",
        "Vote no in September and we can continue to protect the public’s pensions.",
        "And then we can get back to – at this conference next year…",
        "Focussing on the role you can play in supporting infrastructure…",
        "And encouraging savings…",
        "And building a stronger economy, and a fairer society here in the United Kingdom.",
        "Thank you."
    ]
}