{
    "url": "https://www.ukpol.co.uk/danny-alexander-2013-speech-to-grampian-chamber-of-commerce/",
    "title": "Danny Alexander – 2013 Speech to Grampian Chamber of Commerce",
    "post_date": "February 22, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chief Secretary to the Treasury, Danny Alexander, to the Grampian Chamber of Commerce on 1st March 2013.",
    "content": [
        "Good morning.",
        "I was especially pleased to be invited to speak in Aberdeen this morning, because for a Treasury Minister – in fact for any Government Minister – the biggest priority for the country has to be sustainable economic growth. And this city is a key hub for providing growth in the UK.",
        "I want to talk about the steps this Government is taking to help support growth now. Most importantly though, I want to talk to you about why I believe this region – and Scotland as a whole – will have a far more economically prosperous future as part of the United Kingdom.",
        "Aberdeen is – quite simply – one of the UK’s most continuously resourceful and inventive cities. It was Robert Louis Stevenson who said that ‘everyone lives by selling something’, and this is a city that has thrived on mining its rich local resources and selling them to the world. Some of these have been natural resources – granite, or fish, or oil – some of these have been human resources – like the graduates of the two excellent universities here – but this city has always thrived by trading. And it has always been a real asset for the UK in doing so.",
        "We need to continue to provide the right conditions for the economy here to continue growing. Of course, many of the ‘growth’ levers that the UK Government deploys – areas like education, skills and infrastructure investment – are rightly devolved to the Scottish Government. And the UK Government is continually supporting the Scottish Government with additional funding to take their reforms forward.",
        "But crucially, the UK Government also delivers for Scotland through reserved policy – meaning the people of Scotland benefit from the best of both worlds with two governments acting in their interests.",
        "The action we are taking to tackle the deficit, support low interest rates and create a stable environment for the private sector is crucial in helping us to rebalance our economy and support sustainable growth throughout the UK. And specifically, I know a number of the businesses represented here will benefit from the changes the UK Government are introducing.",
        "Like the steps we’re taking – particularly on corporation tax – to create the most competitive tax system in the G20. Or the support we’re providing to thousands of companies as we work to improve access to finance for SMEs, so badly damaged by the financial crisis. And I hope business here can also benefit from the support we’re providing to companies with overseas export opportunities.",
        "I know businesses will benefit from reduced energy costs, and my colleague Ed Davey is just down the road today to announce that the Government intends to maintain the ‘Hydro benefit’ relief – worth £50 million on energy bills across the North of Scotland.",
        "Reforming our financial services industry will also be a key step towards growth, and I’m pleased to see a number of people from the finance sector here today.",
        "Our economy has yet to fully recover from the effects of the financial crisis, with the flow of credit in particular remaining impaired; So we’ve learned the hard way that financial stability is another pre-requisite for growth and investment in all sectors of the economy.",
        "The reforms that the Government is taking forward in the Banking Reform Bill will produce a more stable banking system that is focussed on serving the needs of its real economy customers, and thus better able to support growth and investment in the UK.",
        "And of course, it wouldn’t be a trip to Aberdeen without mentioning oil and gas, and I see we have a number of representatives from the sector here this morning. As a highlander I know how important this industry is to the area, and you can rest assured that as a member of the UK Government, I will continue to do whatever is necessary to ensure the oil industry remains the beating heart of the North of Scotland. A prosperous economic future for this area is reliant on fully exploiting the reserves here. That’s why the UK Government is implementing significant new tax reliefs and, for the first time, giving the industry long-term certainty (through Decommissioning Relief Deeds) that they will be supported to decommission when the time comes.",
        "This is something the sector has needed for a long time, and our measures have been a real game changer for the North Sea, with new investments announced on what seems like a weekly basis. Just last month EnQuest announced a £169 million GBP programme of investment for Thistle to deliver threefold increase in production; and",
        "Oil and Gas UK reported earlier this week that we now have the highest level of investment in 30 years.",
        "In the last six months alone we have seen around £8 billion of investment, creating over 5000 jobs, and I’m sure there will more to come soon.",
        "We also took steps last year to allow two new field allowances for large shallow-water gas fields and brown fields. Allowances that will support billions of pounds of investment in the North Sea, which will benefit growth and jobs across the sector in Scotland. We are taking these steps to encourage the levels of investment in the North Sea that are needed to extend the success of the industry and make the most of our reserves;",
        "The UK Government is taking the long term decisions to secure the best future for this vital Scottish industry.",
        "Now, for any Scottish business looking at its long term future, there is one rather big question on the horizon. And that question is whether your companies will be operating in the UK, or a separate Scotland. I’ve always been vocal about my support for a strong Scotland within the UK.",
        "As you’ll well know, the Scottish Government likes to claim that taxpayers in an independent Scotland will be better off financially. These calculations are dependent on revenues that flow from the natural resources in this region. And let’s be categorical that these figures are based on a Scottish economy that benefits from being integrated and insulated within the larger UK economy. The Government Expenditure and Revenue Scotland – or GERS – figures do not reveal the fiscal position of an independent Scottish economy, which is what the Scottish Government would have you believe.",
        "The figures show that with a geographic share of the North Sea, Scotland – as part of the UK – has contributed broadly the same proportion of the UK’s revenues since devolution as it has received in public spending. This geographic share averages almost £6bn a year since devolution [from 1999-00 to 2010-11].",
        "But crucially, the geographic share of North Sea oil and gas revenues has fluctuated from just over £2bn to almost £12bn, depending what year you look at. Of course, with where the oil price and production levels have been the last couple of years, the GERS figures that will be published next week may well look favourable. But the volatility of price and production cannot be wished away, nor can you ignore the fact that these figures represent Scotland within the UK.",
        "The UK as a whole can absorb such volatility by pooling tax revenues from a broad and diverse tax base. Within the UK economy North Sea revenues represent around 1-2% of total tax receipts. But for the figures produced for Scotland, this geographic share of the North Sea would represent around 10-20% of their revenues – a huge dependence on a volatile source of revenue.",
        "Far more important than these past figures though, is what will happen in the future.",
        "How the revenues, and liabilities, of the North Sea would be split in the event of a vote for independence would clearly be a matter for negotiation. But the independent Office of Budget Responsibility have forecast that oil revenues will be on a downward trajectory over the medium and long term. What this means is that by 2016-17 – which is the Scottish Government’s preferred year to begin independence – it is forecast that revenues will be around half the average of recent years. While this can be managed by the broader and more diverse UK-wide economy, a halving of North Sea revenues would equate to a significant reduction in Scotland’s total revenues – somewhere in the region of £4bn.",
        "As I said, I expect that this week’s GERS report will show us that last year’s oil and gas receipts were strong. That’s great news for the sector, for Scotland and for the UK as a whole.",
        "The oil and gas industry will surely play a strong role in the years and decades ahead, but its revenues will remain volatile while on a downward slope. And that is no basis on which to make an argument for independence.",
        "Now to those who will say, predictably, that this is a negative argument, I say that in fact it is a simple truth. And we must not be afraid to speak the truth and inform this most crucial, constitutional debate. People must be allowed to decide how they will vote on the basis of how things are; not on how the Nationalists assert that they will be.",
        "The truth is a positive thing.",
        "Due to this decline in receipts, and due to acute demographic challenges – which will see a smaller working-age population in Scotland and therefore a smaller tax base – the independent Institute for Fiscal Studies has said that “over the longer run… an independent Scotland would face a bigger fiscal adjustment than the rest of the UK”.",
        "Put simply, if there ever were an independent Scotland, it would be under fiscal pressures from Day One. Under fiscal pressures at the exact time that it would be required to enter financial markets and prove its fiscal credibility for the first time. And under fiscal pressures at the same time as the Scottish Government is promising to cut taxes and raise spending.",
        "This is a false prospectus that does not add up. Just as when it comes to the stability of this sector, it is the same when it comes to the macroeconomic and fiscal stability of the United Kingdom. We are stronger, and we will be more prosperous together than we would be apart.",
        "So where does this Government see the region continuing to support growth?",
        "It is essential that we continue to look towards new and renewable energy sources, and I’m very pleased that someone from the Aberdeen Renewable Energy Group is here today.",
        "Last summer the Government set the level of support for renewables under the Renewables Obligation out to 2017. We also introduced the Energy Bill which will reform the electricity market to allow renewables to have certainty on the price they will receive for the electricity they sell, and we will be consulting on the levels of support for renewables coming forward under electricity market reform in the summer. This is a step that will give investors the clarity they need to bring forward new renewables projects out to 2019; and",
        "In November last year, the Government announced that the Levy Control Framework in 2020 would be £7.6bn. This is a commitment to tripling the resources available to support low carbon growth, backed by over 60 million UK consumers.",
        "Yet again, a reminder that we are better together.",
        "As well as meeting our energy needs for the future, we also need to create an infrastructure fit for our future, so that our businesses can compete in the 21st century. Much of our spending in this area is being invested in our road and rail networks, but of equal importance is the investment being made in our digital networks.",
        "We remain committed to supporting UK-wide roll-out of superfast broadband, and £100m has been allocated to the Scottish Government in this area – nearly one fifth of the total superfast broadband commitment. In addition, Aberdeen is one of the 22 cities to successfully compete for a proportion of the £150m fund to support ultrafast broadband in a network of UK cities.",
        "Aberdeen’s very impressive plans will enable cutting edge connectivity to be delivered throughout this city, and commercial roll-out of 4G mobile services will further enhance its digital connectivity.",
        "I’m wary that we’ve got a Q&A session coming, so I’d like to leave you with these thoughts.",
        "This Government wants to see balanced, sustainable and strong economic growth for the UK, and we will do our utmost to support those cities and regions which make growth happen.",
        "Aberdeen is such a city – Aberdeenshire is such a region – and we are confident that the actions this Government has taken will continue to support you to achieve that growth.",
        "I strongly believe though, that the region is more likely to remain prosperous, more likely to achieve growth if it continues to be part of a United Kingdom.",
        "Thank you for listening."
    ]
}