{
    "url": "https://www.ukpol.co.uk/danny-alexander-2014-speech-to-uk-oil-and-gas-industry/",
    "title": "Danny Alexander – 2014 Speech to UK Oil and Gas Industry",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Danny Alexander, the Chief Secretary to the Treasury, to the Oil and Gas UK’s annual conference in Aberdeen on 12th June 2014.",
    "content": [
        "[![dalexander](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander-200x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/dalexander.jpg)",
        "Good morning.",
        "Thank you Malcolm for that very kind introduction.",
        "You and your colleagues at Oil & Gas UK are doing a first rate job.",
        "And I want to commend you – for the hard work that you do – representing the oil and gas industry.",
        "Whilst we might not always agree on everything…",
        "… you are an influential voice speaking for the interests of the sector.",
        "So for me it is a great honour to address your first annual conference.",
        "And it’s a great pleasure to be invited to do so in Aberdeen.",
        "This is one of the UK’s greatest cities.",
        "As well as being a beautiful and welcoming city with a long history…",
        "… Aberdeen also feels exciting.",
        "It’s the excitement of being somewhere that is a real global hub of expertise.",
        "It’s a bit like being in Silicon Valley in California or at the Science Park in Cambridge…",
        "… a feeling that you are somewhere where the combination of ingenuity, endeavour, expertise, and entrepreneurship can achieve things previously thought impossible.",
        "Because that is what you do – day in and day out.",
        "Whether you are geologists, chemists or civil engineers.",
        "Working on transportation, retail or professional services.",
        "Upstream, midstream or downstream.",
        "You are all doing something extraordinary.",
        "Working against the elements – in one of the most adverse natural environments in the world.",
        "To extract and deliver energy to millions of people across this planet.",
        "To me that is a victory of human enterprise over natural adversity.",
        "As a schoolboy in Lochaber in the 1980s – I know it is what attracted so many of my classmates to work in your sector.",
        "And it’s why today, I know I speak on behalf of the whole UK government when I say…",
        "… that I have – and we have – deep admiration for what your industry does.",
        "You provide almost half a million jobs.",
        "You supply enough energy to meet almost 40% of our country’s primary needs.",
        "You have a world-class supply chain – renown internationally for its expertise and technical capability – particularly in key sectors like subsea, for example.",
        "Your success is a critical part of the long-term economic plan that is bringing growth and jobs to every part of the UK.",
        "This is precisely why the oil and gas industry is one of the UK’s global success stories…",
        "… and why the coalition government has pulled out all the stops…",
        "… and done everything we can…",
        "… to support you.",
        "The North Sea is a hugely important asset to our country.",
        "Our goal is simple to articulate – but hard to achieve – to maximise the benefits that the North Sea can bring to our economy.",
        "That means getting out every last drop of oil and gas that we can.",
        "And in doing that, two key principles have underpinned our approach towards your industry.",
        "The first has been to help you cope with the rising costs of extraction.",
        "Because we know that in smaller, more remote fields it will cost more.",
        "We have done that by introducing and extending field allowances.",
        "That has included a whole range of initiatives:",
        "– doubling the value of the small field allowance",
        "– introducing a £500 million allowance for large shallow-water gas fields",
        "– £3 billion allowance to support investment in large and deep fields, in particular at West of Shetland",
        "– introducing an allowance for incremental investment in older fields",
        "– a new allowance for onshore oil and gas projects",
        "– creating a new cluster allowance for ultra high-pressure, high-temperature projects – something Oil & Gas UK themselves described as a “game changer” for the North Sea",
        "And the impact of all of that has been significant.",
        "Oil & Gas UK calculate that – last year alone – our field allowances directly supported around £7 billion worth of investment in the North Sea.",
        "They have also supported over 100,000 jobs across the industry…",
        "…. around half of them in Scotland.",
        "And our allowances continue to have a positive impact.",
        "Only today, a substantial new project by Premier Oil has received final approval.",
        "The Catcher Project will see £1.5 billion of new investment and over 1,000 new jobs.",
        "The CEO of Premier, Simon Lockett, is clear that the project “has been facilitated by the government’s small field allowances”.",
        "I am very proud – that it is the policies of the UK government that are allowing and enabling this to happen.",
        "The second principle underpinning our approach has been to provide your industry with greater certainty about the future.",
        "That certainty is crucial to your continued success over the coming decades.",
        "That is why, in 2012, we introduced a new approach…",
        "… we were the first government in history to fully commit to future decommissioning tax relief.",
        "With new contracts to give you certainty about the future costs you will face.",
        "So far 61 deeds have been signed…",
        "… a process we expect to help unlock billions of pounds worth of new investment.",
        "Again, by thinking for the long-term, providing therefore jobs and growth today.",
        "But the future does also holds other risks.",
        "As the basin matures…",
        "… production efficiency has been declining…",
        "… fewer wells are being drilled.. . … and over future years other challenges will arise too.",
        "And yet the opportunities are huge as well.",
        "We are determined to work together with you to help make the UK a hugely attractive and exciting place to invest.",
        "That is why the Secretary of State for Energy and Climate Change, Ed Davey, asked Sir Ian Wood to conduct his review into how to increase oil and gas production.",
        "Sir Ian is a titan of your industry, and we should all be enormously grateful for the vision he has set out.",
        "He recommended that a new independent agency should be set up to maximise economic recovery by increasing collaboration across the industry.",
        "And between government and industry.",
        "Today I can announce that the new agency will be called the “Oil and Gas Authority”.",
        "We have been thinking about where it should be based.",
        "It is my view that it should be headquartered at the heart of the UK’s oil and gas industry.",
        "So I can tell you today that it will be based right here – in Aberdeen.",
        "This city and your industry deserve that commitment – and I am very proud to make it.",
        "And next week we will start the recruitment process to appoint their new CEO.",
        "The new Oil and Gas Authority will work with the government on a wholesale review of the ring-fenced tax regime for the oil and gas industry…",
        "… looking at everything from tax rates to tax allowances.",
        "Because the North Sea is an extraordinary economic asset…",
        "It generated almost £5bn worth of corporation tax revenues last year alone.",
        "Impressive as that is, it is considerably lower than in the past.",
        "Tax revenues have been declining for several years…",
        "… and independent forecasters expect them to continue declining.",
        "But just because the North Sea is becoming less of a tax asset…",
        "… it doesn’t mean it can’t remain a top economic asset.",
        "The review will look at how we achieve that transition.",
        "In my mind, it is clear that, in the future, the North Sea will need to face a lighter tax burden than it does now.",
        "Because that is the only way we can continue to attract investment, to extract full economic value, in the face of increasing costs, is to do it that way.",
        "And next month we will launch a call for evidence to make sure you can all have your say as part of that review.",
        "Field allowances.",
        "Decommissioning relief.",
        "A new agency based in Aberdeen.",
        "A review of taxation.",
        "All of that shows – I believe – the strength of the UK government’s commitment to the future of your industry.",
        "The reason we’ve been able to do all of that…",
        "… and the reason why we’ll be able to do more in future…",
        "… is that we have stuck to our long-term economic plan.",
        "It has meant taking some tough decisions to live within our means as a country.",
        "When plenty of people said we should change course…",
        "…. we stood our ground…",
        "And the plan is now working.",
        "In the past year we – the UK – have grown faster than any other major industrialised economy.",
        "Thanks to your efforts, growth is balanced across sectors.",
        "Almost one and a half million jobs have been created across in the private sector.",
        "And our economy is set to continue recovering faster than any other G7 nation this year.",
        "Britain is bouncing back.",
        "We are able to look forward to the future of your industry because we are part of the United Kingdom.",
        "I know how important stability and predictability is to the oil and gas community.",
        "It is clear to me that the way to ensure stability is to be part of a larger and more diverse economy.",
        "Because the UK as a whole can much more easily afford to sustain production and investment in the North Sea.",
        "Let’s look at the numbers.",
        "For the UK, oil and gas is 2% of our total tax receipts…",
        "And decommissioning relief represents around 1% of our GDP.",
        "As a separate country, oil and gas taxes would make up nearly 14% of Scottish tax receipts…",
        "And the cost of decommissioning relief would be about 12% of Scottish GDP.",
        "You don’t have to take my word for it.",
        "The Institute for Fiscal Studies…",
        "… a truly impartial and independent institution…",
        "… set it out in crystal clear detail only last week.",
        "The IFS say – and I quote – “Scotland is likely to face greater fiscal challenges than the UK”.",
        "In other words, by staying in the UK, we would borrow proportionally less than a separate Scotland – from day one.",
        "Scotland’s deficit – as a share of GDP – would be double that of the UK.",
        "And that gap between the two gets bigger and bigger over time.",
        "One of the main drivers of that is – I quote – “the likely long-run decline in revenues from oil and gas production”.",
        "So what is the Nationalists solution to that question?",
        "To make up hugely over-optimistic forecasts for future North Sea tax revenues.",
        "Take, for example, the latest figures the Scottish government published, last month.",
        "They are more optimistic than just about every other projection out there.",
        "More optimistic than the views of most independent experts.",
        "It’s yet another unrealistic prediction in a long list.",
        "Like £1.5 trillion wholesale value figure yesterday – which assumes that gas prices match oil prices – when you all know that gas has sold for little more than half the price of oil.",
        "Or ignoring the fact that this figure doesn’t include the costs of extraction – whether to pay for infrastructure, staff or drilling costs.",
        "That’s not a very cautious approach to take the uncertainty your industry faces.",
        "In this debate, I say, the nationalists’ numbers simply don’t add up.",
        "By staying in the UK, our bigger and more diverse economy can help smooth the volatility in North Sea tax receipts.",
        "This is my view – but it happens to have the backing of the independent IFS – I quote:",
        "The eventual decline of oil revenues would likely prove a much more acute problem for an independent Scotland than it would for the UK.",
        "This means that Scotland would likely need to implement further tax increases and/or spending cut.",
        "For that reason, you should take guarantees of stability under independence with a big pinch of salt.",
        "And be clear also…",
        "As an economy.",
        "As an industry.",
        "There is a UK dividend from staying together.",
        "As a United Kingdom we can ensure a brighter future for you and your sector.",
        "You are the jewel in the crown of British industry.",
        "So if you agree with me…",
        "… I hope you will join me in making the case…",
        "… that the people of Scotland should say “no, thanks” to independence.",
        "We should all be proud of being Scots.",
        "And feel proud about everything that your industry has achieved in Scotland.",
        "But we can have the best of both worlds.",
        "We have already increased powers with the Scotland Act in 2012.",
        "That includes giving Holyrood greater control over a range of taxes – including the power to set a Scottish rate of income tax.",
        "It’s the biggest act of financial devolution in Scotland’s history.",
        "It means that we can find Scottish solutions to Scottish issues…",
        "… while remaining part of a stronger and more stable United Kingdom.",
        "There’s just under 100 days left until the referendum.",
        "It’s the most important vote in the history of the United Kingdom.",
        "Let us not forget that history when we head to the polls.",
        "A history which has seen British ingenuity emerge triumphant time after time.",
        "Over the centuries, our four nations have worked together to change the world.",
        "The UK led the charge exploring oceans and continents across the globe.",
        "We were the centre of the industrial revolution.",
        "During the twentieth century we led innovations in science, culture and finance – to name a few…",
        "… while twice fighting and beating tyranny when it threatened to take over the world.",
        "All of that thanks to the hard work of the British people.",
        "Whether Scottish, English, Welsh or Northern Irish.",
        "We all have separate identities.",
        "But our history leaves no doubt that…",
        "… whatever our differences…",
        "… there’s far more keeping us together than forcing us apart.",
        "And the conquest of the North Sea symbolises the interconnectedness of our identities on these islands.",
        "Scottish engineers, English drillers, Welsh divers and Northern Irish geologists.",
        "All working together.",
        "Showing how the United Kingdom is much greater than the sum of its parts.",
        "I am a Highlander, a Scot, a British citizen and a European.",
        "And one thing I know…",
        "…deep inside me…",
        "…is that together we achieve so much more than on our own.",
        "So let’s stay as one United Kingdom.",
        "Where the oil and gas industry can face the future with confidence and optimism.",
        "Thank you very much."
    ]
}