{
    "url": "https://www.ukpol.co.uk/danny-alexander-2011-speech-to-the-ippr/",
    "title": "Danny Alexander – 2011 Speech to the IPPR",
    "post_date": "August 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Danny Alexander",
            "url": "/tag/danny-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Danny Alexander, the then Chief Secretary to the Treasury, on 17 June 2011.",
    "content": [
        "Few subjects are as open to misunderstanding and misrepresentation as public service pensions.",
        "Pensions are vitally important to all of us, but they are also both complex and long-term.",
        "Pensions for public service workers even more so, not least because it’s a benefit for one part of the population, that’s paid for by all of us.",
        "And this debate takes place at a particularly sensitive time, because everyone is under financial pressure right now. People in the public service are facing the second year of a pay freeze…and job insecurity is a feature for some, as the Government gets to grips with the enormous budget deficit.",
        "Everyone in Britain is facing a rapidly rising cost of living. And millions of private sector workers have taken pay freezes or worse in the last 3 years.",
        "So just as public service workers want to protect their pensions, millions of other taxpayers are asking why is it fair that they should be asked to pay more tax to fund public service pensions, especially as the value of their own pensions is falling. In fact, in the private sector, very few know what they will receive in retirement at all, and they receive considerably less or nothing at all by way of employer contributions. Of course, over 12 million are making no provision at all.",
        "And on top of that, the State Pension Age is already rising to 66 with further rises thereafter, and taxpayers across the country are adjusting to this reality. To a longer working life… to pay for a longer retirement.",
        "It is absolutely wrong to pretend that public servants can be insulated from the pressures that everyone else are facing. It is unjustifiable that other taxpayers should work longer and pay more tax so public service workers can retire earlier and get more than them.",
        "It is the employees who are benefiting from longer life and generous pensions, but it is the taxpayer who is picking up the tab.",
        "In this context, it should not be a surprise that the debate on the future of public service pensions is often polarised between two extremes, neither of which is based on fact.",
        "On the one hand, there are those trades Unions who seem to believe that pensions for public service workers should not change, irrespective of the huge economic, demographic and social changes going on around them.",
        "On the other hand, there are those equally misguided voices who seem to think that the public service should be the front runner in a race to the bottom.",
        "Between these two, the Chancellor and I believe there is an indisputable case for reforming public service pensions to ensure that they are affordable, sustainable, high quality and fair in the face of huge demographic changes.",
        "Reform that ensures that the costs of providing pensions to our workforce are affordable, not just now…but in the decades to come.",
        "Reform that is sustainable by ensuring that the financial implications of longer lives are fairly shared between employees and other taxpayers.",
        "Reform that also corrects the huge unfairness in the current arrangements, where low paid workers subsidise the rewards of the highest paid.",
        "And reform that ensures that public service workers continue to receive among the best, if not the best, pensions available.",
        "We have been engaged over the last few months in discussions with the TUC about these issues. These discussions have been constructive, positive, and frank. There is a commitment on behalf of both the Government and the Unions to seeing these talks through. And these talks will continue this month and later in July.",
        "So it is all the more disappointing that there are a minority of Unions who seem hell bent on premature strike action before these discussions are even complete. To justify strike action, they are misrepresenting the Government’s position and feeding their members scare stories.",
        "I say to members of those Unions, a strike now might be in the union boss’s interests, it is not in yours. Don’t let them sacrifice your pension for their political platform.",
        "Only 1 in 5 PCS members voted for strike action on Wednesday. That in itself demonstrates how the vast majority of PCS members realise strike action is unjustifiable.",
        "Of course, it may be that those who oppose change think that they can force the Government to change its mind. This head in the sand approach is a colossal mistake. This Government will reform public service pensions. This is the time to shape that change not to try and block it.",
        "The history of reform is littered with examples where people simply deny the facts, deploy their myths and dig their trenches. They may hold out for a little while, but eventually reality bites. And when it does, change is urgent and uncompromising.",
        "Instead, where people seize the opportunity for change and seize the chance to shape their future, a much better change can happen. Lord Hutton, the former Work and Pensions Secretary, has created the chance of a better change. And our offer is by far the best that is likely to be on the table for years to come.",
        "Today, I want to set out the case for reform and spell out how our proposals would affect public service workers, as well as taxpayers.",
        "The details are very important here, and I will set them out shortly. But let me sum up our position to the vast majority of public service workers:",
        "We are all living longer. That means more years spent in work, as well as in retirement. To keep the best pensions in the country, you will have to contribute more. Those contributions will support your pension, not subsidise the pensions of top earners. So when you do reach retirement age, the pension you receive will be broadly as generous for low and middle income earners, as it is now. At the same time we are protecting the pension that you have earned to date. We are reforming for the future, but we will not touch the pension that you have already earned.",
        "Working longer and paying in more may not be what public service workers want to hear, but it is simply a fact of life for every single person in this country, whether you work in the public or private sector.",
        "On the other hand, pensions broadly as generous for low and middle income earners as they are now, will not be welcome to those who want to decimate public service pensions. But I believe it is absolutely right to offer the best pensions in the market to people who spend their lives serving the public.",
        "That is not the wanton destruction that has been either predicted by some, or demanded by others. Instead, it is a fair and affordable proposition that can be sustained for decades. Thanks to Lord Hutton, it is a proposition around which cross-party consensus can be built.",
        "**Case for reform – Living Longer and linking the NPA to the SPA**",
        "Let me explain the argument for reform in more detail.",
        "Lord Hutton, led the Independent Commission on Public Service Pensions which produced its final report in March this year. The Commission provided a fundamental structural review of public service pension provision.",
        "I want to pay tribute to Lord Hutton for his clarity of analysis and his far reaching proposals which the Government has accepted as the basis for consultation.",
        "It is that review that has provided the clear and compelling facts on pension reform.",
        "And the facts are these:",
        "Firstly, we are living longer. As Hutton has said himself, ‘longevity [is] the main risk to the sustainability of public service pensions’.",
        "The average 60 year old today is living ten years longer now, than they did in the 1970s.",
        "But that also means we are spending longer in retirement. As the Hutton report says, with a retirement age of 60, approximately 40 to 45% of our adult lives are now spent in retirement, compared with around 30% for pensioners in the 1950s. Hand in hand with that, we are drawing a pension for much longer than used to be the case. Instead of taking up a pension for 20 years as it was in the 1950s, public service employees are taking up a pension for about 30 years, a 50% increase… each and every one of us will be retired for longer and picking up our pension for longer.",
        "And the number of pensioners will continue to increase dramatically. The Hutton report expects that over the next 30 years, the number of UK citizens aged over 70 will nearly double… rising from 7.3m, to almost 14m people.",
        "This is a fantastic development for society, but it also presents a financial challenge.",
        "And the costs have already risen dramatically…total payments to public service pensioners and their dependents were almost £32bn in 2008-9, an increase of a third in real terms over the last decade.",
        "But whilst it is the individual public service employee that reaps the benefits of receiving a pension for longer… as things stand, it is not the employee that’s paying extra for it.",
        "In fact, personal contributions compared to taxpayer contributions have gone down. For instance, when the Teacher’s Pension Scheme began, employee and taxpayer contributions were equal at 5%. Today however, current members pay around 6% with taxpayers contributing more than double that at 14%.",
        "This huge disparity is replicated across public service schemes where the taxpayer consistently pays more. NHS employee contributions vary from 5.5 to 8.5%, whereas the taxpayer again contributes 14%. Civil service employees contribute between 1.5 and 3.5%, whereas the taxpayer contributes 19%.",
        "As Hutton said, “improvements in longevity have…increased the cost of paying public service pensions”, but given the lack of reform, he also cautioned that “these costs have generally fallen to the taxpayer, either through increased employer contributions to schemes, or as a direct subsidy from the Exchequer when benefit payments are made”",
        "The private sector woke up to this shift over the last two decades, started to change, and in many cases abandoned their defined benefit schemes altogether. Some suggested, wrongly, that the State had no choice but to follow suit.",
        "Whereas once public service pensions were the benchmark that the private sector measured itself against, they have become so out of touch with increasing longevity, that no-one looks to emulate them anymore.",
        "Take as an example a highly paid London Head Teacher retiring with an annual pension of £42,000 a year and a lump sum of £126,000. To get that in the private sector you’d need a pension pot of around £1.6m. Even more staggering…take a top civil servant earning around £200,000 at retirement, receiving £100,000 a year in pension and a lump sum of £300,000. To get that in the private sector you’d need a pension pot of £4m.",
        "But too often private sector reform was a race to the bottom.",
        "We have already said that we will not join that race.",
        "We have chosen defined benefits because we know that public service workers place huge stock in having the certainty of a guaranteed and defined pension in retirement.",
        "But we will only continue our defined benefit schemes as part of wider reform.",
        "We must address the imbalance between employee and taxpayer contribution.",
        "Why should the general taxpayer have to work longer before drawing their pensions, when public service workers don’t? Why should the general taxpayer have to pay taxes supporting public service pensions for workers retiring earlier than them?",
        "Most people, most public service workers included, know that’s unfair.",
        "It’s only right that public service workers , like everyone else, work that bit longer and contribute that bit longer to their pension.",
        "For that reason, we are proposing to link the Normal Pension Age to the State Pension Age. That is, we propose linking the age you can draw your occupational pension, to the age that you can draw your State pension. And the two would continue to track each other in the future as we as a society benefit from greater longevity.",
        "Through this change we would move the proportion of adult life spent in retirement for public service workers back to about a third – that’s roughly where it was in the 1980s.",
        "The exception is the uniformed services – the armed forces, police and firefighters – where the pension age has historically been lower to reflect the unique nature of their work. We accept Lord Hutton’s recommendations in this case that 60 should be the benchmark Normal Pension Age for the uniformed services.",
        "For those that would change, as I said, we are still protecting those benefits that you have accrued to date under the old scheme. But not only would we protect those amounts, we would protect when you can draw them.",
        "As such, you would still have and you could still draw that first part of your pension at the retirement age you were originally expecting.",
        "**Case for reform – final salary scheme and move to career average scheme**",
        "The second argument for reform is that a scheme based on the ‘final salary’ is inherently biased against low earners.",
        "The current scheme works against those employees who stay on a low salary over their career, compared to those who receive a high salary, for the few years towards the end of their career.",
        "For top 20% of earners, the median annual pension payout is £42 for each £100 paid in. In contrast, the bottom 20% of earners can generally expect just £30, for every £100 they pay in.",
        "In some instances, the higher earners can receive up to twice as much in benefits per pound they put in compared to the lower earners.",
        "Of course, a more successful career will lead to a more generous pension. But in some cases, the high earner ends up with a pension that amounts to 90% of their average salary, whereas the low earner receives just half of their average salary.",
        "It’s unfair on the lower earners who lose out because they didn’t make the salary leap in the final years of their career. And more often than not it’s women rather than men… typically and unfairly the low earners in their career, who are discriminated against the most by this bias.",
        "For that reason we are proposing therefore that for future pension accruals, the defined benefit will be linked to the average salary over your career and not your final salary.",
        "A career average scheme would guard against the risks and costs that come from individuals jumping to higher salaries in the last few years of their career. It would mean that everyone will get broadly the same amount for every pound they put in. This would be an inherently fairer system for the future.",
        "**Case for reform – conclusion**",
        "Those are the facts.",
        "Under the current system, as we live longer, current levels of contributions are unfairly balanced between the employee and taxpayer.",
        "Under the current system, the final salary scheme is unfairly biased towards the higher earners.",
        "The case for reform is clear and compelling.",
        "As Lord Hutton says himself, and let me quote …“there will need to be comprehensive reform.” Change is needed to “make public service pension schemes simpler and more transparent, fairer to those on low and moderate earnings, better able to deal with the changes that we know are coming to our economy and our society, and will therefore help ensure greater prospects for sustainability over the longer term.”",
        "**Our promise**",
        "But at the same time, we need to ensure that public service pensions remain among the very best available. We want them to be the benchmark against which all other pension provision is compared.",
        "Public service pensions are an important and valued part of the remuneration offered to public servants and they ensure dignity in retirement.",
        "In Hutton’s words, reforms must “balance the legitimate concerns of taxpayers about the present and future costs of pensions commitments in the public service, as well as the wider need to ensure decent levels of retirement income for millions of people who have devoted their working lives in the service of the public.”",
        "In that spirit, first and foremost, we remain committed to defined benefit pensions. That means that every public service worker will receive a guaranteed amount in retirement – not an uncertain amount based on the value of an investment fund or cash pot like most people in the private sector.",
        "This is a substantial benefit.",
        "I also want to make it absolutely clear that we are fully committed to protecting the pension that has been earned to date.",
        "It has been suggested that through our proposed changes, we would be stripping workers of the benefits that they have already accumulated.",
        "Let me say categorically, this is not true.",
        "The benefits that you have already secured under the current final salary scheme would be protected.",
        "Let me be clear what this means: for what you have accrued, the ‘final salary’ which is used to calculate that pension would be the one you have when you eventually decide to retire or leave the scheme altogether.",
        "And again, for what you have accrued, we would not be changing the age at which you can claim those benefits. You could still draw that part at the retirement age that you were originally expecting to claim it.",
        "We will honour, in full, the benefits earned through years of service. No ifs, no buts.",
        "So to those who are surreptitiously advising scheme members to pull out of their pension now – and, yes, this is happening – I say stop. You should be ashamed at advising people to act against their own best interests.",
        "**Reforms already announced**",
        "As well as the longer term proposals that we are currently consulting on, as part of last June’s Budget and Spending Review, we have already taken immediate action that affect public service pensions.",
        "Firstly, we have already changed the way the value of the pension tracks inflation. We have switched to the Consumer Prices Index instead of using the Retail Prices Index for benefits, including public service pensions. The CPI is already used to set the inflation target by the Bank of England. It is the appropriate index to use in future. The CPI better reflects everyday prices and provides a better reflection of the inflation that people actually experience.",
        "Secondly, from April 2012, we will be phasing in an increase in pension contributions. This is vital to redress the imbalance between taxpayer and employee contributions to pensions discussed earlier.",
        "Indeed, Hutton’s Interim Report concludes that “there is a rationale for increasing member contributions to ensure a fairer distribution of costs between taxpayers and employees.”",
        "And in fact the last Government had already agreed with the Unions that there needed to be an increase in employee contributions. That agreement would have resulted in around £1bn extra of employee contributions to take place next year.",
        "The Government said in the Spending Review thatit will implement progressive changes to employee contributions, equivalent to three percentage points on average, which will lead to an additional saving of £1.8 billion a year by 2014-15, to be phased in from April 2012. We are in discussions with the Unions about implementation of our proposal, but this would mean a total of £2.8bn in extra employee contributions by 2014-15.",
        "But 3.2pp is the average increase. The increase will not be the same for all levels of income.",
        "We are proposing in particular that the lowest earners will face the least, or even zero increase in their contributions. Our proposal would not increase contributions at all for those earning less than £15,000 a year, and we propose a limit of 1.5 percentage points increase for those earning up to £18,000. This would be progressive and fair. It would help to ensure that the increase in contributions will not cause people to opt out.",
        "It would be in keeping with the Government’s strategy to protect the lowest earners… as we have done by raising the income tax threshold… and as we have done by taking tough decisions on a pay freeze, whilst accepting recommendations from the Pay Review Bodies to provide a £250 pay rise for public service workers earning less than £21,000 pounds.",
        "Furthermore, we have been clear that for all income brackets where there is an increase in contributions, this increase would be phased in over 3 years. Our proposals would mean that in 2012, 40% of the increase will apply… approximately the same amount that had already been agreed between the Unions and the previous Government through the ‘cap and share’ arrangement. In 2013, 80% of the increase will apply, and 100% in 2014.",
        "Both the changes to CPI and the changes to contributions are vital to putting pensions on a fair and affordable footing in the short and long term.",
        "**No further changes**",
        "We have already instituted the change to the CPI and we are consulting with the Unions on the increase in contributions. We are determined to see both these changes through as a first step to reform.",
        "We are also consulting with the Unions on reform for the longer term. Our proposals to link the Normal Pension Age to the State Pension Age, and shift to a Career Average Salary Scheme would see pensions through not just the next five years, but the next generation and beyond.",
        "We are not looking to make any other changes to how you contribute to your pension.",
        "I am also aware that our consultation on the Fair Deal policy is a major concern for Trades Unions. The consultation closed on Wednesday and we will carefully consider all the responses we have received.",
        "**Conclusion**",
        "We are undertaking wide and open consultations to ensure that we can reach agreement on a fair level of the pension benefit, fair to public service workers, and fair to the general taxpayer.",
        "Most public service workers will understand that something’s got to change.",
        "But they also want to be reassured that they will still get a good pension in retirement.",
        "These proposals strike that balance. And here is our promise to you:",
        "We will honour your accrued pensions in full.",
        "We will continue to provide a defined benefit pension; and",
        "We will ensure that public service pensions remain amongst the very best available, and will provide low and middle income workers withs a pension broadly as good as what you have now",
        "At the same time, public service workers must understand, that the current system has to be fundamentally reformed. For that reason our proposals would mean that public service workers would:",
        "Contribute more to their pensions",
        "Work to a later age before drawing their occupational pension",
        "Move to a career average salary as the fairest basis to calculate the pension benefit.",
        "I fully appreciate that reform of public service pensions is a sensitive issue, but we must realise that it is an unavoidable one.",
        "Lord Hutton said himself that “how people are treated in this process will be as important as the changes to pension schemes themselves”. I wholeheartedly agree with him that establishing a relationship of trust and confidence between the Government and public service workers is critical to the success of these reforms.",
        "I hope I have offered clarity and reassurance as to the Government’s proposals. In reforming public service pensions, this Coalition Government is attempting to strike a fair and affordable balance between the legitimate interests of public service workers and the costs faced by other taxpayers. This is not an attack on public sector pensions, it is an attempt to protect them for the long term. I hope you will agree that we have that balance right.",
        "Thank you."
    ]
}