{
    "url": "https://www.ukpol.co.uk/douglas-alexander-2013-speech-to-chatham-house/",
    "title": "Douglas Alexander – 2013 Speech to Chatham House",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Douglas Alexander",
            "url": "/tag/douglas-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Douglas Alexander, the Shadow Foreign Secretary, to Chatham House on 17th January 2013.",
    "content": [
        "[![dalexander2](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)",
        "Good evening. It is a both a privilege and a pleasure to be here at Chatham House.",
        "There could be few better settings in which to discuss the recent developments and future course of the United Kingdom’s relationship with Europe.",
        "Chatham House has developed a peerless standing as a venue for debate and discussion about international affairs, and the key challenges facing the international community.",
        "So, ahead of the Prime Minister’s speech in the Netherlands tomorrow, I want to explore why he finds himself where he does, with reference both to party pressures and public opinion, before setting out Labour’s thinking both on why the United Kingdom should be part of the European Union and why and how the European Union needs to change.",
        "Put simply, my argument this evening is that reform in Europe, not exit from Europe, is the right road ahead for the United Kingdom.",
        "Let me start by acknowledging openly that my speech begins with a focus on the domestic politics of Europe – and not simply the foreign policy towards Europe.",
        "On one level I regret this – but I can’t avoid it.",
        "To understand both the why, and the what, of the speech the Prime Minister delivers tomorrow in fact demands an analysis rooted in politics.",
        "So let me begin my remarks this evening with reference to last Friday, not this Friday, and with reference to America rather than Europe.",
        "Where I want to start is not with the words of a US diplomat, but a film by a US director.",
        "Because last Friday I attended a screening of Stephen Spielberg’s new film “Lincoln”.",
        "It’s a great film.",
        "It tells the story of Lincoln’s struggle to pass the Thirteenth Amendment to the US Constitution banning slavery.",
        "It describes vividly Lincoln’s willingness to contemplate low politics in order to try and achieve historic change.",
        "Now although I sit across from him each week at Prime Minister’s Questions, I have to admit to you that I do not often find myself drawing a comparison between David Cameron and Abraham Lincoln!",
        "But stick with the parallel – however unlikely – for a moment.",
        "Because as I reflected on Spielberg’s film it struck me that David Cameron’s approach to politics is almost exactly the opposite of Lincoln’s.",
        "Here’s why.",
        "To really understand tomorrow’s speech you need to start from this understanding: that the Prime Minister really is willing to contemplate historic change purely to try and achieve low politics.",
        "So significant are the potential consequences of this speech that it is tempting, indeed reassuring, to presume a degree of strategic thought or high public purpose in its preparation.",
        "The truth, I fear, is both more prosaic and more worrying.",
        "This speech is about politics much more than it is about policy.",
        "And its origins lie in weakness, not in strength.",
        "Let me explain.",
        "One of the domestic political consequences of the Global Financial Crisis was that David Cameron never managed to complete the modernisation of his party – whether he ever had the desire, or intention to, is another question.",
        "But a consequence of this failure to modernise, is that he failed to change his party’s approach to Europe.",
        "And this failure to first challenge, and then unite his party on Europe means David Cameron has been living on borrowed time since the day he walked through the door of Number 10.",
        "These longstanding internal pressures on David Cameron have only been exacerbated by recent external electoral ones.",
        "Many Tory MPs now see UKIP as a dagger pointed at the heart of their electoral prospects.",
        "Deep hostility to Europe is not a marginal feature of today’s Conservative Party – it is the mainstream philosophy – both on the backbenches and within the Cabinet.",
        "For many in his Party, getting David Cameron to commit now to an in/out referendum is not about securing consent.",
        "It is about securing exit.",
        "Indeed it is worth noting quite how far the Conservative Party has shifted over the decades.",
        "This is best demonstrated by recollecting the words of a previous leader of the Conservative Party, Margaret Thatcher, when she set out her opposition to a referendum on Europe in the House of Commons on 11 March 1975. This is what she said then:",
        "“What one Minister has used as a tactical advantage on one issue today, others will use for different issues tomorrow. This will lead to a major constitutional change, a change which should only be made if, after full deliberation, it was seriously thought to be a lasting improvement on present practice. This White Paper [on a referendum] has come about because of the Government’s concern for internal party interests. It is a licence for Ministers to disagree on central issues but still stay in power. I believe that the right course would be to reject it and to consider the wider constitutional issues properly and at length.”",
        "How accurate, indeed prophetic, a description of the judgement David Cameron now seems set to make.",
        "So the roots of tomorrow’s speech lie much more in the politics of the Conservative Party, than in foreign policy.",
        "And the real tragedy of tomorrow’s speech is that David Cameron’s Party won’t let him address the undoubted need for change in the EU in a sensible way.",
        "We have a Prime Minster who simply cannot reconcile the demands of his party, with the needs of his country.",
        "There is a very real risk that, in failing to meet the bar set by his own rhetoric, and by his own backbenchers, he stumbles into an in/out referendum and Britain stumbles out of Europe.",
        "Unless he achieves total success in his negotiating objectives, his party will not back him.",
        "If he demands a shopping list of unilateral repatriations by threatening exit, he will have no hope of success.",
        "The gap between the minimum the Tories will demand and the maximum our European partners can accept remains unbridgeable.",
        "And we will have a British Prime Minister sleepwalking towards exit, knowing he is letting down the national interest, but too weak to do anything about it.",
        "So let me, in turn, be open with you as to where Labour stands.",
        "Some commentators argue that Labour could make significant tactical gains, now and also at the time of an election, by being seen as a more euro sceptic party in general, and by outflanking the Tories by committing now to an in/out referendum.",
        "They know that this might come the cost of the long term interests of the country – both in terms of the economic recovery and Britain’s place in the world – but would argue that ultimately, the electoral boost would make it worth the risk.",
        "They argue this because they think it will help Labour to win.",
        "I want to see Labour win.",
        "And that is why I disagree.",
        "Let me tell you why.",
        "First, I don’t think it is right for any party to sacrifice what they think is in the national interest simply for the sake of advancing narrow party interest.",
        "This is not my way of doing politics.",
        "I don’t think this is right for a party of Government. But I also don’t think it is worthy of an effective and credible Opposition aspiring to be a Government.",
        "But secondly, it would not work.",
        "We don’t buy the simplistic assumptions about how the public would respond to such a shift in attitude and policy.",
        "I think it would be to underestimate the voters if we are to assume that they judge politicians simply by what they say and not what they think they actually believe.",
        "Were Labour to come out and call for a referendum the night before, or morning after, David Cameron makes his own speech, I think the public would see through it.",
        "They would see the announcement for what it was – opportunistic political positioning rather than serious considered policy making.",
        "So let me set out Labour’s position on the issue of an in/out referendum.",
        "We are clear that to announce one in these circumstances will not serve Britain’s national interest.",
        "As Ed Miliband set out in his speech at the CBI in November, Labour argues that the priority should be to promote growth at home and secure influence abroad.",
        "And committing to an in/out referendum tomorrow will make it harder, not easier, to deliver on these two objectives.",
        "It risks up to seven years of economic uncertainty which could deter potential investors and undermine the prospects for recovery.",
        "Significant British business leaders have already come out to warn of this – and indeed, even the Foreign Secretary William Hague has told the House of Commons that “it would create additional economic uncertainty in this country at a difficult economic time.”",
        "And it undermines our influence and political capital in Europe at a time when our leverage could be most significant and the changes being contemplated are so profound.",
        "But let me say clearly – not agreeing with the Prime Minister’s approach – is not, and cannot, be a justification for ignoring the public’s very real concerns.",
        "Who could deny that hostility towards the institutions of the EU has grown as a consequence of the Euro crisis?",
        "Frankly that is no surprise.",
        "But this public hostility is too often misunderstood.",
        "Of course there are those that are in principle opposed to our membership of the European Union.",
        "For them no justification in terms of enhanced power, status or security would be worth the pooling of sovereignty that a union of 27 member states inevitably entails.",
        "Let me today be clear to these people.",
        "Labour disagrees with you and will seek to win your vote by persuading you of our case.",
        "Then there are those that form part of what is being described as a ‘UKIP surge’.",
        "But let me say– in my view – the UKIP surge reflects not so much a European policy problem as a British political problem.",
        "It is a symptom of a growing sense among some that British political parties simply don’t understand their lives or share their fears.",
        "That is why to simply insult the Party and its voters – as David Cameron has done – is exactly the wrong thing to do.",
        "I recognise that the Conservative Party – and indeed some within my own Party – are concerned about the impact of UKIP on their electoral prospects.",
        "But the depth of concern about UKIP is not always matched by a depth of understanding.",
        "The most comprehensive survey of UKIP voters yet undertaken – a huge poll of 20,000 supporters done last month by Lord Ashcroft found in his words “the UKIP threat is not about Europe” – and confirmed that issues like jobs, welfare, and immigration scored higher than Europe amongst these voters list of concerns.",
        "The UKIP vote rising does not prove to me that more people are convinced we would be better off out – it proves to me that we have to be making the case for Europe, and so much else, differently.",
        "Then there are those who count within the often used label of the ‘majority of the public’ who are anti-Europe.",
        "In fact this bloc is far from homogenous.",
        "Within this bloc, most people are willing to accept that there are areas where the EU is vital to protecting and promoting British interests.",
        "Indeed, recent YouGov polling makes that case that despite overall levels of hostility to the EU as a whole, a majority still believe that the EU should do more to cooperate on issues like international terrorism/crime, tackling climate change, reducing poverty and immigration.",
        "But they hold this view alongside a growing sense of frustration that the EU today is simply not meeting their expectations.",
        "That is why Labour says clearly to them – yes, the United Kingdom’s future lies in Europe, but in a Europe we will work to change and reform.",
        "And we will not be alone: there are reforms that many across Europe support – reforms that can be secured without the risk of Britain being dangerously isolated.",
        "I do not believe that an in/out referendum now is the right way to demonstrate to the public that you are not satisfied with the status quo in Europe.",
        "It is simply wrong to suggest that rejecting the Prime Minister’s approach means Labour is accepting the status quo.",
        "For Labour, unlike some Conservatives, being pro-reform is not a proxy for being anti-Europe.",
        "Indeed, for Labour, the reform of Europe should not be seen a question mark over our commitment to Britain’s future within Europe.",
        "Instead it not just the safest ground, but also the most solid foundation, on which a positive case about Britain’s membership of the EU can be made – and the concerns of the public addressed.",
        "I believe the modern world provides the rationale both for the EU, and for its reform.",
        "And it is by winning the case for reform, we can also win the case for the EU, and address the concerns of the public.",
        "So today our commitment to Europe must be matched –",
        "First by candour about the need for change;",
        "And second by being clearer about its ultimate destination.",
        "Let me address each of these in turn.",
        "First, on the need for change:",
        "I would argue that today there are two views that can encourage hostility towards Europe within the British public.",
        "First, being Eurosceptic – where you firmly believe that nothing the EU does is right simply by virtue of it being done by the EU – and no amount of reforms or revisions will ever change that.",
        "But there is another view that also risks encouraging hostility towards Europe.",
        "And that is being uncritically pro-the status quo.",
        "Those that believe that whatever the EU does is justified by virtue of it being done via the EU in fact pose a real threat to the future of the European project in a way that few of them would be willing to admit.",
        "Those who believe Britain’s future lies within the European Union must see the case for change not as a threat to our politics – but as a foundation on which to win back support for that politics.",
        "We must also, however, be clearer than in the past about the ultimate destination of the changes and reforms we seek.",
        "For decades the EEC and then the EU have had as its goal “an ever closer union”.",
        "This goal has in turn led to talk of “a two speed Europe” implying differing speeds of travel towards a common destination.",
        "Others have spoken about a two-tier Europe suggesting a permanent and inflexible division between the core of ‘real Europeans’ and the second class periphery of Europe.",
        "None of these are, or should be, our desired destination.",
        "The future of the European Union is not – and must not – be defined as uniform progress towards a common federal government or the merging of national identities into a United States of Europe.",
        "Instead Labour’s vision of Europe is a flexible Europe with a common political framework that can permanently accommodate varying levels of integration amongst Member States.",
        "This is not an a la carte Europe – but one where member states choose, collectively and collaboratively, to pool sovereignty in those areas where they judge that they can achieve more together than they can alone.",
        "That means there maybe areas where member states will in future decide to do less together – but Labour are clear that it also means there could be areas where member states might start to do more together.",
        "So let me set out for you key components of that reform agenda to you today.",
        "First – Labour are clear that our agenda for change in Europe should start where the need is most urgently felt – and so the economy will be our focus.",
        "Second – Labour believes that the institutional reform agenda is more relevant now than in the past because not only does the EU need to change, but it needs to be seen to change by the public – and reform of the way the EU itself works is relevant to achieving that.",
        "Third – Labour will not shy away from making the case for Britain when we think our interests are being challenged in specific policy areas – but we will do this by building alliances and coalitions to secure reforms, not make undeliverable demands for unilateral repatriation.",
        "In all three, it is the national interest, not party interest, that should drive change.",
        "On the economy, there are two overlapping but separate agendas that we must now pursue.",
        "There is an urgent reform agenda aimed at protecting the interests of the single market, and the UK in particular, in the face of an increasingly integrated Eurozone bloc adjusting itself in response to the recent euro crisis.",
        "And a broader pro-growth and anti-austerity agenda that a Labour government would lead on with our partners in Europe.",
        "Let me address first of these:",
        "The design of the Euro needs to be revisited – not least because the fate of our own economy in part depends on that.",
        "But the Prime Minister is wrong to imply that these changes inevitably threaten our interests.",
        "Let’s be clear – some opponents of the EU in Britain would welcome the prospect of a two tier Europe – which sees Britain’s interests constantly being undermined and outvoted by a stronger and more integrated Eurozone bloc.",
        "They warn against it – but in reality hope that convincing people it is inevitable will effectively put us on a conveyor belt to exit.",
        "But they are wrong.",
        "No one knows how the changes currently being contemplated within the Eurozone will affect Britain’s relationship with the EU, or indeed the nature of our membership.",
        "As things stand today, it seems that they may not be as far-reaching as some had hoped and others feared.",
        "But furthermore, it is simply wrong to suggest that this process is something that will happen to us – indeed we have the power – and indeed the responsibility – to decide what happens and how it happens.",
        "And it is certainly wrong to reach the absurd conclusion that because countries in the Euro are going to cooperate more on managing that currency, that the UK somehow needs to cooperate less with our fellow Europeans on other issues like crime and policing.",
        "Instead we should be seeking to secure protections and safeguards that continue to ensure that the interests of the euro-ins and euro-outs are appropriately balanced within the institutions of the 27.",
        "It is also why it is crucial that we always ensure a British seat at the negotiating table when these decisions are being made – rather than walk away from talks before they have even really begun, as the Prime Minister did in December 2011.",
        "Negotiating institutional safeguards, and not demanding unilateral repatriations, will be the best way to protect our interests through this process of change.",
        "Of course, the present economic difficulties afflicting Europe have caused many to question their support for Europe.",
        "And that poses a challenge for Labour, when so many governments in the EU are currently centre-right – because we believe that the synchronised austerity being pushed by them, only reinforces the sense of alienation and frustration among many voters.",
        "But our response is not to reject Europe.",
        "It is to advance a reform agenda to secure growth.",
        "That is why we have consistently called for not just restraint but also reform of the EU budget.",
        "It may only be 1 per cent of GDP, but it could be far better used.",
        "It should focus on those items where spending at EU level can save money at national level, through economies of scale or by avoiding duplication.",
        "Far too much money still goes on agricultural subsidies, instead of on policies to promote growth, cohesion and development or to support the EU’s vital role in international affairs.",
        "The CAP is an obstacle to international trade liberalisation, creates too few jobs and introduces distortions so there is not a level playing field.",
        "Neither we, nor Europe, can afford this waste.",
        "EU structural funds — currently used to promote growth and investment in the EU — must also be reformed if they are to deliver the vital support that Europe now needs.",
        "These funds make up around 35 per cent of annual EU expenditure but are distributed according to overlapping and, at times, competing objectives agreed decades ago – instead that money must be spent on promoting growth and jobs in deprived areas.",
        "Alongside reform of the Budget, Labour have also called for a new Growth Commissioner – and a new mechanism embedded within the EU and tasked with assessing the impact of every new piece of legislation on the potential to promote growth across the EU – this will improve accountability and help sharpen the EU’s focus on this vital agenda.",
        "The EU should also be looking to reform aspects of the single market – by extending into areas like the digital, energy and financial sectors.",
        "And the EU must work much harder to reduce the burden on business by actively removing unnecessary regulation.",
        "Rescue of the currency, protections for the single market, and revival of the prospects for growth should be Europe’s priorities for change.",
        "But economic reform is not the limit of our ambitions for change in Europe.",
        "So, Labour will seek to address issues around accountability by working for credible institutional reform.",
        "Labour would seek to agree a mechanism for ensuring that national parliaments have more of a say over the making of new EU legislation.",
        "Currently the ‘yellow card’ system – which the Lisbon Treaty initiated – gives national parliaments the ability to push legislation into review if there is significant opposition to it from a third of member states.",
        "This is indeed welcome.",
        "But we will look at extending this – arguing for the introduction of some form of collective emergency break procedure –that could further amplify the voice of national parliaments within the EU law making process.",
        "Labour would also seek ways to make the European Parliament and Commission more streamlined and effective.",
        "And, of course, our long standing commitment to abolish the second seat of the Parliament endures – but given opposition from the French and despite other’s best efforts, change will be difficult and should not prevent us from being prepared to looking at other areas of possible reform.",
        "So we should be looking at ways to bring down the cost of the Parliament and how the workings of the Commission could be reformed to help it operate more effectively.",
        "It makes no sense to divide up the functions of the Commission into 27 separate pieces if in doing so we undermine the Commission’s ability to operate effectively.",
        "But reform is needed not simply in relations to the institutions of the EU, but also in its policies.",
        "So through the Labour Party Policy Review, Labour is already looking at ways of addressing real concerns that the public have about the lived experience of the EU.",
        "I want to be clear about how we will approach this.",
        "Because it means change for my party, and has risks for our country if not done in the right way.",
        "Change for my party, because the old approach of not talking about problems with the EU didn’t make those problems any less real or indeed mitigate them.",
        "Instead we need a real dialogue with people and the honesty to hear their concerns and when we accept them to say so.",
        "But rebuilding trust means not just recognising their concerns. It means too realising that you undermine public trust rather than enhance it by promising what you know you can’t deliver.",
        "So our approach must be different from our past, but very different from this Government’s.",
        "Let me touch on some examples.",
        "We all hear about the perceived strain that certain aspects of the EU are putting on some local communities here in the UK.",
        "For many, this relates specifically to the operation of the Free Movement Directive.",
        "For too long, those wanting to make the case for the EU would shy away from talking about one of its most prominent components – the free movement of people.",
        "This must stop.",
        "We must be clear about the advantages that many British citizens get from this Directive.",
        "Latest figures show that over 875,000 British people are officially registered as living in another EU country, and we can all tell personal anecdotes about the benefits this seemingly abstract principle has on our day to day lives – from retirement choices to work opportunities and study abroad schemes.",
        "But we must also recognise that in some cases it is has put pressure on communities here at home – and this must not be ignored.",
        "It is true that far more people are moving around Europe than ever before.",
        "Enlargement brings enlarged freedom of movement, which underpins the many benefits of the single market but also creates certain pressures.",
        "Labour has recently recognised these pressures in a way we haven’t in the past.",
        "Back in June Ed Miliband set out the new approach we would need in this area.",
        "Labour has already set out that it regrets not implementing the full transitional arrangements that were available to it during the last round of EU enlargement and would do differently now.",
        "We believe the EU should look to go further than that and look at ways of giving member states more flexibility over the transitional arrangements that they sign up to – both to relax them more when those countries see fit, but also to include the possibility of tightening them further if necessary.",
        "But we should not promise what we cannot deliver on immigration from within the European Union.",
        "That is why we must also manage those impacts and reform our economy, to address people’s concerns on the likes of agency workers and workplace segregation.",
        "We will also look at what else can help.",
        "The EU does not currently collect data on the size of the flows of people moving between member states.",
        "This data is vital to helping us better understand the implications of the Free Movement Direct – and therefore enable all member states – including the UK – to manage its consequences.",
        "On this the EU needs to show increased responsibility.",
        "The interplay of EU immigration and social security provisions are a source of real and legitimate concern.",
        "Which is why our Policy Review is considering deliverable reforms to address these real concerns people have – specifically around family related entitlements.",
        "But Labour’s approach to delivering these reforms is different to the Conservatives’.",
        "Our candour about the challenge of delivering them is key to us convincing the voters that we genuinely want to make progress on these areas.",
        "And we recognise our interests are intertwined – and because of that we must work to convince, rather than coerce, our European partners.",
        "Unlike the Conservatives’, we will argue that changes of this type are best for Britain – but we will also argue that they make sense for the EU.",
        "This candour sadly looks set to be unmatched by the Conservatives’ shopping list of demands.",
        "His unilateralist approach to repatriation – that presumes changes will be agreed in Europe simply by making the case that they are ‘best for Britain’ – is not just bad politics, it is bad diplomacy.",
        "It is the wrong approach because it will fail to deliver.",
        "Opening the door to an a la carte EU – where member states defend change based on the narrowest definition of their own national interest – doesn’t just undermine the principle of European cooperation, it could in effect undermine the interests of the United Kingdom.",
        "It would leave open the door to other member states repatriating, reforming and renegotiating vital components of the EU that the UK benefits from – not least the single market.",
        "Indeed it would not be hard to draw up an equivalent list of demands to match David Cameron’s shopping list of powers that say, France, Poland, or others, would seek to pursue.",
        "It won’t be accepted.",
        "It won’t work.",
        "And it denies the spirit of cooperation that we believe defines – and in part justifies our continuing commitment to the EU.",
        "The EU was originally founded on the principle not only of cooperation, but also of promoting peace after decades of a continent savaged by war.",
        "While this peace now seems assured, it must never be taken for granted, nor the importance of this achievement diminished – as the recent awarding of the Nobel Prize reminds us.",
        "Today, the peace that it established allows the EU to today become an effective and vital vehicle for amplifying power.",
        "This is true in economics, in trade, in defence, foreign policy and global challenges such as climate change.",
        "It gives us a weight collectively that on our own we lack.",
        "And it does so at a time in our history when this has arguably never been more important.",
        "If we accept this is a central feature of the emerging age, then, in that context, it is worth listing a few basic facts:",
        "As of today, China has a population three times that of the whole of the EU combined.",
        "India has over a billion people.",
        "Indonesia is three times the size of the largest European country – Brazil is two times bigger.",
        "Russia, Turkey, Mexico, Vietnam, the Philippines and Egypt all have bigger populations today than any single EU nation.",
        "Against this backdrop, the case for the UK’s future in Europe is not a matter of outdated sentiment.",
        "It’s not even a matter of party ideology.",
        "It’s a matter of simple arithmetic.",
        "That is why the benefits of EU membership go beyond a simple ledger of accounts – an exercise of costs to the tax payer and benefits accrued.",
        "Nor are the benefits simply about our ability to travel, work, study and live across Europe.",
        "They have to do with Britain’s role in the changing world and place in the global race.",
        "About what kind of nation we are.",
        "And what kind of nation we aspire to be in the decades ahead.",
        "In an age of countries the size of continents our membership gives us access and influence to the biggest global trading bloc – with a GDP of €12.6tn in 2011 – prizing open new frontiers that would be otherwise unreachable – including 46 vital EU trade agreements with other countries.",
        "In an age of common threats that permeate through national borders, membership gives us the power of collective action and pooled resources that helps make us safer and more secure – whether that be through tackling climate change, cross border crime and terror, targeted EU sanctions on Iran or EU neighbourhood funds to help counter the spread of extremism.",
        "And incidentally that is why specifically on Justice and Home Affairs – an area where the case for European cooperation is clear – it is so regrettable that the Prime Minister seems to have chosen the bloc opt out.",
        "In a world where power is shifting eastwards, in what many predict will be the Asian Century, when the US is pivoting to Asia, the EU strengthens rather than weakens out trans-Atlantic relationship.",
        "Britain is a top-table member of not just the EU – but also of NATO, the G8 and the G20, the Commonwealth and the United Nations Security Council – but these are overlapping and interdependent spheres of influence, not mutually exclusive power bases that we have to chose between.",
        "On so many issues that matter – jobs, growth, trade, security in central Europe and the Middle East – the EU is an indispensable force-multiplier for all its members – including the UK.",
        "Labour supports the EU not just as an instrument for amplifying power – but also because in the decades ahead it has the capacity to be a vehicle for promoting our values, as well as our interests.",
        "From promoting a vision of responsible capitalism, to securing peace and security and defending democracy and human rights – Labour’s vision of the European cooperation is part of our progressive project, not distinct from it.",
        "And as Labour, we have no illusions that part of what, in part, motivates the modern Conservative party when it comes to Europe is to bring powers home in order to take protections away.",
        "We are proud that Labour signed up to the Social Chapter which introduced measures including four weeks’ paid holiday; a right to parental leave; extended maternity leave; a new right to request flexible working and the same protection for part-time workers as full-time workers – and we will fight to protect them.",
        "In conclusion, let me simply say this.",
        "Tomorrow the Prime Minister will make a speech that even before it has been delivered has caused warnings to be issued by business leaders at home and friendly governments abroad.",
        "The warnings of the last week have been a timely reminder of the bigger issues at stake tomorrow.",
        "Setting aside the immediate pressures of party politics and taking that longer view, Britain stands stronger in the world as part of the EU.",
        "But the EU in changing and needs to change more. In truth if an institution for regional co-operation like the EU did not exist today – as Labour, we would be arguing for it to be invented.",
        "In the modern world neighbourhoods matter as well as networks.",
        "The modern world provides both the rationale for the EU and for its reform.",
        "It is a true tragedy that David Cameron’s party simply won’t let him address this task in a serious and sensible way.",
        "And so it falls to Labour, and to many others, to give voice to the national interest.",
        "We will make the hard headed, patriotic case, founded on the national interest, both for Britain in Europe and for change in Europe.",
        "That is what we believe.",
        "And that is where we stand.",
        "And that is what, in the months and years ahead, we intend to do."
    ]
}