{
    "url": "https://www.ukpol.co.uk/douglas-alexander-2012-speech-to-scottish-labour-party-conference/",
    "title": "Douglas Alexander – 2012 Speech to Scottish Labour Party Conference",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Douglas Alexander",
            "url": "/tag/douglas-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Douglas Alexander, the Shadow Foreign Secretary, to the 2012 Scottish Labour Party conference on 2nd March 2012.",
    "content": [
        "[![dalexander2](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)",
        "It is good to be with you here today.",
        "It is customary to begin these speeches with an amusing story. But today I want to begin, instead, with a heartfelt tribute.",
        "Last Saturday, Thomas Watters, a Glasgow Corporation bus driver, passed away at the age of 99.",
        "Thomas was the last Scottish Member of the International Brigade. He worked alongside the 4,000 men of the British Battalion, who in 1936, went from these islands to defend the cause of democracy in Spain.",
        "He didn’t go as a fighter, he went as an ambulance man.",
        "For others – the thread workers in the mills of my own Paisley Constituency – solidarity was expressed through financial and material support given willingly to their brothers and sisters in the factories of Barcelona.",
        "From this platform today, let us pay tribute to Thomas Watters, to his fellow members of the International Brigade, and to those here at home who stood in solidarity against the tide of fascism.",
        "Let us pay tribute because Thomas’ heroism reminds us that our story and the struggles of Scotland’s working people have long been interwoven with the stories of working people from across these islands.",
        "But Thomas’ courage should also remind us that for, our movement, the claims of our shared humanity, and solidarity have always extended furth of Scotland.",
        "Now there’s an old saying that charity begins at home. But that has never been Scottish Labour’s creed.",
        "Think of Labour in the City of Glasgow – embracing Nelson Mandela in the 1980s.",
        "Think of the tireless work of Gordon Brown to write off the debts of the world’s poorest countries in the 1990s.",
        "Think of the Gleneagles Summit in 2005 when a Labour Government led the world by demanding that climate change and global poverty be at the top of the international agenda.",
        "Internationalism – never nationalism – has always been our lodestar.",
        "It’s not just about what we believe. It’s about who we are:",
        "My mother worked as doctor in the Southern General. My father was a Parish Minister in Renfrewshire.",
        "But like millions of their fellow Scots, my parents horizons were never limited to one community or one country.",
        "My mother was born in China – the child of Scottish Medical Missionaries. My father graduated from Glasgow University one week but the next week travelled to New York and worked amidst the poverty of East Harlem.",
        "So when nationalists say to me that being part of Britain cuts Scotland off from the world, I say to them: That’s not my Scotland.",
        "And when they suggest that we’d be better to just ignore the struggle of others and instead look out for ourselves, I say again: That’s just not the Scotland I belong to.",
        "And even if Scotland ever did succumb to such an outlook – the world is heading in the opposite direction.",
        "From the Eurozone Crisis to the Environment, from Export Markets to Mass Migration, interdependence – not independence – is the hallmark of our age.",
        "So, if we can’t escape from that interdependent world we have to ask ourselves: How best we can influence our world in the service of our ideals?",
        "Let us say confidently and clearly:",
        "There is nothing “positive” or “progressive” in retreating from the world.",
        "And if the objective is engaging with the world, then there is nothing ‘anti-Scottish’ in acknowledging these facts:",
        "If we want to advance international cooperation: Britain has a permanent seat on the UN Security Council. A separate Scotland would not.",
        "If we want to strengthen our collective security: Britain has a permanent seat on the Council of NATO. A separate Scotland would not.",
        "If we want to engage the emerging economies: Britain has a permanent seat on the G20: A separate Scotland would not.",
        "If we want to tackle disease and poverty: Britain has a permanent seat on the Board of the World Bank. A separate Scotland would not.",
        "If we want to regulate the global financial markets: Britain has a permanent seat on the Board of the IMF. A separate Scotland would not.",
        "As proud Scots, we may feel there’s ‘no where better’.",
        "But we also know that there‘s something bigger.",
        "And in the coming century our influence would be diminished, and our global reach more limited without the British Connection.",
        "And in the months ahead it will be up to Scottish Labour, to every person in this room, and every one of us in our Party to make the case that Scotland stands taller on the world stage as part of Britain.",
        "We are stronger together, and we’d be weaker apart.",
        "Under Johann’s leadership we must challenge narrow nationalist politics and expose the aching gulf between the nationalist’s rhetoric and the reality experienced by the rest of us.",
        "Take my community in Renfrewshire, where 23 unemployed people are today chasing every vacancy in the local job centre.",
        "And here in Dundee, almost 6,000 unemployed people are competing for fewer than 400 jobs.",
        "Every time I do my surgery I listen to the people behind these numbers – people who are crying out for help and support to make the best of who they are.",
        "Conference, we understand that it’s not aspiration that’s lacking in our communities today – it’s opportunity.",
        "It’s work. It’s jobs.",
        "But what is the Nationalists’ response to this jobs crisis?",
        "Are the Nationalists busy providing jobs or skills to the young people in Paisley or young people here in Dundee?",
        "No. They boast about free education, but have slashed the budget of our local FE colleges, like Reid Kerr, by £54 million.",
        "Are they protecting the vital local services that help Scottish families through tough times?",
        "No. They’ve increased charges, sacked staff, and slashed teacher numbers.",
        "That is why May’s elections matter. It’s why this week I’ve been out on the doorsteps in Renfrewshire with our local council candidates.",
        "And it’s why, in the weeks ahead, we must all be urging and asking voters to support Scottish Labour on May 3rd.",
        "Because our communities need Labour Councillors providing not just good value, but good values.",
        "Defending services. Upholding fairness. Protecting the vulnerable.",
        "Just as in the 80s it now falls to Labour councillors to be the last line of defence for our communities.",
        "The last line of defence against a Tory Government with policies tearing our society apart, and a Nationalist Government determined to tear our country apart.",
        "We face a Nationalist Government weak in principle but strong in purpose.",
        "And, as a party, we have to understand how we find ourselves in this position, if we are to break its dynamics and so generate a different outcome.",
        "The origins of our defeat last May were deep, not recent. And they demand an honest and painful reckoning.",
        "Too many saw us as being more Anti-Nationalist than Pro-Scottish.",
        "Too many saw us as a party of tribalists not a party of thinkers.",
        "Too many felt Scotland had changed, and that Scottish Labour had not.",
        "So here, in Dundee, our task, as a Party, is to demonstrate, by our words and deeds, that we are motivated by a sense of pride, passion, and possibility for Scotland.",
        "With Johann’s leadership that task of renewal is now underway.",
        "So, true to our history and alive to contemporary currents, we must be open minded on how we can improve devolution’s powers, including fiscal powers, but be resolute in our rejection of separation.",
        "Working with other parties, with local communities and with civic Scotland – as the authors of Devolution, we must be both the defenders and developers of Devolution.",
        "And let us tell the Nationalists with a quiet confidence that they can bully, they can bluster and they can boast, but on the issue of separation: They do not speak for Scotland.",
        "To the Nationalists I say this: You can try and delay the Scottish people’s choice. But you will not change the Scottish people’s verdict.",
        "At our best, Scottish Labour has been the party of not just constitutional but, also of economic and social renewal.",
        "These are the tasks to which we must dedicate ourselves under Johann’s leadership.",
        "But that renewal requires the contribution of each of us.",
        "One more heave would simply guarantee one more defeat. And then another. And then another.",
        "The threats to Scotland are too great, and the risks too real, for Scottish Labour to settle for a quiet life of decline and defeat.",
        "We need to change and change radically – not to disavow our deepest beliefs, but to become a better expression of them.",
        "We need to change how we identify and select our candidates, how we organise and fund our campaigns, and how we develop and communicate our policies.",
        "We need to change so that people across Scotland who share our values but would not now consider standing as a Labour candidate will change their mind and say: That is where I want to be, and who I want to stand with.",
        "To fail to embrace these changes would be to abdicate our responsibility to the very people and the very communities we came into politics to serve.",
        "Remember this: Scottish Labour’s past success was not inevitable.",
        "And neither is Scottish Labour’s future recovery.",
        "We have to earn it.",
        "And if we need inspiration in that endeavour then let us remind ourselves:",
        "When Keir Hardie and the Trade Unions founded our Party they started without power, without money, and without influence.",
        "And when, in recent times, we selected candidates of the calibre of Alistair Darling, Sam Galbraith, and Brian Wilson, and Helen Liddle they began in opposition, but in time were judged not just worthy of Government, but truly a credit to Scotland.",
        "In their day Smith, Cook, Brown and Dewar did not feel entitled to Govern. They felt called to serve.",
        "They stood up for their beliefs, just as, in a different time, Thomas Watters stood up for his.",
        "So let it be said of this Party, gathered in Dundee:",
        "We had the insight to understand, and the courage to change.",
        "For it is only by embracing change that we can prove ourselves, once more, worthy of our Nation’s trust.",
        "That is our urgent task.",
        "That is our solemn duty.",
        "And, working together, it can be our shared achievement."
    ]
}