{
    "url": "https://www.ukpol.co.uk/douglas-alexander-2007-speech-at-chatham-house-aviation-conference/",
    "title": "Douglas Alexander – 2007 Speech at Chatham House Aviation Conference",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Douglas Alexander",
            "url": "/tag/douglas-alexander/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Transport Secretary, Douglas Alexander, at the Chatham House Aviation Conference on 6th March 2007.",
    "content": [
        "[![dalexander2](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/dalexander2.jpg)",
        "Ladies and Gentlemen.",
        "I’m very pleased to be here today alongside such a distinguished international line-up of speakers and delegates – and I’d like to thank the Royal Institute of International Affairs, Chatham House, for organising such an important event.",
        "I understand that this is the first time that Chatham House has organised a conference focused on international aviation.",
        "Outsiders may well be wondering what aviation has got to do with inter-governmental foreign relations. And they may be asking why aviation is of more concern to diplomats or foreign ministries than other international businesses?",
        "To answer those questions we need to go back 60 years.",
        "For right or wrong, the system of bilateral air service agreements which sprung up following the signature of the Chicago Convention in 1944 effectively made international aviation a tool of foreign policy.",
        "Traffic rights became a hard-won prize to be gained through diplomatic negotiations between sovereign nations. For many countries, protecting a weak, often state-owned, national flag carrier from foreign competition became an overriding objective.",
        "Frequencies on a particular route were restricted to the maximum that the weakest carrier could operate. No-one paid any attention to the needs of the passenger, or the potential of the market. Too many passengers chased too few seats – at prices that were too high.",
        "And there were other consequences. As traffic rights became scarce, nations became unwilling to share them with carriers from other countries.",
        "So the whole question of effective ownership and airline control arose. The only airlines that benefited from a country’s traffic rights were those owned by its citizens.",
        "At least – when most carriers were nationalised – airline ownership was transparent, and easy to understand.",
        "But with global share ownership and the global flow of capital we’re witnessing today, the situation is far more opaque.",
        "Increasingly, control rules have prevented the airline industry from fulfilling its full potential.",
        "And so we continue to pay the penalty for holding on to an outdated system of regulation.",
        "I believe that aviation should be free to operate like any other competitive, globalised business, consistent with high standards of safety and – yes – environmental responsibility.",
        "So I’d like to talk today about the process and politics of the liberalisation of air services, and I hope dispel some of the myths you may have heard about both liberalisation in general, and the British government’s standpoint in particular.",
        "Yesterday I know that you held an interesting and useful session on regulatory open skies.",
        "Open skies – certainly as the United States uses the term – may well help by removing restrictions on routes and frequencies, but we need to go further, because it does nothing to deal with the issue of ownership and control.",
        "The ultimate prize is an open aviation area – such as we have in the European Union today – with all restrictions on operations and investment lifted between participating countries.",
        "And why is this so important? Well, as IATA’s 2003 policy statement on liberalisation made clear, airlines need the same access to capital and the same flexibility to serve global markets as those enjoyed by corporations in other sectors.",
        "The benefits would be enormous. For example, as Commissioner Barrot has outlined, it has been estimated that an EU/US open aviation area could be worth up to 12 billion euros in economic benefits.",
        "Airlines – some of the most capital intensive businesses in the world – would be able to access global capital markets, rather than being restricted to those from their home country. And airline groupings could move beyond the fragile frameworks of today’s alliances to full co-operation and, where justified, consolidation.",
        "I know that many airlines, including those here today, share that view.",
        "But other commentators continue to oppose liberalisation, based on the sort of myths we heard in Europe when we started creating our own common aviation area.",
        "Back then, we were told that liberalisation would lead to the gradual erosion of services to smaller airports. But in Europe we have seen precisely the opposite. The development of low-cost airlines and secondary airports has opened up a tremendous number of new routes and opportunities for travel.",
        "Let me deal with another myth – that liberalisation is bad for employees. In 2004, the UK Civil Aviation Authority studied the effects of liberalisation on airline employment.",
        "They found it had paved the way for a growth in the market which far outweighed any localised job losses caused by the initial restructuring of operators to take advantage of that liberalised market.",
        "Between 1992 and 2001, direct airline employment in Europe rose by 6%. And there was no evidence to suggest that Europe’s higher-wage economies suffered, with France, the UK and Austria all showing some of the highest rates of growth.",
        "Ironically, where airlines did fail, the ownership and control restrictions on non-EU national carriers probably contributed to the scale of job losses – because it reduced the potential for mergers with, or acquisitions by, other airlines.",
        "Finally, let’s lay to rest two other popular misconceptions– that liberalisation is bad for safety, and detrimental to national security. Of course airlines need to be regulated to ensure, among other things, their continued safe operation.",
        "They must be registered and regulated in a place where they do a substantial part of their business, to ensure they comply with established international and national standards. That’s our system in Europe, backed up by common EU rules, audited and checked by the European Aviation Safety Agency.",
        "I’ve also heard some frankly outlandish arguments about the threat to national security if airline ownership or control passes into foreign hands. Most developed nations have provisions in competition law for placing conditions on mergers or acquisitions to protect their national security interests.",
        "And in a world where governments have been prepared to allow many other strategic assets – such as water, energy, telecommunications and even defence industries – to be owned by foreign nationals, I really don’t see why the airline industry should be any different.",
        "So, how do we get from today’s largely-closed system to one where the benefits of liberalisation can spread beyond the borders of Europe?",
        "I accept that much of the rest of the world does not yet share our vision. That means – even if airlines can be opened up to foreign investment under the rules of their home state – they still face the loss of traffic rights with third countries if foreign nationals acquire a majority stake in them.",
        "This means that unilateral action – although bravely taken by some, such as New Zealand – is not likely to be effective. And, of course, it runs the risk of delivering commercial advantages to those who would benefit from liberalisation abroad while failing to deliver it at home.",
        "So we need to move forward together, with concerted action at international level. And what better example to set the rest of the world than such an agreement between the European Union and the United States?",
        "Which brings me to the current status of EU-US aviation negotiations. I know others have given you their views in earlier sessions; now let me take this opportunity to give you mine. As you will appreciate, with over 40% of the EU-US market, the UK has a particular interest in the outcome of these discussions.",
        "Last week in Brussels, EU and US negotiators held their 12th round of formal consultations. I welcome the efforts of the negotiators on both sides, and I welcome the improvements that have been secured to the draft text agreed back in November 2005.",
        "We’re still looking at the draft text, and yesterday I held discussions with both Commissioner Barrot and, on behalf of the Presidency of the EU, the German Federal Minister of Transport, Wolfgang Tiefensee. Amidst these discussions, I am very aware of the range of views that our stakeholders have – and which have been expressed to this conference by previous speakers.",
        "Like Commissioner Barrot – I do not take lightly the significant economic benefits that would flow from such an agreement. But given past discussions, I also recognise that the deal on the table falls short of providing the kind of access to the US market that a number of EU carriers would like.",
        "What we really need is a level playing field – so both European and US industries are able to compete fairly with each other. Geographically and economically, the EU and US represent broadly equivalent markets.",
        "And if a US carrier can operate from New York to London and on to Frankfurt, but an EU carrier can’t operate from London to New York and on to – say – San Francisco, then there remains work to be done.",
        "Now, I am fully aware of the political and legal difficulties surrounding cabotage rights in the US. That’s why – with the encouragement of the US – we looked at the relaxation of ownership and control restrictions.",
        "As you all know, that process failed in the face of political opposition in Washington. And, as Virgin Group and its US partners are finding out right now, it’s not easy for a foreign national to enter into an agreement with US investors to set up a new, domestic US airline.",
        "Even if that person is a highly successful entrepreneur with a proven track-record in running popular airlines, it seems that certain incumbents will still encourage the Department of Transportation to use all the legal means at their disposal to block him.",
        "The message that response has sent across the Atlantic is an unfortunate one – that many in the US would rather hold on to ownership and control rules passed more than 60 years ago than adapt to the 21st century – and enjoy all the benefits that a more open approach would bring.",
        "The EU has recognised for some time that, with the current political climate in the US, we are not likely to get a full, transatlantic, open aviation area in one step. That is why we have been prepared to contemplate a phased approach.",
        "But to take forward that phased approach, we have to be satisfied that there is a clear mechanism in place, with real incentives on both sides, to reach the fully open market that we all judge to be the best way forward.",
        "That’s the issue I and my fellow EU transport ministers will discuss in Brussels later this month.",
        "As you will understand, I am not going to pre-empt those discussions here today. But let me conclude my remarks by restating that the UK has been clear – right from the start – that we are prepared to end the highly restrictive Bermuda II arrangements, as part of the right multilateral deal – to open our skies, and unlock real benefits for our airlines, our passengers and our economies."
    ]
}