{
    "url": "https://www.ukpol.co.uk/tahir-ali-2022-speech-on-the-governments-plan-for-growth/",
    "title": "Tahir Ali – 2022 Speech on the Government’s “Plan for Growth”",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tahir Ali",
            "url": "/tag/tahir-ali/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tahir Ali, the Labour MP for Birmingham Hall Green, in the House of Commons on 19 October 2022.",
    "content": [
        "Let me go back 12 years, to the start of 12 consecutive years of reckless Tory Government. Twelve years—consider that. It is an incredible, or rather a depressing, amount of time. What have they done with their time in charge? They have cut our public services, slashed our essential infrastructure and decimated our communities. They originally asked us to do that in the name of austerity, and said that we must all tighten our belts and pinch our pennies so that their rich mates could be bailed out. We paid for the mistakes of their friends in the financial sector at great cost, and now we see it all happening again. The Government’s economic plan has backfired on us all, sending the economy into freefall, and once again, they are asking people to pick up the tab.",
        "Inflation is sky high at 10.1%, and set to rise. Energy prices are through the roof. Rents are rising across the country, and property prices are unsustainable. Wages have been kept low, and benefits have been cut. People are struggling, and they are scared. Are they right to be worried? I am worried too. There is simply no way that people can thrive in these circumstances. In my constituency of Birmingham, Hall Green, we see the worst of Tory failures. Child poverty is at a staggering high of 52.9%, and for every 100,000 children in Birmingham, 4,500 require assistance from food banks to ensure that they are fed. Almost 10% of families in Birmingham, Hall Green receive support from universal credit, while Birmingham suffers from an unemployment rate of 11.4%. Average annual take-home salaries sit at just under £21,000. Those figures fall far short of national averages, and it is clear that enough is enough.",
        "The cause of these problems is clear: the cost of living is too high. This is a Tory-made crisis, made in Downing Street, but paid for by ordinary working people. Wages are low, and too much of our meagre pay cheques goes to pay the dividends and bonuses of big energy barons and the exorbitant rents of private landlords. Too much of our national infrastructure, such as the post and rail services, has been put into the hands of careless private owners who under-invest and push wages down—I know that all too well as a proud member of the Communication Workers Union who once worked for Royal Mail. Meanwhile, Royal Mail Group’s profits have risen to £758 million. Do they take us for fools? Do they think we will not notice that blatant rip-off of hard-working people? How is that just, how is it fair? Yet that is what workers face across the country. It is clear that this is not just an economic crisis; this is a moral crisis and a crisis of greed. The resources that we built together—the homes, the infrastructure, the profits—are being sold off for the benefit of the rich. The fruits of our collective labour are going to the select few, which the Tories are only too happy to accommodate.",
        "Dear, oh dear—where have we heard that before? Not so long ago it was mentioned when the Prime Minister went to see His Majesty the King. The economic mismanagement that we have seen play out in front of our eyes over the past few weeks has been nothing short of astounding. The disastrous mini-Budget pushed by the Prime Minister brought the country to the brink of collapse and left her leadership in tatters. Even with the U-turns, we are left with a Government who are clueless, out of touch, and intent on running our country into the ground. However, with all the U-turns and cock-ups there is a risk that we lose sight of the fundamental problems facing millions of people across the country—problems for which this Government still have no solutions.",
        "The new Chancellor may have bought back an ounce of credibility for this failing Government, but he does so at the expense of working people across the country. His agenda is clear: bankers get to keep their huge bonuses, while the support for people facing unprecedented energy bills is to be scaled back. No tax cuts, but the promise of yet another round of austerity that will hit the poorest the hardest. No announcement on whether universal credit will rise in line with inflation; no solution to low growth and low wages. The mini-Budget may have gone, but we are all left with the same old Tories and the dismal future they offer."
    ]
}