{
    "url": "https://www.ukpol.co.uk/rushanara-ali-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Rushanara Ali – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rushanara Ali",
            "url": "/tag/rushanara-ali/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Rushanara Ali, the Labour MP for Bethnal Green and Bow, in the House of Commons on 9 September 2022.",
    "content": [
        "On behalf of my constituents, I rise to pay tribute to Her Majesty the Queen.",
        "We mourn the passing of an icon. She was admired across the world and touched our lives in so many positive ways. The Queen was a constant example of service, of duty, of wisdom and of dedication to her people, her country and the Commonwealth. These civic virtues are needed now more than ever. She began her life of service as a child and worked until the final days of her life.",
        "The tone was set during world war two when the then King and Queen chose to stay in London during the blitz and the young Princess Elizabeth joined the Auxiliary Territorial Service. When their home, Buckingham Palace, was bombed, the Queen Mother famously said that she could now look the east end in the face. Ever since then, east-enders have embraced the Queen and her family with a particular bond of love and loyalty.",
        "Of course, today’s east end is a very different place. It is more diverse and more connected to the rest of the world and, in particular, the Commonwealth countries. Her Majesty reimagined Britain’s post-colonial place in the world, and the Commonwealth has grown to 54 nations and nearly 2.5 billion people.",
        "I can personally relate to the story of the Commonwealth, as I was born in a Commonwealth country, Bangladesh, that joined in 1972. I remember watching with pride as the Queen visited that very new country with Prince Philip in 1983. Her state visit was a big moment for a new nation. It was a time and a moment that made us feel proud to be British, and it made us feel that we belonged not only to this country but to the Commonwealth family. Across the Commonwealth, people remember when the Queen came to town with a great sense of warmth and affection.",
        "Here at home, I had the honour of receiving the Queen at the Royal London Hospital in my constituency when its new facilities were opened. Hospitals are the heart of our national life and were the epicentre of coping with the pandemic. The Queen’s words during the pandemic were necessary to give hope and comfort when constituencies like mine were hit so hard.",
        "Other Members have mentioned the Olympic ceremony, one of the highlights of which was when it seemed as though Her Majesty and her most loyal servant, James Bond, were parachuting into the Olympic stadium in London’s east end. We pride ourselves on being the coolest part of the country, and Her Majesty made us the coolest place on earth with that stunt. On behalf of my constituents, my thoughts are with her children, her grandchildren, her wider family, and her heir and successor, His Majesty King Charles III.",
        "Her Majesty was unique. She radiated warmth and she embodied decency. We will never see her like again. We will never know such a paragon of civic virtue and a shining beacon of public service. May she rest in peace. Long live the King."
    ]
}