{
    "url": "https://www.ukpol.co.uk/rushanara-ali-2019-speech-on-removal-of-cladding-on-private-tower-blocks/",
    "title": "Rushanara Ali – 2019 Speech on Removal of Cladding on Private Tower Blocks",
    "post_date": "April 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Rushanara Ali",
            "url": "/tag/rushanara-ali/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Rushanara Ali, the Labour MP for Bethnal Green and Bow, in the House of Commons on 29 April 2019.",
    "content": [
        "Thank you, Madam Deputy Speaker.",
        "I secured this debate to highlight the grave danger facing thousands of people living in privately owned high-rise blocks in my constituency and up and down the country. I am referring, of course, to the presence of aluminium composite material—ACM—cladding on tower blocks that are owned by private companies, not council or housing associations. The danger is real and deeply worrying but can easily be alleviated if Ministers decide to take action. I hope that the Minister will today set out a firm plan of action with a clear set of deadlines to put the situation right.",
        "It is unlikely that many of us would have been aware or known what ACM cladding was were it not for the terrible tragedy of the Grenfell Tower fire. On the terrible night of 14 June 2017, 72 people lost their lives, and many more were injured, lost their homes and suffered a trauma that they are likely to carry with them for the rest of their lives. It was a trauma shared by the whole nation, which watched this needless tragedy.",
        "It is clear that ACM cladding contributed to the speed with which the fire spread up and down the building, and to the loss of life. This was an avoidable, man-made disaster. Shockingly, the nation then discovered that this kind of cladding and similar flammable cladding is present on hundreds of blocks and other buildings around the country. In the immediate aftermath, Ministers promised swift action to replace ACM and other flammable materials on high-rise blocks, but instead, we have seen unacceptably slow progress, and 22 months later, 345 high-rise buildings with ACM panels are yet to be made safe.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I thank the hon. Lady for giving way and congratulate her on securing a debate on this issue, which has elicited the emotion and interest of the House over a period. Does she agree that it is imperative that the cladding is removed quickly and that a Government-aided scheme would ensure that owners do the right thing and we see the prevention of another Grenfell tragedy? That has to be our goal. It is good to see the Minister in his place; we are all appreciative of him and look forward to his response. I add that the hon. Lady has another two and a half hours for her debate.",
        "**Rushanara Ali**",
        "I thank the hon. Gentleman for his contribution, and I very much hope that the Minister will say something concrete about legislation and about other steps that he and his Government will take to rectify this appalling problem.​  \nThis is deeply worrying for families living in those blocks, and is causing huge anxiety, fear and insecurity. Many of my constituents have raised serious concerns. One of them said that",
        "“we are trapped with crippling fire warden charges and have an unsaleable flat. My wife is now taking anti-depressants.”",
        "The UK Cladding Action Group, established by residents in these unsafe blocks, has run a survey showing the impact on the mental health of these residents, and 88% stated that their mental health was worse than before. One resident said:",
        "“I feel as though I could burn alive at any minute. I live in constant fear, my physical and mental health has taken a huge impact. My financial situation is unbearable, I cannot sell my property or remortgage. I am stuck in a nightmare”.",
        "Another said:",
        "“The massive £18,500 charge bestowed upon me is completely un-payable in my current financial situation. I have put everything on hold in the hope of a solution to present itself but currently nothing.”",
        "Another said:",
        "“I was made redundant and can’t get a loan, can’t remortgage or sell my property. I feel trapped and the anxiety of this is affecting me getting another job”.",
        "Another said:",
        "“The constant stress and worry has destroyed the relationship with my long term partner and as a result we have terminated our relationship. She could not handle living in a building that could kill us”.",
        "Another said:",
        "“The financial stress and feeling unsafe in my own home is taking a huge toll on our lives—we are also getting married in two months and this huge cladding bill has overridden everything. We want to move so we can start a family but are unable to as the flat is not sellable, and we can’t raise a family in such a flammable building.”",
        "Others have listed many examples of struggle and trauma. One resident said:",
        "“My partner and I need to sell our property to buy a bigger place because I am pregnant and expecting our first child in 1 month. However, we have been unable to do this due to the cladding. This has caused immense amounts of anxiety and stress. We have also had to put our wedding plans on hold.”",
        "Another said:",
        "“I can’t sleep very well. I think about my unsafe property daily. I can’t believe that I bought it in good faith, thinking I’d live in a safe and happy home. I’m stressed every day.”",
        "Others have talked about their health issues. One resident said:",
        "“I suffer from an auto immune condition. Stress and working long hours can make the symptoms worse. This is a stressful situation as I feel I may not be able to sell/remortgage my property. And now I’m not only worried about my family’s safety, I’m worried about our financial security. So now I’m working harder than ever.”",
        "Another said:",
        "“My boyfriend has moved to Italy without me as I cannot sell my flat… I have had to take a second job as I am unable to sell the property and release capital”.",
        "Another of the residents said:",
        "“This has been the worst 21 months of my life. I am struggling to get through each day. Gone is the enjoyment of life.”",
        "There are hundreds of these testimonies, and I have highlighted just some of the experiences of anxiety and fear, as well as devastation, that living in ACM-cladded properties has caused people up and down the country, as well as in my own constituency.​",
        "On 8 May, the UK Cladding Action Group will host a meeting to share its findings and concerns. I hope the Minister will be able to meet us at this very important meeting, and that Members from across the House will join the residents attending that meeting.",
        "**Sandy Martin (Ipswich) (Lab)**",
        "Does my hon. Friend share my anxiety for the leaseholders who, even when the freeholder has done the right thing and removed the cladding, are left in a negative-equity situation, where the value of their flat is actually less than the bill hanging over their head for the removal of the cladding?",
        "**Rushanara Ali**",
        "Absolutely. I fully agree because the leaseholders bought the properties in good faith; they did not know that these blocks had ACM cladding. If anyone is responsible, it is the Government because the ACM cladding should never have been used—it was dangerous—and that is why it is important that the Government deal with this issue to protect people from this predicament.",
        "**Paul Girvan (South Antrim) (DUP)**",
        "On that very point, a lot of the retrofitting that used this type of cladding was actually done to comply with EU regulations on the energy efficiency of those buildings. As a consequence, those involved fell through the loophole of having to obtain an energy efficiency certificate for a building to comply legally with the associated legislation without, unfortunately, the safeguard of putting on something that met all the fire regulations and complied accordingly.",
        "**Rushanara Ali**",
        "I thank the hon. Gentleman for his comments. He has weaved in the European perspective, but I would say to him that, fundamentally, the duty of care is with our Government—of whichever political colour—and there was nothing stopping the Government making sure that flammable cladding was not used, so to revert to blaming the EU is frankly unhelpful and not in the spirit of the purpose of this debate. This is about how we protect our citizens in this country, and how we learn from what has happened with the failure of regulation in our country to protect people in the future and deal with what is happening now for those who have dangerous cladding covering their blocks of flats.",
        "Last summer, after vociferous campaigning, Ministers announced £400 of funding for urgent fire safety repairs in social housing blocks that are at risk. This is welcome, but it did not come easy. The Grenfell survivors, having been through the most horrific trauma, campaigned with charities, local authorities and Members of Parliament. We had to fight tooth and nail to secure this funding, and it took a year. It should not have taken so long; the Government should have done it immediately. Now, we have to fight tooth and nail for a similar pledge for people to be protected in privately owned blocks. I hope the Minister will say something positive today about additional funding because this has gone on for two years, and it should not be like that.",
        "Of the 345 buildings that I have mentioned are awaiting repairs, 226 are in private hands, and Ministers have done too little to make them safe. Of course, fire does not discriminate between private and public ownership. There is no logic in safeguarding social housing while ignoring private housing. Ministers have said that they expect private building owners to pay for these measures, ​although this has been backed only by an appeal to their good will and good nature, rather stipulating it through legislation. The Government should make this a legal requirement.",
        "Where repairs are being carried out, some private owners, as the Minister is fully aware, are passing on the costs to the people living in the flats as a service charge under the terms of their leases. This can amount to thousands of pounds, and it is simply unacceptable. As we know, freeholders who own these blocks are often in the shadows, obscured by front companies, and under data protection laws they can remain anonymous because of the risk of arson. If there is no law to compel freeholders and no public scrutiny, it is hardly surprising that many will fail to act.",
        "In January, the Minister said that he could guarantee that people in high-rise flats with ACM cladding were safe to sleep at night, but thousands living in flats in high-rise buildings, encased in cladding that could spread fire with rapacious speed, do not feel safe and there is no good night’s sleep. The sleepless nights will continue until Ministers get a grip and move fast to take down the cladding.",
        "My local authority, Tower Hamlets, is among those with the highest number of blocks with dangerous ACM cladding in the country: 41 are privately owned blocks, and nine are social housing blocks. Victoria Wharf in my constituency, which has been in the press, has ACM cladding like that at Grenfell. Residents have been charged nearly £7,000 per flat for temporary safety measures, such as 24-hour fire wardens. They are very concerned that no real action has been taken yet, despite the fact that the dangers are well known. The freeholder is Vuillard Holdings, which is registered offshore.",
        "Currently, there are no legal means of forcing the owners to meet their obligations—and if there are any, they are not affordable for my constituents. Perhaps the Government could take legal action against these companies if they are not prepared to legislate to make the companies pay. Time and again, when Ministers have heard the anguished cries of people in this situation, they have offered no solace. Indeed, the Minister for Housing told the Housing, Communities and Local Government Committee that he was “sorry to be opaque” when he was pressed on making funding available for private ACM-clad plots. I am sorry, too. This evening, instead of being opaque, I hope he will be transparent and demonstrate the urgency of the matter by announcing practical action backed by resources.",
        "Specifically, I ask the Minister to address the following. Will his Department commit to creating new national funding for the removal of dangerous cladding from private blocks, administered by either national or local government? That would mean that works could start straight away. The funding must be additional, given the crisis in local government finance. Will he agree a series of deadlines along a clear timeline to remove all dangerous cladding? Will he amend existing legislation to force freeholders to pay for repairs?",
        "I hope that we are about to hear an action plan about these important issues—making money available now, setting a timetable and making freeholders pay. In last year’s Budget, the Chancellor made £420 million of extra funding available to fix potholes. Do not get me wrong: fixing potholes is important—I tripped on one and had an injury—but the issue that we are debating is ​a matter of life and death for thousands of people up and down the country. For many in my constituency and the constituencies of Members across the House, urgent action is required.",
        "After Grenfell, the Prime Minister said:",
        "“My Government will do whatever it takes to…keep our people safe.”",
        "Two years on, her Government have completely failed to honour that commitment, even when people are living in utter fear and despair for their and their family’s safety and are trapped in properties with no end in sight. In fact, I would go as far as to say that if one more fatality like those at Grenfell occurs in a block with ACM cladding because of this Government’s failure to act, this Government will be absolutely liable. They will have blood on their hands if they do not take action and if some other disaster happens."
    ]
}