{
    "url": "https://www.ukpol.co.uk/tahir-ali-2022-speech-on-achieving-economic-growth/",
    "title": "Tahir Ali – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tahir Ali",
            "url": "/tag/tahir-ali/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tahir Ali, the Labour MP for Birmingham Hall Green, in the House of Commons on 18 May 2022.",
    "content": [
        "The Queen’s Speech clearly comes from a beleaguered Government who have run out of ideas and lost the ability to show leadership in a time of acute crisis. As several of my colleagues have made abundantly clear, the lack of measures to address the cost of living is an indictment of the Government and demonstrates their complete disregard for everybody struggling and working in the UK. Inflation continues to rise, and the Bank of England is warning of an imminent recession. With wages stagnant, my constituents in Birmingham, Hall Green and consumers across the country are cutting back on spending as the cost of essentials such as energy and food skyrockets. While energy companies amass record profits, small and medium-sized businesses in my constituency, in high streets and in local centres, struggle with rising costs and less income. The cost of living crisis threatens to become a vicious cycle, whereby working people struggle to make ends meet, small and medium-sized businesses struggle to stay afloat and people’s jobs are put at risk. Rather than levelling up, this crisis threatens a downward spiral.",
        "Bereft of ideas, the Government have not even done what they usually do and stolen Labour policies. The Government have ignored our calls for a windfall tax on oil and gas companies, as demonstrated in last night’s vote, which would help to raise significant revenue to assist those struggling to pay their energy bills. Nothing has been said about low pay and stagnant wages, nothing on how rising interest rates will increase mortgage costs and rents, nothing on the scourge of insecure work and fire and rehire, and nothing on child poverty and the staff retention crisis in our hard-hit primary and secondary schools.",
        "The new Brexit freedoms Bill threatens to further undermine parliamentary scrutiny of important legislation —yet another attempt by this Government to avoid accountability. Where positive measures have been announced, such as ending no-fault evictions for renters, the Government have accompanied them with draconian nonsense such as criminalising the homeless for rough sleeping.",
        "The missed opportunities do not end there. The new proposals for street votes on extensions and conservatories provide a compelling model for local democracy, but one sadly wasted on relatively minor matters. The Government have been made well aware of the problems with exempt accommodation in my city of Birmingham and in my constituency. Local people are demanding a voice in decision making on whether Government Departments establish so-called exempt accommodation in their neighbourhoods. That would be a far more suitable issue around which to develop street votes and local democracy than whether someone wants a conservatory or an extension on their street.",
        "The real achievement of the Queen’s Speech was to use so many words to say so little of substance. The people of this country were looking to this Government to show courage and leadership at a time of great need. Instead, all they got were more missed opportunities and hot air."
    ]
}