{
    "url": "https://www.ukpol.co.uk/rushanari-ali-2022-speech-on-referring-boris-johnson-to-the-committee-of-privileges/",
    "title": "Rushanari Ali – 2022 Speech on Referring Boris Johnson to the Committee of Privileges",
    "post_date": "April 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rushanari Ali",
            "url": "/tag/rushanari-ali/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rushanari Ali, the Labour MP for Bethnal Green and Bow, in the House of Commons on 21 April 2022.",
    "content": [
        "When we entered the pandemic, the Government, led by the Prime Minister, rightly called on the British people to do the right thing and protect each other by following the law and the rules. That is why this affair has been so devastating for so many of us, including my constituents. We all, in different ways, have had to make sacrifices. Some of us lost loved ones and have not been able to mourn them properly because of the restrictions. That applies to many of our constituents up and down the country. I know that from first-hand experience. In my family, we lost friends and relatives and were not able to see their family members or to attend services and support the bereaved.",
        "I want to highlight a few of the many cases raised by those who wrote to me about this affair. Craig wrote to me about his grandmother. He said:",
        "“My grandmother was my best friend. She was admitted to hospital on the day the first cases of Covid were identified in the UK. She died in hospital in early June 2020.",
        "She spent the vast majority of her time in hospital alone, confused, with no visitors. It was terrible for us all and the first Covid lockdown will be forever remembered as one of the worst times of my life.",
        "I and the rest of my family closely adhered to all lockdown advice and the new laws put in place. My nan’s funeral took place the week of the Prime Minister’s birthday party. We were only allowed a handful of people in the service, most of our family and friends forced to line the street outside the crematorium…I cried while writing this email to you, reliving these memories. I cannot allow the Prime Minister and this government to re-write the history of the pandemic and dismiss our collective trauma as ‘just a slice of cake’ or ‘no worse than a speeding ticket’. The nation should not be gaslit into thinking that the pandemic was not so bad.”",
        "Another constituent said:",
        "“My mother was taken to…hospital…for a blood test in April 2020, a week after lockdown began. The test showed that she needed treatment before she could come home, but…we were given the totally unexpected news that she only had days to live.",
        "This devastating news was made worse because my father (who was then almost 90 years of age) and my three sisters and I knew that the lockdown rules meant that we would not be able to see my mother again and that she would die (as she did, two days later) with no-one from her family with her.",
        "So, how do you think my father, my sisters and I felt when the news broke of the partying in No 10, whilst we were adhering to the rules so strictly? I now feel even more angry when I hear government ministers, who I would hope would have some standards of integrity, coming forward on an almost daily basis to say that it’s not an important matter, that the Prime Minister is not to blame, that he has apologised so that makes it all right…I hadn’t intended to write to you. What has led me to do so is Ministers comparing ‘Partygate’ to parking and speeding fines, and the fact that the Prime Minister is going to issue another full apology as though that will make it all right. For me, it doesn’t!”",
        "Another constituent said:",
        "“I just wanted to add my voice to those asking for the Prime Minister’s resignation. I buried my mum about a week before he attended that party that broke the law. We couldn’t even hug at the funeral, which was only allowed ten attendees. No political story has ever made me this furious. I feel like I’ve been scammed by my own government, taken for an absolute fool for obeying the very laws they set…If the Prime Minister can’t even uphold a standard so basic as the rule of law, what are we as a country?”",
        "The final story I want to share is of a health and social care worker. She said:",
        "“I know first-hand the impact Covid has had on vulnerable people and the front line…We should not be living in a country where there is one rule for the PM and government ministers and another one for everyone else.”",
        "Those are voices of pain amid so many messages, emails, cards and letters I received. They are voices of agony and sacrifice—so many cries of pain from the British people, who deserve better. The public rose magnificently to the task of tackling the pandemic. We need to ensure that the motion is supported today. I will support it, and I am glad that some Government Members will. I hope that others will hear the voices of people up and down the country, and will support it, too."
    ]
}