{
    "url": "https://www.ukpol.co.uk/tahir-ali-2022-speech-on-the-hm-passport-office-backlog/",
    "title": "Tahir Ali – 2022 Speech on the HM Passport Office Backlog",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tahir Ali",
            "url": "/tag/tahir-ali/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tahir Ali, the Labour MP for Birmingham Hall Green, in the House of Commons on 14 June 2022.",
    "content": [
        "I will start with the quote from our hon. Friend the shadow Minister that my hon. Friend the Member for Lewisham East (Janet Daby) closed with:",
        "“A Government who fail to plan are a Government who plan to fail”.",
        "The response of Ministers on the Treasury Bench was to laugh. Government Members might find it funny, but Opposition Members do not because of the hundreds or thousands of constituents who come through our doors week after week. The Under-Secretary of State for the Home Department, the hon. Member for Torbay (Kevin Foster), opening for the Government, said that the motion was tabled to have a pop at him. If we wanted to have a pop at someone, he would not be No. 1 on our list. The reason we tabled the motion is the suffering of the hundreds and thousands of our constituents who cannot get a passport.",
        "As we have heard, the current situation in the Passport Office is causing serious problems for millions of people who are seeking to apply for or renew their passport. I have been inundated with complaints from my constituents in Hall Green, many of whom are not only experiencing delays, but being left in the dark about the status of their application. The delays are only the tip of the iceberg, though; constituents have come to me with a variety of worrying complaints about the Passport Office. I have constituents whose application has been withdrawn because the Passport Office says the documentation was not received on time, when in fact it was the Passport Office itself that misplaced the documentation. That has resulted in my constituents having to restart their application and pay the fees yet again. Even worse, applications have been withdrawn due to the time limit even when the Passport Office signed for the delivery of documents but failed to log them on to the system correctly. Documentation is simply being lost in the system, or in some cases even assigned to the wrong applicant.",
        "When constituents rightly seek to lodge complaints about this malpractice, they are met with atrocious customer service. The complaints department is failing to log individual complaints on the system, with the result that people must constantly reiterate their case to the Passport Office; and when complaints are received, there is little or no follow-up on the part of the Passport Office.",
        "My team of caseworkers spend hours of their time dealing with the Passport Office backlog—chasing applications and complaints on behalf of constituents whose travel plans now lie in tatters, due solely to the malpractice of this Government. I have listened to people in tears who can no longer travel to see loved ones who are sick, or to attend funerals of those they have lost. After years of travel restrictions rightly imposed due to the pandemic, we are now experiencing restrictions due purely to the delays at the Passport Office—because of the incompetence of this Tory Government. After 12 years in government, they cannot say they could not see this coming.",
        "Given the severity of the problems, it is evident that more staff are needed—even more than have already been recruited. It would be useful to know whether the Passport Office has succeeded in recruiting the extra staff pledged in April this year. But the problem goes deeper than staffing issues and demand. It seems that, much like the Government as a whole, the entire Passport Office is in a state of chaos and dysfunction, due in no small part to the rudderless and confused leadership of the Home Secretary. While millions of people wait eagerly for their passports to be renewed, she is spending her energy devising ever more absurd and inhumane methods of making the UK an unwelcoming place for those fleeing persecution around the world. If the Home Secretary spent less time trying to deport people to Rwanda and more time managing her office, we might see progress—but for the sake of my health, I will not hold my breath. It is time that the Home Secretary and this Government get a grip.",
        "The problems with the Passport Office are but one example of the boundless issues to be found across the Home Office’s remit. We see delays in visa applications, delays in the Homes for Ukraine scheme and delays for asylum seekers awaiting a decision on their case, with many waiting for more than a decade. To put it bluntly, the Home Office under its current leadership is not fit for purpose, and people will remember this when the general election rolls around.",
        "Under this Government—12 years of Tory Government —passport waiting times are up; NHS waiting times, up; ambulance waiting times, up; GP waiting times, up; police response times, up; immigration biometrics waiting times, up; dentist waiting times, up; driving licence waiting times, up; cost of living, up. After 12 years of this Government, welcome to backlog Britain."
    ]
}