{
    "url": "https://www.ukpol.co.uk/tahir-ali-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Tahir Ali – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tahir Ali",
            "url": "/tag/tahir-ali/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tahir Ali, the Labour MP for Birmingham Hall Green, in the House of Commons on 8 November 2022.",
    "content": [
        "I was quite alarmed by some of the comments from Conservative Members about why we are discussing this issue—some even described this debate as theoretical, while others said it was irresponsible to discuss this issue. My response to that is that we should ask the millions of pensioners who are affected whether it is worth discussing this issue and whether this debate is irresponsible or worth while.",
        "The pension triple lock is vital to the wellbeing of millions of retired people across the country. I speak on behalf of pensioners in my constituency, and I would like to express the absolute importance of the Tories not breaking their manifesto pledge to protect the triple lock pension guarantee. Just three weeks ago, they were stating that there was a commitment to maintain the pensions triple lock; now, the Prime Minister refuses to guarantee that it will remain in place. That is understandably causing uncertainty and distress to millions of pensioners.",
        "By now, we and the public are used to the Tories continuously going back on their word. That is why they cannot be trusted to run this country or to look after the interests of pensioners. The cost of living is already rising rapidly because of the economic mess that they have got us into. That crisis has been engineered in and delivered from Downing Street.",
        "Pensioners rely on the state pension to help them make ends meet, no matter how difficult that is. The fact that the Government are even considering putting that minuscule security blanket in danger is ridiculous and incredibly scary for pensioners who need the triple lock in order to live a simple life. Many pensioners are not eating properly or putting the heating on in order to make ends meet.",
        "I know only too well the concerns that many pensioners have. I recently received a letter from a constituent who has retired. He said:",
        "“I am afraid in these dire times. My outgoings are exceeding my incomings. It is getting worse daily and utility bills are rising again. The future looks very bleak. No one mentions the pensioners. It seems we are being brushed under the carpet”—",
        "that has certainly been the case with the way some Conservative Members have responded to this Opposition day motion. The hopelessness and fear that that person expressed to me is shared millions of times over.",
        "The pandemic and the cost of living crisis have hit our most vulnerable the hardest. We cannot allow more pensioners to be pushed into poverty because of the outrageous decisions of this incapable Government—a Government whose decisions are, in reality, costing lives. Pensioners are frightened and living a reduced quality of life. They are distraught and living in severe uncertainty because this Government cannot keep their priorities in check.",
        "The Prime Minister claims that the Conservative party is a compassionate party, but his actions speak louder than his words. The Tory manifesto clearly promised that the triple lock would be protected. Now, the Prime Minister is considering not only breaking another promise but breaking all the pensioners across the UK."
    ]
}