{
    "url": "https://www.ukpol.co.uk/richard-allan-2022-speech-on-nhs-and-social-care-workers-baron-allan/",
    "title": "Richard Allan – 2022 Speech on NHS and Social Care Workers [Baron Allan]",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Allan",
            "url": "/tag/richard-allan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Social Care",
            "url": "/category/social-care/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Allan, Baron Allan, in the House of Lords on 15 December 2022.",
    "content": [
        "**Lord Allan of Hallam (LD)**",
        "My Lords, it is clearly very timely that we are able to have this debate today, when the concerns of staff in the NHS are making the headlines. It follows a series of exchanges on related questions during the week. It may appear to the Minister that I am acting as something of an understudy to my noble friend Lady Brinton. If so, that is a correct impression as I hope to take over her position as the Front-Bench spokesperson from the new year, assuming that I pass muster today and am not fired before I start the job. Before I get on to my substantive remarks, I should declare a non-financial interest as a director of a not-for-profit called the Centre for Public Data, as I will touch on relevant issues during my comments.",
        "I will start by talking about nurses’ pay. I will not rehash the arguments we have had through the week. The Minister has made his case for leaving decisions to the independent NHS Pay Review Body—I have read its report and it is certainly very thorough—but I ask him to reflect on whether this process works at a time of extraordinary inflation. I think it is correct to say that inflation is now higher than at any time during the review body’s existence; the last time we were close to this was in the early 1990s.",
        "The Minister has argued that nurses can make their case for a rise that reflects the inflation we have had this year, during the next review process that will start in early 2023. That may indeed, and we hope it will, lead to a meaningful uplift in pay for 2023-24, but it will still leave nurses facing huge increases in the cost of living now, with the next award still some way off.",
        "In a normal year of 2% or 3% inflation, people can carry those increased costs in the expectation of a later pay rise, but that will clearly be much harder for them when price rises are in the double digits and there is no prospect that they will come down across the board. It seems reasonable to look at whether the independent pay review process needs a mechanism that can be triggered in such exceptional circumstances; otherwise, the risk is that staff will feel that they cannot wait for pay to catch up with prices, that they will leave the service and that this will make the staff shortages that are the subject of this debate even worse. As staff shortages get worse, conditions get worse for those who remain.",
        "On the social care side of the equation, I know that the Minister is acutely aware of the knock-on effects of there being too few places in social care for people who should be coming out of hospital. We have discussed that in Questions about the ambulance crisis—another thing that is coming to a head over the next few weeks and months.",
        "It is just over a year since the Government published their strategy for reforming social care on 10 December 2021, but since then we have had two new Prime Ministers and seen major planks of that strategy jettisoned along the way. Yet the problems remain acute and are in need of long-term reform and commitments, just as they were in 2021.",
        "I hope the Minister can shed more light today on how the Government intend to ensure that there are sufficient social care places, and especially how they can do this when local authority budgets are being squeezed and the care home providers face increased costs, all of which tends towards fewer rather than more social care places being available. The Health and Social Care Committee in another place estimated that we will need another 490,000 social care jobs by the early 2030s—all this while we are not even filling the current vacancies.",
        "A key further element in the Government’s approach to improving NHS staffing is their new commitment to publish a long-term workforce plan. This has been widely welcomed, particularly the fact that the Government have committed to it being independently verified.",
        "In that context, I encourage the Minister to consider two aspects of the plan in order to make it as useful as possible. First, it should be as rich and granular as possible in the data it provides on the workforce, so that groups who are interested in particular conditions can see what is happening in their area of interest. For example, Parkinson’s UK has been in touch, flagging that it finds it hard to understand the level of filled and vacant posts for staff specialising in the care of people with Parkinson’s. There is current data available from NHS Digital, but it does not have the granularity needed. It is a common complaint that, once you aggregate data or spread things out in averages, you often lose sight of the most important information. Knowing that there is a 10% average vacancy rate in a particular region is not especially helpful if there is a 30% vacancy rate in the area of concern. I hope the Minister is able to commit, in that process of workforce planning, to publishing as much granular data as possible.",
        "Secondly, it is important that full datasets are made publicly available and regularly updated for that independent scrutiny to take place. The more that people are able to look at the data, the more robust the plan will become. NHS Digital has been publishing useful staffing data and releasing this under the open government licence, so that other people can reuse it. This model should be further developed as part of the workforce strategy, adding the projections that the Government are going to make and any other data that is being collected and used within the strategy. Transparency of this kind can be painful for a Government as people will query or challenge their data and models, but that pain will lead to improvement over time.",
        "The final area I want to raise in this short debate is the tools that we provide to NHS and social care staff. This is a particular passion of mine, as I spent several happy years working for the NHS in the early part of my career, implementing information technology systems. Back then, we were plagued by major IT system failures—none of the systems I built were in that category, I might add. An excuse often used was that the size and scale of the NHS meant that it needed bigger and more complex systems than anyone else’s.",
        "Fast-forward to 2022, and we can see that many services are operating at much greater scale than the NHS is today, and they are using tools that are fast and extremely user-friendly. When done well, IT systems make life easier for workers but, when done badly, they add to their stress and perceived workload. There are still too many instances of this latter effect in the NHS. In her article in the Guardian last week, Tara Porter described how poor IT meant that she ended up seeing fewer, not more, patients. This was a significant factor in the decision that she took to leave the NHS as a psychologist, after more than two decades working in the service.",
        "I venture to quote Aldous Huxley in his 1946 introduction to Brave New World. He called for a world in which:",
        "“Science and technology would be used as though, like the Sabbath, they had been made for man, not … as though man were to be adapted and enslaved to them.”",
        "This maxim is well worth bearing in mind as we rightly continue to introduce new technology into health and social care. It should work for staff and patients, making their lives easier and improving outcomes; they should not end up feeling like they are working for the machines.",
        "To conclude, I hope the Minister can reflect on the genuine problem of pay rises lagging behind living costs in times of extraordinary inflation. I would like to hear more about the Government’s current thinking on the long-term strategy for social care, after the recent chopping and changing we have seen since it was published. I hope that he can assure us that rich data will be made publicly available through the new workforce strategy so that others can independently verify it, and indeed do their own modelling. I do not expect him to have any quick fixes on the information technology solutions as this is such a long-running saga within the health service, but I look forward to engaging with him on this and other issues over the coming months.",
        "**Lord Davies of Brixton (Lab)**",
        "My Lords, I thank the noble Lord, Lord Allan of Hallam, for raising this issue today. As he says, this debate is extremely timely. I have to say that I am a bit surprised and disappointed that so few speakers have signed up for this debate. It is obviously for noble Lords to make their own decisions about which issues they wish to raise, but this one is crucial. You only have to look at the front pages of today’s newspapers to realise how important this is.",
        "There is a whole range of issues that could be raised in discussing these issues; I will focus on just two. That is in no way intended to diminish the importance of other issues. As a veteran of the long-lost and unlamented healthcare Bill, I am glad mention was made of the workforce plan. There was a whole debate then in which the Government were resistant to introducing a workforce plan, but it has suddenly become a priority for them. Maybe there is a case there that they need to listen.",
        "The first of the two issues I will focus on is pay in general, and because today is today, I will talk about nurses’ pay. Secondly, I am going to take this opportunity to talk about pensions in the National Health Service and, in particular, the impact of taxation rules, particularly the annual allowance and the lifetime allowance, on employment in the NHS. When I first thought of contributing to this debate, I thought I would have less time and would focus on just that issue. However, now I have the luxury of 10 minutes, I have expanded my remarks.",
        "First, pay is an issue across the whole service. All workers within the National Health Service have seen problems with their pay and the need for action to be taken to overcome the clear requirement to sort out the problems that we face. I do not think there is any question that there are big problems and that sorting out pay is a crucial element in resolving them. It is not the only answer, but it is the one I am focusing on today.",
        "In particular, I am focusing on nursing, where we have compelling figures: there are 47,496 nursing vacancies. No doubt the Government will tell us that they have increased the number of nurses, but there is still a horrendous level of nursing vacancies. Over 7 million people are waiting for treatment in the National Health Service, and there are 363,000 people who are out of work because of long-term illness. So, pay is one of the direct measures to address those issues. I hope the Minister will say that he recognises that, even though the Government believe that they are under various constraints. The issue, therefore, is not about whether we can afford to meet the demands that have been made for improved pay; the issue is, with the problems faced by the health service, can we afford not to sort out pay?",
        "To be clear, I support the nurses’ demand for a significant pay rise, achieved through collective bargaining. The Government cannot hide behind the independent pay review process because it is clearly broken. I will not undertake a full analysis of the pay review process today, but sticking the word “independent” into a phrase does not make it independent. The Government appoint the members of the pay review body and issue a remit letter that sets out what they can do. It is no criticism of the members of the pay review body to say that this is not a truly independent process: they have to play the cards that they are dealt.",
        "The nurses’ action today—the fact that they are on strike—is a clear indication of the gravity of the problem. CPIH, the agreed appropriate prices index, has increased by about 33% since 2010. Private sector earnings have gone up faster than that, by something like 40%, providing a real-terms increase. Public sector pay in general has gone up by a lesser amount: it has gone up by only 28%, which is a 5% real reduction. Within that, the nurses have done particularly badly, with an increase of under 20%. So there has been a real-terms reduction of over 10% over the last 12 years. One can only admire their moderation in seeking to recover only half of that fall in real terms. A similar case can be made for other groups of employees within the health service, but the Government have to recognise that the way to see this issue resolved is to accept the RCN’s request for direct negotiations. The so-called independent pay review process is just not working any more.",
        "On pensions, a consultation is of course currently under way, and the Government say that this will",
        "“retain more experienced NHS clinicians and remove barriers to staff returning from retirement.”",
        "This is actually the Government’s second go at this issue: some regulations have already gone through, but we will have a debate, which I am looking forward to, with the Minister early in the new year on the previous set of regulation changes—and now we are going to get a different set, following a period of consultation. Unfortunately, my regret Motion on the first set still stands. They will be insufficient to address fully the problems with staff retention in the NHS arising from the NHS pension arrangements that the House of Commons Health and Social Care Committee described in its report last autumn as a “national scandal”. The committee was of course chaired by the current Chancellor of the Exchequer.",
        "Given that we will have another debate, and probably further debates on further regulations, I will spare the House a full discussion of this issue—I do not have enough time for that in any event. The issues are complicated, but they are explained on the BMA website, and I invite noble Lords and noble Baronesses to see what the issues are. I admit that, in the regulations currently under consultation, the Government do address one particular issue about the mismatch of the CPI on various indices—but that was not the only problem, and they do not propose to address one of the worst problems. So I am using this opportunity to focus the Minister’s mind on this issue, which we will return to. I hope that he will perhaps give us a commitment today that he will take the issue seriously and take part in further discussions.",
        "**Lord Bird (CB)**",
        "It is wonderful that we get the chance to discuss this very serious matter. I agree with the noble Lord, Lord Davies, that it is pity that so few Peers wanted to participate in the debate. I am sure they are all busy because it is Christmas and there are lots of things to do; God bless them all, whatever they are doing.",
        "About five years ago, after I first came into the House, I really cheesed off a number of doctors. I know that because, in response to a Question on the lack of doctors, I made the observation that the problem was not that we did not have enough doctors, but that we had too many patients. My noble friend Lord Crisp, who is a mate of mine now, said that he does not go for those supply-side arguments—I did not even know what he meant, but I could understand that he was cheesed off with me. One of the big problems is that we have a health service—which includes nurses, in particular; a subject I would like to talk about, because I have known loads of them—that is always finding it very difficult to make ends meet.",
        "Before I talk about that, I will address prevention. In fact, the noble Baroness, Lady Barran, who sits on the Front Bench as Education Minister, made a very interesting point in an Oral Question on Tuesday: she said that she visited a school where they had taken the kitchen and moved it into the classroom. I thought that that was absolutely brilliant, because most of the young people I know—I have five children, so I have been through this—eat crap. By eating rubbish, they are laying down problems for later life. I have eaten more crap than anybody, but, for some strange reason, I am still here at 76 and everything seems to be working, so I might be the exception that proves the rule.",
        "The idea of moving food, in a revolutionary way, into the classroom so that children can see the science of eating and of making and keeping themselves happy was great to news to me, because I am a preventionist. I came into the House of Lords to get rid of poverty, not to make the poor a little more comfortable. I keep telling people that, some of whom have said that they are irritated by it, but I will keep saying it. Unfortunately, there are too many people in the system who are concerned with keeping the poor more comfortable. I will return to the point: the idea of educating our children so that they know the importance of food and what food does to the body is of incredible importance. I would like the National Health Service to live up to its actual name, rather than becoming a national “I’ll get you back to health” service.",
        "I was around in the early days of the NHS. I remember all the exercises we had to do in the playground, organised by public health bodies, and the capsules and the milk. I also remember that about 20% of the NHS budget in that post-war period was for prevention, because it did not have enough money. So I am very interested in the idea of prevention and will stick with it again and again.",
        "What has happened to the NHS, more than at any other time in its history, since 2010 onwards, when we had to pay off the bankers’ mistakes by buying the banks and passing the cost on to the poorest among us? The NHS has become an even bigger social sponge, soaking up the contradiction thrown up by people in poverty. The BMA admits that 50% of the people who present themselves with cardiac arrest are suffering from food poverty. So what happened during the 2010 to 2016 coalition—sorry about that, mates—was that the nature of the NHS changed, and more and more parts of it were about trying to keep alive people who were eating poor and living poor. If we look at the facts and figures, when we entered the Covid crisis, hospitals were 85% full. That is almost full, because you need 10% to play around with. A lot of that was because more and more poor people were making their way to the hospital and the doctor’s surgery. They were trying to make up for the fact that they had become ill and could not maintain their lifestyle, because they were on the edge of poverty.",
        "There is another big issue, which is the problem with the Treasury. No Treasury since the Second World War has got behind nurses in the way it should have got behind them—and hospital cleaners, porters and all the other people who make a hospital run. The principal reason for that is this myopia in the absolute middle of the Treasury. It divides the world between the public good and the people who contribute, and the contributors are the fintech people in the City of London who put money into the Treasury. Then there are the people who work for the public good and public life, and they are always going to be treated in a cheaper way, because the Government will not stand up and say that there is an enormous value that echoes throughout the whole of society if we pay our nurses, hospital cleaners and workers as well as doctors. We must embrace the idea that public service, whether that is driving a train, climbing up a ladder when there is a fire or working in a hospital—all these people are in public life. They are not takers, they are givers. I find it very difficult when I see the way we divide the world between those who take and those who give. It is not true at all.",
        "We know that one of the big problems with the NHS is that it is too full. What if we had made the investment, if Governments of all political persuasions after the Second World War had said, “We are going to have a war on poverty. We are going to destroy poverty.”? Some 40% of all the money spent by government is spent on trying to get away from the problems thrown up by poverty. Our poor nurses are at the sharp end and are underappreciated; they are unable to pay their own way; they cannot breathe. The Royal College of Nursing said recently that nurses are suffering because their heating and food bills are rising, and they are being hit in the same way as everybody else.",
        "I would like the Government to stop and to look at what works and what does not work. I have been saying this to Governments since I came here. I want them to stop, look and say, “How can we change this?”, rather than giving us a very small amount here and there. I want them to end this situation where the heroines of our hospitals are now being described as antisocial, whereas once they were social.",
        "**Baroness Merron (Lab)**",
        "My Lords, it is a pleasure, as always, to follow the noble Lord, Lord Bird, who speaks as he finds. I congratulate the noble Lord, Lord Allan, on bringing this important debate to your Lordships’ House at such a crucial time. Just this week, the Institute for Fiscal Studies published a report that found that, even though the NHS has more staff on the payroll today than it did in 2019—something I am sure the Minister will want to remind us about—it is, however, treating fewer patients and backlogs are at a record high. I hope the Minister will offer some explanations as to why this is so when he comes to speak.",
        "We know there is a recruitment and retention crisis across the NHS and social care sector, and on the day, as noble Lords have referred to, that nurses are taking unprecedented industrial action, it is worth reflecting on Health Foundation estimates that have found that, at the current rate of exodus from the workforce, by 2030-31 there will be a shortfall of 140,600 full-time nurses. On the point of nurses’ pay, which has been raised today by noble Lords including my noble friend Lord Davies, I raise with the Minister his reply TO a question I put yesterday, when he said:",
        "“we have always followed the recommendations of the independent pay review body, as Governments of all colours have done since 1984.”—[Official Report, 14/12/22; col. 664.]",
        "Will he review this assertion and come back to the House? To raise just one example, Chancellor George Osborne took the decision to override the public review body’s recommendation and put a freeze on all public sector pay. I look forward to hearing from the Minister on this point.",
        "More broadly, with health and care staff well-being at an all-time low, and bearing in mind that the NHS lost more than 500,000 days to poor mental health in August alone, and the comments of the noble Lord, Lord Bird, about the importance of the prevention of ill health—something I very much agree with—how will the Government seek to tackle the root causes of absence due to poor mental health in our NHS and social care sector?",
        "As the noble Lord, Lord Allan, and other noble Lords have said, for the past two years Ministers have promised us that a workforce strategy is coming. When will that actually be before us? As my noble friend Lord Davies reminded us, the Minister’s predecessor, the noble Lord, Lord Kamall, repeatedly promised, when we were discussing the Health and Care Act, that work was under way, it was all in hand and we did not need legislation to make it happen. Indeed, the Minister himself has repeatedly promised that the workforce plan will be coming soon, so perhaps we can hear some more facts. When will we know the timetable for publication and implementation? Will there be a formal consultation process? I know the Minister will understand that commissioners need to plan, and staff and patients need reassurance. So, when will this House and stakeholders see the timelines? How comprehensive will the plan be and, most importantly of all, will it be costed and fully funded? It really is time that we had some answers and some concrete dates for publication.",
        "The two pillars of health and social care are inextricably linked. Social care is not just an add-on to NHS workforce needs, as we see from these alarming figures: there are 13,500 people who are in hospital as we speak and medically fit to leave but cannot be discharged, because of the lack of home and community support, particularly in domiciliary and care homes. We know that we have a problem before us. The backlog of social care assessments, estimated by ADASS at 500,000, means delayed assessments for people in need and their carers, and not enough funding or staffing to carry out these assessments or to ensure that the right support is available and can be provided and delivered. This means that people are taking up bed spaces and are in the wrong place, when they should be in their homes and in the community.",
        "Worryingly, the latest NHS figures show that over 145,000 people in England have died while waiting for social care over the past five years. This is a very bad state of affairs, so can the Minister say why the £500 million promised some time ago to help support hospital discharge is being paid out only this month and next? As I and other noble Lords have repeatedly raised in this Chamber, why has there been delay when there is such an imperative for immediate action?",
        "We know that care workers are paid poverty wages and leaving in droves; there are currently 165,000 vacancies in the social care sector. How will the Minister be encouraging people to join the sector? Will there be encouragement for existing care workers to stay when they face a lack of decent standards, fair pay and proper training?",
        "On the matter of social care, I take this opportunity to commend the excellent report from your Lordships’ special Adult Social Care Committee, so ably chaired by my noble friend Lady Andrews. I hope the Minister will read the report carefully, if he has not done so already, as we will be pressing strongly for a full debate in your Lordships’ House as urgently as possible in the new year. When will the Government’s response be ready and published?",
        "The report warns that the continued invisibility of the adult social care sector is damaging both to people who need social care and to the unpaid carers who provide care at a time of increasing need, rising costs and a shrinking workforce. There is also the failure of improved carer support and payment for vital care workers. If only all these absences could be put right, they could be the key to getting the extra staffing in place that is so desperately needed.",
        "I want to ask the Minister about another authoritative report, which was actually commissioned by the Government. It is an academic research paper from the independent think tank the King’s Fund on tackling the NHS’s 7 million—the number who are waiting for care. This is a devastating report, warning that a “decade of neglect” by successive Conservative Administrations has weakened the NHS to the point that it will not be able to tackle the backlog. The King’s Fund reports that years of denying funding to the health service and the failure to address its growing workforce crisis has left it with too few staff, too little equipment and too many outdated and poorly maintained buildings to perform the amount of work that is needed. How do the Government respond to the findings of the very report that they commissioned?",
        "Finally, just yesterday, 33 months after the World Health Organization declared Covid-19 to be a pandemic, the Guardian newspaper spent 33 hours inside the NHS, reporting from inside a hospital, an ambulance service, a pharmacy and a GP surgery. When responding to what turned out to be yet another exposé of how bad 33 hours on the front line of the NHS can be, the Royal College of Emergency Medicine’s president said that the single biggest issue exposed",
        "“was the struggle to discharge medically fit patients”.",
        "When we hear this from the lead emergency medicine doctor in the country—a cry for urgent action to bring reinforcements to the creaking health and care workforce—how will the Minister respond to that call?",
        "**The Parliamentary Under-Secretary of State, Department of Health and Social Care (Lord Markham) (Con)**",
        "I thank noble Lords. I particularly thank the noble Lord, Lord Allan, for introducing the debate. I look forward to working with him, just as I have enjoyed working with the noble Baroness, Lady Brinton—I hope he does pass muster. I am pleased to respond to this Question for Short Debate on the steps we are taking to support the NHS and social care workforce. We all agree that this is an important issue and that we are all indebted to the people who work tirelessly in our health and care services.",
        "Helping the health and social care workforce manage their mental health and well-being is important and we are committed to helping staff recover. That is why we encourage adult social care providers to invest in mental health and well-being services for their staff. The NHS People Plan and the NHS People Promise set out a comprehensive range of actions to prioritise staff well-being. Boards, leaders, non-exec directors and managers across the NHS are being asked specifically to consider the health and well-being of all their staff as a priority.",
        "As the winter approaches, we know that the system has not rested over the summer. It has been fighting the pandemic for years and we know the drain that that has caused. We know that this winter, with rising cases of Covid and flu, we are putting more pressures on staff, alongside the pressures of the cost of living. We understand those pressures and the need to support the workforce. I will try to answer some of the questions more directly later, but we understand the need for the £500 million fund to help with discharge and workforce support.",
        "We understand the importance of pay in making people feel looked after in what they do. We have accepted the recommendations of the latest independent pay review body in full. I apologise if I made a mistake. I thank the noble Baroness for kindly and gently putting that forward. I will go away and make sure I correct that. I thank her again for the way that was put forward.",
        "We have given more than 1 million non-medical NHS workers a pay rise of at least £1,400 this year, which is equivalent to 4% to 5%. We deeply regret that some feel the need to take industrial action despite that. I will address the specific questions on the pay review and the impact of inflation later.",
        "This is more difficult with care workers, because they are paid by people outside our control, so to speak. Our only hope is that with around 70% of the total payments in this area going to wages, the £2.8 billion and £4.7 billion of additional funding will find their way into the pockets of the people who need it. That is something we will encourage. At the end of the day, if you cannot recruit and motivate a workforce, you will not have the care you need—it is simple.",
        "Alongside looking after our staff, we know that demands on the NHS and social care are increasing. Expanding the workforce has to be a priority. While the numbers are increasing—I will not repeat the statistics I often give out—we know we need to do more in this space.",
        "I may be going a little off-piste here, but I think we can be more creative and flexible in the way we do that. I do not think we are making enough use of apprenticeships and other routes in. I give the example of my mother, who left school at 15 with no qualifications, became a mother with three kids and then, in her 30s, found a way into nursing, first as an SEN—an easy entry path—and then as an SRN. Eventually, she became a midwife and worked for more than 20 years in the health service. We need more of those sorts of routes.",
        "Would it not be great if we had a modular system so that a person working at a dentist’s for two years could qualify as a dental nurse? Instead of working in Wetherspoons for most of their training, their part-time work could be in that profession, using and honing their skills. Would it not be great if a dental nurse who was good at their job knew that their qualifications were part of the way towards becoming a dentist? The team is looking at those modular systems in terms of that flexibility. Training and development is clearly a key part. We are funding more places. In the nurse space, it is not limited. There are more than 70,000 nurses in training as part of that, but clearly the workforce plan needs to set out whether we need to be doing more in this space.",
        "I know that we all welcome the workforce plan and I appreciate the comments from all Members of the House, particularly those opposite, that have for a long time been, quite rightly, that we need to do it. I think that we are all pleased that we are doing it. I completely accept the need to ensure that it is detailed enough to be useful, for want of a better word, and that it needs to be iterative, which will involve other people. I understand that such transparency brings pain, because you have inputs from other people who do not always agree with you. However, you get a better product at the end of it. I am afraid that I cannot give more information on a timetable yet, but I will press for more information.",
        "I accept that inflation makes annual pay reviews more difficult. That is the problem with inflation. We have tried to make exceptions for the nurses in the past. Offering what I hope is a sensible view, as we were saying in the debate yesterday, April is not that long away. If we could expedite a process for the independent pay review body, maybe that would be a sensible way forward, where people feel that there is recognition of the impact that inflation has. Sometimes inflation can mean that you need quicker answers than you might normally expect.",
        "On the social care space and the long-term strategy, I know that Minister Whately is very focused on this, to an amazing degree of detail, and on the impact of that £500 million fund and the results. I accept that it took a while to get that money out, and I partially take the blame. We wanted to ensure that it was going out in the right places, which took a bit more time. I hope and expect it to have been worth that time to ensure that it is targeted in the right place. That £500 million is the first instalment, with up to £2.8 billion next year, particularly in the places that work.",
        "I know that it is a favourite thing for the noble Baroness, Lady Brinton, to bring quotes to the Chamber. I liked this one, and look forward to hearing more, particularly as Aldous Huxley is one of my favourite authors. Clearly, we need to make science and technology work for the NHS and not the other way round. On the point around productivity and the IFS, candidly, a lot of that is down to poor systems and the work that must be done to improve that, as the IFS rightly states. We are looking to address these things through the estates programme and the £10 billion per year capital spend, which is a big increase on previous years. In some areas, productivity has gone backwards, but in many areas it has not. We must understand what conditions are enabling us to increase productivity and how we can use that to help those areas that are not as productive as before to catch up and overtake.",
        "I will try to answer some of the other questions. On pensions, as the noble Lord, Lord Davies, mentioned, there will be a further debate on this in the new year. It is a serious issue that, let us face it, we need a solution for, because we know it means that people are voting with their feet and leaving the service. Clearly, we need a solution to it all. It is something that we are taking seriously, with detailed work. We can discuss it further in the new year.",
        "I have to admire the passion for prevention in the speech from the noble Lord, Lord Bird. One of the pleasures of this job is sharing an office with, or being fairly close to, Chris Whitty, and seeing many of the things that he brings such intelligence and value to. If you speak to him about prevention, he will talk about his concern right now for those people who missed out on heart checks—the 50 to 65 year-old cohort who did not have a heart check during Covid. That is one of the things that needs to be high up the list of the things to address in the prevention agenda.",
        "On the other points, I will need to give the noble Baroness some more detail in writing on the findings of the report she mentioned. Given that we are running out of time, as ever, I will provide a detailed response to anything I have not managed to cover.",
        "In conclusion, I again thank noble Lords. I agree with the sentiment that it would have been nice to have had a lot more contributions, but through this programme of work, including by supporting care employers and commissioners, we are helping to build the robust and resilient workforce the NHS and social care systems need for the future. We are working to ensure that the country has the right people, with the right skills and in the right places, and that they are well supported and looked after so that they can in turn look after those who need our great NHS and social services."
    ]
}