{
    "url": "https://www.ukpol.co.uk/jonathan-allen-2018-statement-on-ukraine/",
    "title": "Jonathan Allen – 2018 Statement on Ukraine",
    "post_date": "November 26, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Jonathan Allen",
            "url": "/tag/jonathan-allen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jonathan Allen, the UK Deputy Permanent Representative to the UN, at the Security Council Briefing on Ukraine, on 26 November 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/11/jonathanallen-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/11/jonathanallen.jpg)",
        "Thank you Mr President. May I just start by saying that I was disappointed by the Russian Representative’s explanation of vote in the previous round, as he himself stated he did not actually make an explanation of vote, but a substantive statement. In so doing Russia showed contempt for the Security Council and its Members by not accepting a procedural vote by this Council. Russia has regularly discussed Ukraine here under a different agenda item. In this instance Russia deliberately chose a provocative title for the meeting which they knew they would lose. I ask myself why. And I assume that Russia knows how weak its position of substance is and so hoped to turn attention on process and play victim.",
        "Well, it will not work Mr President, because yesterday – by Moscow’s own admission – Russian vessels opened fire on and seized three Ukrainian vessels approaching the Sea of Azov. We are deeply concerned about the six injured Ukrainians and 23 Ukrainians who have been detained by the Russian Federation and we call for their immediate release.",
        "Mr President we condemn Russia’s deplorable use of military force. This further demonstrates Russia’s ongoing contempt for Ukraine’s sovereignty and territorial integrity and its contempt for the global rules-based international system which this organisation serves to uphold. It follows on from Russia’s illegal annexation of Crimea in 2014 and its construction of Kerch Bridge in May this year which constitutes a further violation of Ukraine’s sovereignty and territorial integrity.",
        "Yesterday’s action follows months of Russian harassment of international shipping in the Sea of Azov, presumably aimed at destabilising the Ukrainian economy. Russia’s actions are not in conformity with the United Nations Convention on the Law of the Sea and the 2003 Russia-Ukraine Bilateral Agreement which provides for freedom of passage for each state’s vessels in the Sea of Azov including military ships. Russia’s actions must stop immediately. International shipping must be allowed free passage in the Sea of Azov. All parties must exercise restraint.",
        "Mr President we have seen this game before. Russia wants to consolidate its illegal annexation of Crimea and annex the Sea of Azov. Russia seems to hope that the international community will simply acquiesce and accept this as a new reality. Well we will not. The United Kingdom’s position is clear: we do not and will not recognise the illegal annexation of the Crimean peninsula by Russia.",
        "The General Assembly made its position clear in its resolution of the 27 March 2014 and we continue to fully support Ukraine’s sovereignty and territorial integrity within its internationally recognised borders and territorial waters. This is why on 31 July the European Union sanctioned six new entities in connection with Russia opening the Kerch Bridge. We continue to work closely with international partners to ensure that sanctions remain in place as long as Russia’s control of the peninsula continues.",
        "Russia’s illegal annexation constitutes a deliberate violation of a number of international agreements and commitments including Article 2 of the United Nations Charter, the Helsinki Final Act, the Budapest Memorandum and the 1997 Russia-Ukraine Treaty of Friendship. But this is just the start. Russia’s actions are also causing human suffering. Appalling human rights abuses in the Crimean Peninsula continue with the widespread persecution of minority groups such as the Crimean Tatars. The Crimean Tatars face regular harassment and risk arrest, detentions and threats to seize their property. They have had their rights of worship, assembly and expression restricted. The Crimean Tatars are not the only people suffering at the hands of Russia. Anyone who expresses even mild discontent or voices their opposition to this illegal annexation risks being charged with extremism and given a lengthy prison sentence, forcing many into exile. Russia continues to ignore calls by the General Assembly for the United Nations High Commissioner for Human Rights to visit Crimea.",
        "Mr President we remain clear in our support of the rules-based international system which Russia continues to flout. Russia must not be allowed to rewrite history by establishing new realities on the ground. But this is sadly not the first time Russia has indulged in such reckless and provocative acts this year. Russia was responsible for a chemical weapons attack on British soil and its agents were caught red-handed in The Hague. Russia has steadily increased tension in the Sea of Azov and has now – by its own admission – fired on Ukrainian ships, injuring sailors on board. These are not the actions of a responsible country dedicated to the maintenance of international peace and security and to upholding the United Nations Charter. As my Prime Minister recently made clear, like others here today we remain open to a different relationship with Russia: one where Russia desists from these attacks that undermine international treaties and international security and desists from actions which undermine the territorial integrity of its neighbours and instead acts together with the international community to fulfil the common responsibilities we share as Permanent Members of the United Nations Security Council. And we hope that the Russian state chooses to take this path. However, Russia’s actions over the weekend do not give much ground for hope.",
        "Thank you Mr President."
    ]
}