{
    "url": "https://www.ukpol.co.uk/rosena-allin-khan-2022-speech-on-ambulance-pressures/",
    "title": "Rosena Allin-Khan – 2022 Speech on Ambulance Pressures",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rosena Allin-Khan",
            "url": "/tag/rosena-allin-khan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rosena Allin-Khan, the Labour MP for Tooting, in the House of Commons on 18 July 2022.",
    "content": [
        "I thank the Secretary of State for advance sight of the statement and welcome him to his new role. It would have been helpful if, ahead of the current temperatures, he had responded to our urgent question last week, but I am glad that he is here now.",
        "The Secretary of State claims that everything is in hand, but I know from my own experience and that of colleagues across the country that that is far from the truth. We have already seen ambulance wait times soar and pressure on staff spiral, all while the NHS struggles to find the essential staff needed to deliver patient care. I am sure that everyone across the House will agree that our frontline workers are truly amazing. But if nurses and doctors are so overworked and do not have the time and resources to take care of themselves in this heat, the care that they can give patients will be impacted. The Government must step up and show the urgency that this crisis demands.",
        "The Secretary of State talks of creating additional space for new patients in hospitals. How will that happen—with what money, what resources and what staff? Will the Government try to call those new hospitals, too? Is not the reality that creating capacity elsewhere in hospital really means patients being left in corridors on trolleys or in car parks? Can he assure us today that that will not be the case?",
        "Under the Conservatives, the NHS is simply struggling to cope. A record 6.6 million people are waiting for NHS treatment—and they are waiting longer than ever before, often in pain and discomfort. The people in our thoughts this afternoon are those waiting in queues outside hospitals in ambulances, with soaring temperatures and no air conditioning. If it were dogs or cattle, it would be against the law, but these are people in tropical heat unable to enter hospitals. People with conditions triggered by excessive heat are unable to get an ambulance, because ambulances are logjammed outside A&E. Will the Secretary of State apologise to them and their families?",
        "This situation is impacting mental health, too. People attending A&E experiencing a mental health crisis cannot get a bed in a psychiatric hospital, so they wait in A&E, some of them for more than three days. Why? Because the Government have spent the past decade cutting a quarter of mental health beds.",
        "I worked in A&E over this weekend and saw the amazing work being done by staff to prepare for the record heat. The heatwave and surge in covid cases are putting additional pressures on the NHS. I am glad that the Secretary of State recognised that in his statement. Without doubt, 12 years of Conservative mismanagement and underfunding have left our health service unable to cope, which not only has an impact on patients but hurts staff. Staff morale is at rock bottom. Is it any wonder that 5.7 million days were lost to mental ill health in the NHS last year?",
        "Last week, the Minister of State claimed that the Government had procured a £30 million contract for an auxiliary ambulance service, but, moments later, it was revealed that it was yet to be awarded. Can the Health Secretary confirm whether the Minister of State has issued a correction yet?",
        "On Wednesday, ambulance trusts were placed on their highest possible alert level. A national emergency was declared on Friday and, over the weekend, hospitals were scrambling to increase capacity. Why then has it taken until today for the Health Secretary to step up and show leadership? Can he tell us who he met over the weekend? I do not mean at Chequers; I mean from the NHS. Can he also tell us why the Prime Minister did not think it necessary to chair Cobra today? Just when we thought irony had reached a peak, the Prime Minister spent the weekend partying when he should have been dealing with a health emergency. Has the Secretary of State spoken to the Prime Minister today? The Health Secretary has been too slow. The Prime Minister has not even bothered to turn up and the Government have gone AWOL.",
        "If the Government will not step up now, then Labour will. As temperatures reach a record high, all we are getting from the Government is more hot air. This is a crisis. The country has one message for Ministers: stop squabbling and plotting, do your jobs and get a grip."
    ]
}