{
    "url": "https://www.ukpol.co.uk/waheed-alli-2022-tribute-to-hm-queen-elizabeth-ii-baron-alli/",
    "title": "Waheed Alli – 2022 Tribute to HM Queen Elizabeth II (Baron Alli)",
    "post_date": "September 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Waheed Alli",
            "url": "/tag/waheed-alli/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Waheed Alli, Baron Alli, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I have not spoken in your Lordships’ House for many years but I felt compelled to do so today, and I am glad I did. I wish to associate myself with much of what has been said about Her late Majesty and everything she embodied. I also echo the sentiments of the noble Lord, Lord Butler, and pay tribute to the opening speeches by the Front Benches and many others today. It makes you proud to be a Member of this House as you listen to the tributes, the contributions that almost everybody in this House has made to public life and the interaction they have had with Her Majesty the Queen.",
        "Her Majesty’s life set us all an example. My time in this House—it has been long—has been focused on equality, as many noble Lords will know. The notion of equality and monarchy can be difficult to reconcile in the abstract. The most fitting tribute I can pay to the late Queen is that she made that reconciliation look easy. She was a great equaliser; she equalised in almost every room into which she stepped. Her sense of duty should humble us all.",
        "I have always been enamoured by the motto of the BBC:",
        "“Nation shall speak peace unto nation”.",
        "Her Majesty was the personification of this, and I mourn her passing. I celebrate her life, with all of you, and I wish long life to His Majesty the King."
    ]
}