{
    "url": "https://www.ukpol.co.uk/rosena-allin-khan-2021-speech-on-the-reform-of-the-mental-health-act/",
    "title": "Rosena Allin-Khan – 2021 Speech on the Reform of the Mental Health Act",
    "post_date": "January 16, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Rosena Allin-Khan",
            "url": "/tag/rosena-allin-khan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rosena Allin-Khan, the Labour MP for Tooting, in the House of Commons on 13 January 2021.",
    "content": [
        "I thank the Secretary of State for an advance copy of the statement. This overhaul of the Mental Health Act has been long-awaited, and we welcome the White Paper and the fact that the Government have accepted the majority of the recommendations from Sir Simon Wessely’s independent review of the Mental Health Act.",
        "Without a doubt, people need to be at the heart of this legislation. Service users must be involved in framing the legislation going forward, and when we talk of numbers and statistics, we must remember that these are real people with real lives and real families. There is a web of individuals who are affected when things go wrong. Deprivation of liberty and the use of coercion can cause lasting trauma and distress. That is especially true for children and young people who find themselves in these most difficult of situations, whose voices often are not heard when decisions are being made. It is an important step that learning disabilities and autism will no longer be grounds for detention under the Act, and I am sure that we all welcome that. It is also very welcome that the recommendation on nominated persons has been included.",
        "The best way to reduce coercion and detention is to have alternatives to admission. Will the Secretary of State please outline how that will be achieved? Community provision is vital for mental health services that are truly joined-up and, crucially, work well for patients, so will he also give reassurances on community care?",
        "It is in our communities where we witness the harsh reality of health inequalities, which so desperately must be addressed. Social inequalities and adverse childhood experience are the drivers of mental ill health, and they cannot be ignored. Children from the poorest 20% of households are four times more likely than those from the wealthiest 20% to have serious mental health difficulties by the age of 11. That will not be solved simply by mental health legislative changes; there must be a commitment to addressing the vast chasm of health inequalities across the country.",
        "At present, black people are over four times more likely to be detained. We need to advance the mental health equality framework, and there must be culturally appropriate services and freedom for local areas to look at their specific population in order to have the most suitable approaches.",
        "Mental health staffing levels are crucial to ensuring that mental health services are fit for purpose. The proposals set out by the Secretary of State go well beyond what has been committed in the long-term plan. We need to see true understanding from the Government that mental health is not about promising fancy equipment; it is about people. The promises in the White Paper rely on the workforce—our fantastic frontline mental health staff, of whom there are simply too few at present. Will the Secretary of State please outline when we will get the workforce settlement? What reassurance can he give on filling training places?",
        "It has already taken so long to get to this point—it was the former Prime Minister who started this process, back in 2016—so will the Secretary of State provide some clarity on the timeframe going forward? Given the complexities of the legislation and the need for it to be robust, what are the plans for a joint prelegislative Committee? It is vital that the blueprint that Sir Simon Wessely’s report sets out is implemented in full. I would like to take this opportunity to thank him and everyone involved for all the work they have done on this review.",
        "We must act, and quickly. Covid has shown us how all the pressures on mental health are building. We need action now. We all know how rare these pieces of legislation are; this is a once-in-a-generation opportunity to get it right for some of the most vulnerable in our society. We simply must get this right for everyone who depends on these services."
    ]
}