{
    "url": "https://www.ukpol.co.uk/rosena-allin-khan-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Rosena Allin-Khan – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rosena Allin-Khan",
            "url": "/tag/rosena-allin-khan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Rosena Allin-Khan, the Labour MP for Tooting, in the House of Commons on 9 September 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker. I am truly humbled to follow what was, quite frankly, one of the most beautiful outpourings of love I have ever had the pleasure of witnessing. [Hon. Members: “ Hear, hear.”]",
        "I rise to add my tribute to Her Majesty Queen Elizabeth II on behalf of the people of Tooting, who are united in grief. So many have been in touch with their own memories and stories, yet one word shines through again and again, and that is “duty”. That sense of duty underpins everything she did. Some recall her service in the British Army when, at a time with invasion imminent, she could have fled to Canada; instead, she stayed in London and put on a khaki uniform and a tin helmet. I remember best her service during the pandemic. Suffering the grief of the loss of her dear husband Philip, she cut a lonely figure at his funeral as she observed social distancing. She embodied the pain that so many people were experiencing at the same time and she led, truly, by example. She was a shining beacon of light in that dark moment and never once deviated from her duty.",
        "It is almost 20 years since Her Majesty visited St George’s University Hospital in Tooting to see the work of aspiring doctors and nurses, and to meet NHS staff. When I am there, I often see the plaque she unveiled of two hands clasped in friendship and mutual support. We all need to hold each other’s hands a little tighter and to hug our loved ones a little closer.",
        "I am reminded of the story told by trauma surgeon David Nott after his return from the horrors of fleeing war-torn Aleppo. When he met the Queen, the doctor was deeply distressed and could not face making polite conversation about his work over lunch. Sensing that, in that special way she had, the Queen touched his hand and brought forth a silver barrel of biscuits. “These are for the dogs,” she told him. They proceeded to spend the lunch feeding the corgis under the table. “There,” she said, “That’s so much better than talking, isn’t it?” Such intuition, such emotional intelligence, such kindness.",
        "I mentioned Her Majesty’s role in the war as a young princess. During the darkest hours of world war two, she gave a BBC radio broadcast and said:",
        "“when the peace comes…it will be for us, the children of today, to make the world of tomorrow a better…place.”",
        "And she did. She made our world a better place. She showed strength as a woman and the strength to shape modern Britain. So let us commit to carry on that spirit of service and, above all, duty: duty to our constituents, to our country and to making the world a better place."
    ]
}