{
    "url": "https://www.ukpol.co.uk/rosena-allin-khan-2016-statement-on-becoming-labour-mp-for-tooting/",
    "title": "Rosena Allin-Khan – 2016 Statement on Becoming Labour MP for Tooting",
    "post_date": "June 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Rosena Allin-Khan",
            "url": "/tag/rosena-allin-khan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Rosena Allin-Khan after she was elected as the Labour for Tooting at a by-election on 16 June 2016.",
    "content": [
        "Given the horrific events of today and the shocking death of Jo Cox, I do not intend to make a speech. Instead, I would like to make a short statement.",
        "First of all, I would like to give my profound thanks to the people of Tooting for electing me as their MP.",
        "But my thoughts and prayers are with Jo’s husband and her children. She was a proud and passionate campaigner who will be desperately missed.",
        "Jo’s death reminds us that our democracy is precious but fragile – we must never forget to cherish it. Thousands of people voted today and we are all here in recognition of our democratic values.",
        "I would like to thank the police for all the hard work they have done today, not just here but across the country.",
        "I would like to thank the returning officer and staff for their efficient and smooth running of this by-election, and I would also like to thank my agent and his campaign staff.",
        "I would like to thank the other candidates for the respectful way in which this by-election has been fought.",
        "And lastly, I would like to thank my family and friends for their love and support.",
        "Thank you very much."
    ]
}