{
    "url": "https://www.ukpol.co.uk/rosena-allin-khan-2022-speech-to-labour-party-conference/",
    "title": "Rosena Allin-Khan – 2022 Speech to Labour Party Conference",
    "post_date": "September 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "2022 Labour Party Conference",
            "url": "/tag/2022-labour-party-conference/"
        },
        {
            "text": "Rosena Allin-Khan",
            "url": "/tag/rosena-allin-khan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rosena Allin-Khan on 28 September 2022.",
    "content": [
        "Good morning Conference, hasn’t it been a fantastic week?",
        "I am so proud to be part of the Labour team.",
        "A team with one goal – getting Labour back into office.",
        "There are so many reasons why we must end this long, dark night of Tory rule.",
        "And the nation’s mental health is top of my list.",
        "Under the Tories’ 12 years of mismanagement, there are 1.6 million people waiting for mental health treatment.",
        "That’s more than the entire populations of Birmingham and Liverpool put together.",
        "Waiting times are soaring.",
        "And far too often help depends on your postcode, not your need.",
        "And children are being let down.",
        "Referrals for children and young people with eating disorders have doubled and referrals for children who are self-harming have tripled.",
        "Children are waiting days in A&E in crisis.",
        "In the A&E where I work, I see it.",
        "My colleagues across the country see it.",
        "The Tories have cut a quarter of mental health beds and it is our communities",
        "who are suffering.",
        "An entire generation is being failed by this Conservative Government.",
        "This mental health crisis is wrecking the British economy.",
        "Last year 18 million work days were lost to mental illness – more than industrial disputes, more than injuries.",
        "It costs the UK economy at least one hundred and seventeen billion pounds a year.",
        "And who does the cost-of-living crisis hit the hardest?",
        "Those already living with mental illnesses.",
        "Do you remember Thatcher’s Britain?",
        "One of being cold in your own home with the perpetual fear of debt and disconnection.",
        "That should have been consigned to the history books.",
        "I remember all too well my brother, mum and me gathered around the only heater for moments of relief from that gnawing, biting cold that saps your energy and robs you of your concentration.",
        "I listened to my mum, awake at night, worrying how to keep us safe and warm.",
        "This was the 1980s – how are we here again now?",
        "I’m proud to be an NHS doctor and I’m also proud to be a socialist.",
        "Working in A&E, I approach a patient from the point of view of their health needs.",
        "But I know that we cannot divorce the person from their social class, gender, race and background.",
        "The gig economy, soaring bills, rising crime, a brittle and divided society, a broken social media, brimming with hate.",
        "For millions, modern life means poor mental health.",
        "If ever there was an argument that prevention is better than cure, it is with mental health.",
        "We know that the longer mental illnesses are left untreated, the harder and more costly they are to treat.",
        "I met the fantastic team at Paul’s Place here in Liverpool on Monday.",
        "They show how communities support one another after suicide.",
        "Their stories are raw.",
        "Moving.",
        "But their work is filled with hope and love.",
        "Conference, if there’s one word to sum up Labour’s mental health policy it is this:",
        "Prevention.",
        "The next Labour Government will:",
        "• Guarantee NHS mental health support within a month and when I say ‘support’ I mean treatment, not just an assessment of need.",
        "• Improve service quality for patients.",
        "• Recruit more mental health staff – starting with eight and a half thousand new staff by the end of our first term in office.",
        "• Place specialist mental health support in every school.",
        "• Establish mental health hubs for young people in every community – open to under-25s, with no need for referral.",
        "And finally, we will guarantee a fair share of funding for mental health.",
        "We will not abandon those in crisis.",
        "Whenever I meet patients and staff, all over the country, people ask me the same thing, “What practical difference will Labour’s pledges make to me?”",
        "It’s a good question.",
        "Conference, here’s the answer:",
        "Our resolute commitment to prevention, early intervention and timely treatment",
        "will make the difference.",
        "I’ll never forget the sight of a father with an ashen face being brought into the A&E in a wheelchair with his teenage daughter on his lap.",
        "She was, covered in cuts and her body emaciated.",
        "How is it fair that in Tory Britain parents have to give up work to be on suicide watch because they cannot access timely CAMHS support?",
        "Sadly, I’ve met many such parents and their faces will never leave me.",
        "This is why it is vital that children can see someone without bureaucracy, judgement, or red tape, our new mental health hubs will make a difference.",
        "Labour will make the difference and what a contrast to Tory indifference.",
        "Conference, in her ten years as a government Minister, do you know how many major policy speeches Liz Truss has made on mental health?",
        "Not one.",
        "Her reckless mini-budget has left people terrified.",
        "Terrified of what’s to come this winter.",
        "Terrified of how to support their families.",
        "Terrified for their futures.",
        "Liz, you can’t skip the blame for Britain’s mental health crisis.",
        "For those of us who work shifts on the NHS frontline, the length of waiting lists is no surprise.",
        "It’s what happens after over a decade of Tory decision making.",
        "Conference, Labour will transform our mental health services.",
        "New staff.",
        "New services.",
        "Faster treatment.",
        "Prevention as our watchword.",
        "Better mental health for all.",
        "Conference, thank you."
    ]
}