{
    "url": "https://www.ukpol.co.uk/rosena-allin-khan-2019-speech-on-care-homes/",
    "title": "Rosena Allin-Khan – 2019 Speech on Care Homes",
    "post_date": "February 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Rosena Allin-Khan",
            "url": "/tag/rosena-allin-khan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Rosena Allin-Khan, the Labour MP for Tooting, in the House of Commons on 26 February 2019.",
    "content": [
        "Thank you for calling me, Mr Deputy Speaker, and thank you for being in the Chair for my first Adjournment debate, which concerns such an important matter.",
        "The UK has a world-class national health service, full of the most fantastic doctors, nurses and support staff. It is a testament to our fantastic NHS that, for decades, we have generally seen life expectancy increase across the country. With increasing life expectancy, however, we have seen a growth in degenerative diseases such as dementia. For families living with a relative with dementia, it is an incredibly difficult experience to see a parent, for instance, lose the ability to talk and forget the essence of who they are. You never forget the first time that they look straight through you, having no idea who you are. I am sure that the Minister will extend her sympathies to the families across the country who live with those circumstances day in, day out.",
        "Many families are increasingly reliant on extra care facilities and nursing homes to manage the healthcare needs of their elderly and vulnerable relatives. They will therefore experience the heart-wrenching feeling of visiting dozens of care facilities and wondering if their loved one will be happy and safe there—will the care be good enough? Sadly, my family and I have found out what happens when the answers to these questions is no. While the majority of those working in the care sector are wonderful and deserve medals for the incredible service they provide, there are, as in any industry, those who are not, and who, sadly, prey on the vulnerable.",
        "I am going to now share something that is not at all easy to talk about. Minister, there are some phone calls you never wish to receive, and I can say that one of them is the hushed phone call from a carer who knows your family, who tells you that as a matter of urgency you need to come to the care facility and check on your loved one because they have been hurt. Nothing prepares you for arriving to find your loved one with black eyes, bruises, cuts and blood on their face. And I can tell you, Mr Speaker, that nothing prepares you for discovering that these injuries in fact happened three days previously and nobody called you, no one alerted you, nobody called an ambulance despite the fact that somebody had a head injury, was on blood thinners and is elderly, and with not a single person—not one—having any answers as to how this may have happened or any proof at all as to how this occurred.",
        "My father has dementia. It started very young and affects a part of his brain that is involved with speech. He is fully aware of everything and even has memory, but his days as a university lecturer would be hard to imagine now were you to meet him, as not only does he not speak, but he can only sing in his mother tongue—which I have never heard him even speak in my lifetime. This makes him extremely vulnerable as he is unable to communicate with those who do not know him. As his children, however, my brother and I can understand his body language and his emotions; we know when he is ​happy, we know when he is sad, and unfortunately we now know what his demeanour is when he is deeply, deeply frightened.",
        "He was found extremely distressed by a carer covered in bloody injuries which would have caused a great deal of blood loss wherever they had taken place. To our horror we were told that he had not left the building overnight, there was no evidence of him having fallen and no other resident had any evidence of injury. Quite unexpectedly, the centre manager suddenly left and not a single person had any excuse for what had happened or why we were not called. Three days—three days—it took for us to receive a phone call, which came in the manner of a hushed call from a carer who was leaving the very next day. She said she was entirely aware that we had not been told and deeply thought that we should know.",
        "As any family would, we complained immediately to Wandsworth Council, which contracts out the care to London Care, which manages Ensham House, which is owned and run by Optivo. I am sad to say that there our nightmare began, and that nightmare is the reason for this debate, for if two young professionals can endure what happened in the following months in pursuit of answers I fear deeply for the elderly in our community, such as the 80-year-old woman who herself is frail, who is caring for her husband with dementia, and who is too fearful to speak out for fear of going through what I am about to describe.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I congratulate the hon. Lady on bringing this matter to the Chamber. She and I spoke about it last night, so I had a bit of an idea of what the issues were going to be. I commend her for bringing us her personal story and this exposé of what has happened to her family. Does she agree that the ability of former owners and management of care homes that have received bad ratings simply to operate elsewhere under a new name is not conducive to openness and transparency, and that consideration must be given to introducing further and better regulation of the staff, management and ownership of these homes, which house some of the most vulnerable people in the UK? Unfortunately, we have had similar circumstances in Northern Ireland, and they are heartbreaking for the families. I understand exactly what the hon. Lady is saying.",
        "**Dr Allin-Khan**",
        "I thank the hon. Gentleman for his intervention, and I entirely agree with him. This debate is about safeguarding all our vulnerable adults, including his constituents and all the people up and down the country who want and deserve the very best for their families.",
        "**Peter Heaton-Jones (North Devon) (Con)**",
        "The hon. Lady is making an incredibly powerful speech, and I congratulate her on securing this, her first, Adjournment debate. The experience that she is sharing with us speaks volumes as to why we need to make improvements to the way in which care homes are regulated, and particularly to the way in which the complaints and concerns of relatives are dealt with. This Minister for Care and her predecessors in the role will know that I have raised consistently the case of my constituent, Mr John Barrass, whose mother passed away in a care home in circumstances that have never, in his view, been satisfactorily explained. ​He has fought for eight years to get the answers that he requires. Does the hon. Lady agree that the points she is raising illustrate only too well the need to ensure that there is more transparency and clarity for relatives?",
        "**Dr Allin-Khan**",
        "I thank the hon. Gentleman for his intervention, and I am sorry that his constituent has had to live through that for eight years. I know how terribly difficult it has been to deal with such a situation for one year. His constituent is very lucky to have him raising this matter on his behalf again.",
        "From the very first meeting with the safeguarding team at Wandsworth Council, my brother and I felt as though we were being put on trial. A new manager from Ensham House was present, but he had no idea about what had happened to my father, despite having been sent the horrific photos of his brutal injuries. The safeguarding team had not even looked at them. London Care had no answers as to why we were not called, and again had no answers as to how it could have happened. It was not until the wonderful police officer arrived, at my request, viewed the photos and showed visible alarm at the injury patterns that the Wandsworth Council staff actually took notice. I would like to extend my thanks to the fantastic police that we have in Wandsworth and up and down the country, who give of themselves day and night to ensure the safety of our community, even though they often stand up for people for whom they may never get answers.",
        "It was agreed with Wandsworth Council’s safeguarding team that a police investigation would now commence, but it was explained to us that because Optivo housing association had not placed any CCTV cameras anywhere in Ensham House other than in the communal areas, and because my father could not communicate what had happened to him, it was very likely that we would not receive the answers we were looking for, and that a criminal conviction would be very difficult to obtain. As the police commenced their investigation, we expected the council to start conducting its own investigation, at the very least, because regardless of whether there had been criminal activity, questions needed answering. They were not answered, however.",
        "In the following months, we found my father bruised again on two further occasions, with no explanation. He started to sleep in the communal area, for fear of being alone in his room. By this time, the Ensham House care staff knew that we were paying close attention because we were incredibly concerned, and that is when they started to attempt to claim that, despite a year of living there with no issues relating to him, my father was being difficult. The allegations were not corroborated by his community psychiatric team or any staff at the day centre where he spent up to 25 hours a week, and there had been no record of any issues prior to the first incident. Relatives of other residents started to tell us that staff had boasted that they were trying to get dad out because we were asking too many questions.",
        "**Marsha De Cordova (Battersea) (Lab)**",
        "I congratulate my hon. Friend not only on securing this debate, but on sharing her personal experience. By doing so, I hope that we will see some change. Where Wandsworth Council and other councils contract out care to private providers, does she agree that the right checks and balances must be in place to ensure that her father’s situation happens to no one else?",
        "​**Dr Allin-Khan**",
        "My hon. Friend is absolutely right that this is about scrutiny, but it is also about saying that a Care Quality Commission rating is not good enough, because vulnerable patients cannot articulate their needs, fill in forms or speak the truth accurately to a shiny inspection team when a care facility prepares for their arrival.",
        "**Ruth Smeeth (Stoke-on-Trent North) (Lab)**",
        "My hon. Friend is brave to make a speech in the Chamber about her personal experiences. Does she agree that one of the most disconcerting things about what has happened to her family is to think about the impact on other families who are not as well informed or as articulate and who do not have a doctor or MP in the family? They will be vulnerable and distraught, but they will not have the opportunity to engage in the same way as my hon. Friend.",
        "**Dr Allin-Khan**",
        "It is for the very reasons that my hon. Friend so beautifully articulates that I am using this platform to raise this issue. This is no longer about my father; this is about every single member of our society—the veterans who fought in our wars, the older people who worked so hard for us to enjoy the liberty that we have today. I am speaking about this for our families, friends, neighbours, loved ones and the people to whom we owe our lives.",
        "**Tracey Crouch (Chatham and Aylesford) (Con)**",
        "I join colleagues from across the House in commending the hon. Lady on her incredibly brave speech. I am in awe of how she is articulating her case this evening. As a former co-chair of the all-party parliamentary group on dementia, I am conscious of the fact that we are at the start of a ticking dementia timebomb and that more and more people will fall victim to this cruel, horrible disease in the coming years, making them far more vulnerable in their communities than ever before. Does she agree that now is the time to ensure that the right safeguarding measures are in place, both for today and for the future?",
        "**Dr Allin-Khan**",
        "I thank the hon. Lady—I will call her my hon. Friend—who is tireless in fighting against loneliness and for people to have dignity in their communities, and she makes the most essential of points: we are at the start of a ticking timebomb.",
        "While all this was going on, my father was admitted to hospital one afternoon for a routine issue. As we were undressing him, we found bruises all over his body. Did the Ensham House care staff phone to check on him? No. Did Optivo show any care? No. Instead, we were served an eviction notice, detailing a list of allegations against my father without any evidence. How heartless is it to receive an eviction notice while in hospital? What did Wandsworth Council do at this time? Nothing. What was London Care doing? In the space of just five months, London Care had five separate managers at Ensham House. This all started after the first incident with my father. One manager after another came and went, unfamiliar with my father’s safeguarding cases. Some were hostile, others made up incidents involving my father being difficult. Dementia is a degenerative illness, but it does not spiral downwards overnight. Prior to those incidents, as I previously mentioned, not a single issue regarding my father’s difficult behaviour had ever been reported.​",
        "In all meetings, it was agreed that the extra care setting was appropriate for my father as he still knew his way around the area, he had a level of independence and my very young daughters felt comfortable visiting him there. Why deny someone their last few months of independence? The extra care setting was deemed by the social services team and everyone involved to be entirely appropriate for him. However, each time we interacted with Ensham House care staff following the first incident in which we found my father beaten, and when we had not been called, we felt as though we were on trial, that we had somehow made up the fact that he was acting afraid, and our concerns were dismissed by a different manager every month.",
        "We found multiple examples of my father’s medication not being written on the drug chart, with London Care saying that he had refused medication when we had seen him take it. We even found one manager had written a note in the staff communication book asking staff to write negative comments about my father in his care notes. The final nail in the coffin, and the point of no return, was when we found my father unconscious on the floor, with blood on the walls and the floor, and a carer’s set of keys left next to him. Following this, he spent one month in hospital.",
        "Four months after that final event in October, there was nothing from Wandsworth Council addressing any of these concerns. The catalogue of disasters crescendoed last week, when the director of adult social services at Wandsworth Council, Liz Bruce—who had refused to look at photos of my father’s injuries, did not know how many open safeguarding complaints there were relating to my father, did not talk to anyone else who knew my dad and had never met him herself—declared that my father had sustained the injuries because “he had asked for it.” Despite police voicing their concerns in the meeting and saying that they cannot rule out abuse, despite her failure to investigate London Care fully and despite her clearly having no detailed knowledge of the case, she chose to use Optivo’s letter, which was full of unsubstantiated claims in the language of the Ensham House managers, as her proof. Well, I think we can all agree that this is a dangerous, highly unprofessional and highly unsatisfactory approach.",
        "Of course it is easier to blame the patient and the family, anything other than looking inwards and accepting responsibility for the fact that the council is awarding care contracts to organisations that are, frankly, unsafe. Quoting CQC ratings in safeguarding communications, when it is well known that patients are fearful to talk, is frankly unacceptable. If this were happening to the UK’s children, the country would be in uproar, and rightly so. Someone living with dementia is just as dependent in their final years as children are in their first years.",
        "**Alex Sobel (Leeds North West) (Lab/Co-op)**",
        "Will my hon. Friend give way?",
        "**Dr Allin-Khan**",
        "I am just finishing.",
        "With an ageing population and an increase in degenerative illnesses, this issue will only get worse. As parliamentarians, we must act now to ensure that even more families do not experience the horror of finding their loved one bruised, bleeding and terrified. We owe it to the elderly in our community. We owe it to the ​vulnerable. We have to be their voice. They should not be deprived of their quality of life. We must give our vulnerable a fair chance at ageing safely and gracefully. Their voices must be heard."
    ]
}