{
    "url": "https://www.ukpol.co.uk/rosena-allin-khan-2022-speech-on-eye-health/",
    "title": "Rosena Allin-Khan – 2022 Speech on Eye Health",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rosena Allin-Khan",
            "url": "/tag/rosena-allin-khan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rosena Allin-Khan, the Labour MP for Tooting, in Westminster Hall, in the House of Commons on 15 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Sharma, and to respond on behalf of the shadow Health and Social Care team. I pay tribute to the hon. Member for Strangford (Jim Shannon) for securing this important debate and for his continued advocacy on this issue. I particularly liked his description of the experience of walking with a guide dog, and how that lived experience has helped him become a campaigner. The hon. Member is a voice for issues that often do not get enough time in this place.",
        "More than 2 million people live with sight loss in the UK, and by 2050 the number will reach 4 million. Ophthalmology is the NHS’s busiest outpatient service, with 7.5 million hospital attendees last year. With demand for eye care services set to soar by 40% over the next 20 years, it is vital that we get this right. The Government must have a plan.",
        "We have all been sharing our personal experiences with eye services, and I am no stranger to them, having something quite unusual called keratoconus—it is particularly bad in my right eye. I understand how worrying it can be when one discovers that they have eye pathology.",
        "I pay tribute to the continued campaigning work of the Association of Optometrists, the Royal National Institute of Blind People and so many others for their work on eye health. I also pay tribute to my hon. Friend the Member for Battersea (Marsha De Cordova), who is a fantastic advocate on this issue. It is very welcome that NHS England has appointed the first ever national clinical director for eye care, a role that aims to put ophthalmology on a par with other major specialties and that will lead to the development of a national strategy.",
        "As we have heard today, NHS eye services are not keeping pace with demand. Waiting lists for ophthalmology treatments have increased by more than 130% over the last 10 years. Over 650,000 patients are stuck on NHS ophthalmology waiting lists in England, with tens of thousands of patients waiting longer than a year. That is unacceptable. Those waiting lists have been longstanding; even pre-pandemic, the system was in trouble.",
        "In 2018, the APPG on eye health and visual impairment found that the current system of eye care was failing patients on a “grand scale”. Waiting lists have increased every year since 2010. For years, there have been calls for the Government to act, but those calls have fallen on deaf ears. It is 12 years of Conservative Government failure that have caused waiting lists to grow and left ophthalmology services in the state they are in now. Patients simply deserve better.",
        "Increased staffing pressures compound the issue. More than three quarters of units in the UK reported unfilled consultant posts, with over two thirds of hospital eye units using locum doctors to fill those vacancies. Many eye units rely, to a large extent, on non-medical clinical staff working in extended roles, or doing work traditionally performed by an ophthalmologist. I ask the Minister, what assessment has the Department made of the impact the current ophthalmologist workforce shortages are having on patient care? Will the upcoming workforce strategy include a commitment to fund the workforce that is identified as being needed to meet patient demand?",
        "I am pleased that the debate as also focused on the devolved nations. In Northern Ireland, at the Western Health and Social Care Trust, the average wait for routine cataract surgery is more than six years. These are grandparents who cannot see their grandchildren properly; these are people who have to give up work because they cannot see. Patients are suffering. The stress and anxiety that long waits such as those have on patients cannot and should not be ignored. There is a huge personal cost. Here is yet another example of Government decisions costing people a full and healthy life.",
        "Along with tackling the workforce challenges, enabling the effective integration of primary and secondary eye care services is key to the plan for eye health. The Labour-run Welsh Government are leading the way in ophthalmology data and referrals and in reform of the general ophthalmic services contract. Wales is ensuring that there is more detailed data on ophthalmology waiting lists. It is also developing a comprehensive, interoperable electronic patient record system, as recommended by the Royal College of Ophthalmologists. When will the Government be serious about eye health and do the same?",
        "The next Labour Government will take eye health seriously. We will pull every available lever to get ophthalmology patients treated sooner. Sticking plasters are not enough. We need a Government that will grasp the root causes of the staffing crisis in the NHS. That is why Labour will end tax breaks for non-doms and use the money raised to expand our NHS workforce. The next Labour Government will train a new generation of doctors, nurses and midwives to treat patients on time again. We will double the number of medical school places to ensure we have the workforce that we need across different specialties, including ophthalmology.",
        "Labour has a plan. I would be grateful if the Minister set out the Government’s position and explained to patients why they continue to wait so long for treatment. They cannot afford to wait any longer."
    ]
}