{
    "url": "https://www.ukpol.co.uk/rosena-allin-khan-2021-speech-on-the-medical-cannabis-bill/",
    "title": "Rosena Allin-Khan – 2021 Speech on the Medical Cannabis Bill",
    "post_date": "December 12, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Rosena Allin-Khan",
            "url": "/tag/rosena-allin-khan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rosena Allin-Khan, the Labour MP for Tooting, in the House of Commons on 10 December 2021.",
    "content": [
        "I must begin by paying tribute to my hon. Friend the Member for Manchester, Withington (Jeff Smith), a fantastic campaigner who is working across party lines and with affected families up and down the country to make a real difference, both for those who are unable to obtain the treatment they need and for those who are left paying huge sums of money for private prescriptions. I also pay tribute to my dear and hon. Friend the Member for Middlesbrough (Andy McDonald), whose bravery in speaking today adds powerful testimony to this debate. I know 100% that his story echoes those of the people we are fighting for in this debate.",
        "The objectives of this Bill, for me, are clear and simple, but I fear, listening to some of the contributions today, it has been misunderstood. It would be a huge step forward for patients who need access to medical cannabis, and it creates a register of general practitioners trained in medical cannabis who are allowed to prescribe it, in addition to the specialist doctors who are already able to do so. Inclusion on the register is on an opt-in basis for GPs. The Bill importantly creates a commission to propose a framework for the assessment of cannabis-based medicines and their suitability for prescription in England, to sit alongside existing Medicines and Healthcare Products Regulatory Agency processes for conventional pharmaceutical drugs.",
        "I think it is very clear that what the Bill is asking for is a step forward with an end in sight for the pain, anguish and heartache, not to mention bankruptcy, experienced by many families. No one is saying that there should not be a robust examination of all evidence, but we are saying that there are current mechanisms in place to protect people on the medication and that, while we wait for some extremely timely processes, there are families who cannot wait and who are very clearly benefiting from the medication. It is very important that we recognise that.",
        "The commission is also tasked with recommending any other measures to overcome barriers to access on the NHS, which has been mentioned. Those changes would be welcome, as they would certainly help to reduce many of the barriers patients currently face when attempting to access medicinal cannabis. Progress in making cannabis-based medical products available to those who need them has been extremely slow. As we have heard today, there are people who have transitioned from childhood to adulthood while waiting for further progress on something that is important. The impact of continued seizures means that there is developmental delay for young people—the children we are talking about—and their ability to achieve their full potential in life. We cannot ignore that.",
        "Labour welcomed the fact that the Government accepted the therapeutic use of cannabis in 2018, but it still remains too difficult for suffering patients to obtain the treatment that they need. Despite that change in the law over three years ago, the vast majority of people who would benefit from cannabis-based medical products are still unable to access them through the health service. The campaign group End our Pain believes that only three prescriptions have been granted through the NHS. That is surely nowhere near the levels that this House, patients and the wider medical community would have anticipated.",
        "**Andy McDonald**",
        "My hon. Friend is making a wonderful summary and presentation. Is she as frustrated as I am by some of the contributions that have been made today, which seem to suggest that we need to start again when having this debate? We have been through this process. The law has been changed to allow the prescription of these products, yet all we have are three. Is it not really frightening that we are now challenging the original decision to change the law? That is what has happened today.",
        "**Dr Allin-Khan**",
        "Absolutely. I thank my hon. Friend for his contribution. To take any further step backwards from the progress we have made in a cross-party collegiate manner would be a travesty. We would be letting down families across the country.",
        "**Lia Nici (Great Grimsby) (Con)**",
        "The way the discussion is going at the moment is that we are talking about going backwards. The reason my hon. Friends are having those discussions is that the law has already changed, and I do not believe we need to legislate. We need to say, “We need to get these medicines that are approved already on the NHS.”",
        "**Dr Allin-Khan**",
        "I thank the hon. Member for that contribution. That is exactly right. The Bill seeks to move that forward, not frustrate the process. I welcome any intervention that underscores that.",
        "**Lia Nici**",
        "When we talk to members of the public and our constituents about the debates we have, we explain that we learn a lot by having this exchange of views. It is wonderful. Every school and business should have such debates in this collegiate way. It is not that we are against the Bill, but that we believe the law is already in place. We just need action on NHS funding and to get more of these approved, tested medicines on the lists.",
        "**Dr Allin-Khan**",
        "In three years, we have had three prescriptions on the NHS. In three years, we have seen people in fear of not having roofs over their heads because they cannot afford to give life-changing medication to their children.",
        "**James Daly**",
        "Will the hon. Member give way?",
        "**Dr Allin-Khan**",
        "I will make a bit more progress and then I would be absolutely delighted to give way.",
        "The situation that we face, whereby only three prescriptions in three years have been allowed, pushes more and more patients into the hands of private providers, who, as we have heard, are charging extortionate amounts of money each month for treatment. For the vast majority of people, that is simply out of reach.",
        "Let me add something that I was not originally going to say: I, too, am a science geek. I have a biochemistry degree and I worked in medical research before even going to medical school. I understand the importance of robust, evidence-based medicine, but I can also tell hon. Members that people searching in a very desperate way for things that will improve the quality of their life, or even keep their children alive, might also go to places where absolutely no thought is given to the purity of a drug. They may seek alternatives that are increasingly more dangerous for their children. It is important to recognise that.",
        "**Christian Wakeford (Bury South) (Con)**",
        "As another science geek with a chemistry degree, in which I specialised in drug design and synthesis, I completely agree with the hon. Member’s point. That is part of the concern. It is about having not just the product right now, but the right product, and about making sure that we have efficacy and safety. I completely appreciate all these points. That is why I do not necessarily agree with the perspective on the commission, but I have a lot of sympathy for clauses 1 and 2, which will go some way to help. However, the main stumbling block is the financing. We have already legalised the product. Every time it falls down, is it because it has not been licensed? Maybe, but finance seems to be the stumbling block at every single level.",
        "**Dr Allin-Khan**",
        "I do not need to tell the hon. Member, who has mentioned his CV—as many of us scientists have today—the cost of not investing in these young people. Think of every time a young person who would benefit from this drug goes into intensive care with seizures, every time they have alternative, expensive sedatives keeping them alive on a ventilator or the fact that they do not fulfil their potential, cannot go on and work and cannot give back to the economy. It is a false economy not to invest in this.",
        "**Colum Eastwood (Foyle) (SDLP)**",
        "Does the hon. Lady agree that it would be much better if we had less sympathy from Government Members and we got them to stop talking the Bill out and come with us to vote it through?",
        "**Dr Allin-Khan**",
        "I could not agree more; my hon. Friend puts the point across perfectly. If anyone is planning on talking the Bill out today, please will they ask themselves who benefits from that and whether they would feel proud of frustrating a process for many children and families that would mean that they did not have to go through, frankly, the hell that we have heard described?",
        "**James Daly**",
        "The hon. Lady is being extremely generous with her time; she will please forgive me for intervening, but I want to call on her expertise. The specific intent of Parliament was to allow medical professionals to prescribe non-licensed cannabis-based products. It cannot be any clearer than that; that is where the law is now. I agree with the point that was made—the fact that there have been only three prescriptions is ridiculous. However, perhaps she can address this question: the medical professionals who are considering such matters can see the evidence that we have talked about—it has been incredibly well articulated by all hon. Members—so why are they not referring those matters on and saying, “This patient needs this treatment”?",
        "The other question that I want to ask—very inarticulately—is about the two-stage process of the clinical referral and then the money within the CCG. Is the problem that it is getting through the first bit—the clinical referral—but the money in the CCG is stopping it? I wonder if she could address those points in her remarks.",
        "**Dr Allin-Khan**",
        "My understanding and my belief, unless someone has an alternative proposal, is that clinicians are often screaming from the rooftops in the knowledge that their patients need this medicine. We are where we are, however, with only three prescriptions having been granted in three years. This Bill seeks to improve that and move us forward.",
        "Families being forced to pay for treatment from private providers creates an unjust two-tier health system. A founding principle of our health service is that we do not believe that people’s access to treatment and services should be based on their ability to pay—it is as simple as that. The barriers in accessing medicinal cannabis are causing exactly that situation. We would not tolerate that for any other medication, so we should not tolerate it here. The Government must speed up and improve the availability of medical cannabis on the NHS and guarantee that patients across the country can access those products where appropriate.",
        "We have all heard the testimonies of children who receive no respite from their seizures and of patients whose chronic pain has become a constant of their lives. Working in hospitals, I regularly meet those people and their families, who beg me and other doctors to help their loved ones. Witnessing their suffering never gets any less upsetting, especially when we know that there are options to alleviate it. Unrelenting pain can be so devastating for all involved. It is imperative that we listen to those who would benefit from access to cannabis-based products and allow them to guide our future thinking.",
        "We have a voice in this place. I commend hon. Members from both sides of the House for using their voice today to speak up for those families who cannot be here to make the case themselves. Hon. Members have been begging, but we should not have to beg to do the right thing for the people who we serve.",
        "**Tonia Antoniazzi**",
        "Some of the voices that we have heard in the House today have talked about an unlicensed drug. The children who we have been talking about have been taking unlicensed drugs. I went to The Hague with two different families—two mothers—to pick up a prescription there before they could get it here. We walked into a pharmacy and picked it up, just as I would pick up my inhaler from Boots. There should be no fear. This is an over-the-counter drug in places such as the Netherlands, not an awful unlicensed drug that it is impossible to get. Does my hon. Friend agree that we need to break down that barrier and move on?",
        "**Dr Allin-Khan**",
        "As usual, I could not agree more with my hon. Friend, who makes a passionate and fair point.",
        "The Bill serves as an opportunity to move forward in a way that even the sceptics could support. I say again that anyone who is planning to talk out the Bill should take a long hard look at themselves in the mirror and ask themselves what they are doing. They need to walk a mile in the shoes of the families who are worrying about whether their child will be alive the next day.",
        "Last month, we had two debates on the issue in a matter of days. I would like to think that that demonstrates the collective will in the House to make progress, but that will and the warm words it brings are not enough for the thousands of people who should have benefited from those prescriptions in 2018 and since. We now need further action, and I wholeheartedly believe that the Bill would go some way towards achieving that. I trust that the Government believe that too."
    ]
}