{
    "url": "https://www.ukpol.co.uk/rosena-allin-khan-2022-speech-on-the-draft-mental-health-bill/",
    "title": "Rosena Allin-Khan – 2022 Speech on the Draft Mental Health Bill",
    "post_date": "June 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rosena Allin-Khan",
            "url": "/tag/rosena-allin-khan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rosena Allin-Khan, the Shadow Health Secretary, in the House of Commons on 27 June 2022.",
    "content": [
        "I thank the Secretary of State for an advance copy of the statement, and for sharing his family’s experiences over the weekend. I am so sorry to hear about the circumstances surrounding his brother’s tragic death.",
        "This overhaul of the Mental Health Act 1983 is long awaited. We welcome the draft Bill, and the fact that the Government have accepted the majority of the recommendations from Sir Simon Wessely’s independent review of the Act. It was interesting to hear, in the statement, of the Government’s focus on keeping people in crisis out of A&E, and of their plans to reduce the use of general ambulance call-outs for those experiencing a mental health crisis. In 2020, there were over 470,000 calls to 999 because someone was in a mental health crisis, which took up an estimated 66,000 hours of call time. In my email inbox, I have numerous examples from across the country of children being stuck in A&E for over 24 hours waiting for a mental health bed. One child waited over three days. When I work shifts in A&E, I see more and more people coming into hospital in crisis. The increased frequency is deeply concerning. Conditions are getting worse and illnesses are going untreated. We would not allow that in cancer treatment, so why is it allowed in mental health treatment?",
        "Deprivation of liberty and the use of coercion can cause lasting trauma and distress. That is especially true for children and young people who find themselves in these most difficult situations and whose voices are often not heard when decisions are made. We are pleased that patients will have greater autonomy over their treatment in a mental health crisis, and we are glad that the Government have been working with organisations to listen to the experiences of those with learning disabilities or autism, but will the Secretary of State explain what safeguards will be put in place for people with learning disabilities or autism should the worst happen and they find themselves in prison? This is not a straightforward issue. Many people with learning disabilities or autism also live with serious mental illnesses, and we have to make sure that they have their rights protected and have dignity in their treatment.",
        "In our communities, we witness the harsh reality of the health inequalities that so desperately need to be addressed. As the Secretary of State said, black people are over four times more likely to be detained under the Mental Health Act.",
        "**Kim Johnson (Liverpool, Riverside) (Lab)**",
        "Will my good friend give way?",
        "**Mr Speaker**",
        "Order. The shadow Minister cannot give way; this is a statement.",
        "**Dr Allin-Khan**",
        "We need to advance the mental health equality framework and there must be culturally appropriate services and the freedom for local areas to look at their specific populations in order to have the most suitable approaches. Culturally appropriate community provision is vital for mental health services that are truly joined-up and effective and that, crucially, work well for patients. Will the Secretary of State also provide reassurances on the future of community care and on how they will work with local authorities across the country to deliver community provision that works?",
        "Mental health staffing levels are absolutely crucial to ensuring that mental health services are fit for purpose. More than a year and a half ago, I asked the Secretary of State’s predecessor about the future of mental health staffing. The proposals that have been set out today go well beyond what has been committed to in the long-term plan. Labour has a plan: to recruit an extra 8,500 mental health staff to treat 1 million additional patients a year by the end of our first term in office. Will the Secretary of State outline when we will get the workforce settlement? What reassurance can he give on filling training places?",
        "For too long, the Government have had their head in the sand when it comes to mental health. They have failed on eradicating dormitories from mental health facilities, failed on cracking down on the use of restraint, and failed on getting on top of waiting times. We cannot have this kicked into the long grass and, if it gets lost in the political quagmire of Conservative in-fighting, should the Government call an early general election, people will suffer. We cannot have the Government fail on mental health legislation any longer. This is a once-in-a-generation opportunity; we simply must get this right for everyone who depends on these vital services."
    ]
}