{
    "url": "https://www.ukpol.co.uk/david-alton-1982-parliamentary-question-on-the-christmas-bonus-for-pensioners/",
    "title": "David Alton – 1982 Parliamentary Question on the Christmas Bonus for Pensioners",
    "post_date": "November 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1982",
            "url": "/tag/1982/"
        },
        {
            "text": "David Alton",
            "url": "/tag/david-alton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by David Alton, the then Liberal MP for Liverpool Edge Hill, in the House of Commons on 16 November 1982.",
    "content": [
        "**Mr. Alton**",
        "Following the Prime Minister’s statement last night that pensioners should not be reduced to penury, will she confirm that had the £10 Christmas bonus kept pace with inflation it should now be about £30? Does she agree with what a Liverpool pensioner said to me recently, that if she does not increase this pitiful sum it could reasonably be said that Scrooge is alive and well and living in Downing Street?",
        "**The Prime Minister**",
        "My comments last night referred to the savings of non-index-linked pensioners having been reduced by a policy of inflation over the years. I said that those days were over; the pensioners were abused disgracefully by a policy of inflation over a decade.",
        "It is easy for the hon. Gentleman to ask for increases in the bonus, but they must be met out of the pockets of the working population. Every time that we put extra burdens on them or on industry we make it more difficult for industry to be competitive. The hon. Gentleman knows of the increases in the national insurance contribution that we have had to make this year. It would not be wise to put an extra burden on the working population."
    ]
}