{
    "url": "https://www.ukpol.co.uk/david-alton-1985-speech-on-the-anglo-irish-agreement/",
    "title": "David Alton – 1985 Speech on the Anglo-Irish Agreement",
    "post_date": "June 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "David Alton",
            "url": "/tag/david-alton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Alton, the then Liberal MP for Liverpool Mossley Hill, in the House of Commons on 26 November 1985.",
    "content": [
        "During the course of this debate it seems that we have been tilting at a number of imaginary windmills. Some speakers have referred to the breaking of the Union while others have talked about the creation of a united Ireland. It is quite clear to anyone who has taken the trouble to read the proposals that neither of these issues is contained within the agreement. Repeatedly arguments have been put up to defeat issues that are not within the agreement.",
        "The right hon. Member for Lagan Valley (Mr. Molyneaux), the leader of the Ulster Unionist part, talked about the possibility of a high-powered initiative for federation which he said was in the 1979 briefing notes sent out by Conservative central office. I personally believe in confederation as an approach. Confederation would enable the Irish of the north who are Catholics to look towards Dublin, whilst the Irish of the north who are Protestants or unionists would look towards London. However, this agreement is no more about confederation than it is about breaking the Union or the creation of a united Ireland.",
        "The agreement is a genuine attempt by the Prime Minister and the Taoiseach to break the straitjacket that has become Northern Ireland. The Hillsborough agreement represents the outcome of months of effort by politicians and civil servants who have made a genuine effort to reconcile the two traditions in Ireland. Like the hon. Member for Eastbourne (Mr. Gow), I have had the privilege of spending time in Northern Ireland and the Republic, most recently as part of a Liberal-SDP commission under Lord Donaldson. In July, we published our report entitled “What future for Northern Ireland?” Many of the ideas promoted in that report are contained in the agreement. However, we would have gone further on issues such as the Anglo-Irish parliamentary tier. I was pleased when the Prime Minister said earlier that it is something that the House and the Dail could consider further. A parliamentary tier would help to compliment those initiatives which have been taken in this agreement.",
        "We recognise the Hillsborough agreement as an honest and brave attempt to wrench the initiative from the men of violence and to take a few, albeit faltering, steps away from the bigotry and hatred which have led to 2,500 deaths during the past 16 years, 24,000 injuries, and some £11 million-worth of damage in Ulster caused through acts of political violence. We welcome the initiative because it marks an important change in the attitude of the two Governments towards one another.",
        "Some years ago the brave non-sectarian Alliance party in Northern Ireland said:",
        "“positive development of Anglo-Irish relations could lead to the growth of mutual trust and respect in place of bitterness and recrimination which has bedevilled Anglo-Irish relations for too long.”",
        "Hillsborough is a step along that road.",
        "This agreement is the bulwark against Sinn Fein. If it fails, it will give credence to the lie that violence alone can bring progress. It will lead to the enticement of more young men and women into violent organisation and violent actions. This agreement is a courageous step by the Prime Minister and the Taoiseach to challenge and defeat that lie.",
        "Those who choose to distort and lie about the content of this agreement will be taking the side of violence to sustain their tribalistic and sectarian positions, deliberately ​ keeping alive divisions for their own selfish political ends. The Nobel peace prize winner, Solzhenitsyn, understood the nature of violence. He said:",
        "“Violence can only be concealed by the lie. Anyone who has once proclaimed that violence is his method is inevitably forced to choose the lie as his guiding principle.”",
        "The way forward in Northern Ireland is through mutual respect, mutual forgiveness for past injuries and wounds and building up the common ground.  \nDuring the Donaldson commission inquiry, I visited the Maze prison where I met a young man, Liam McAnoy. That young man, brought up on the Falls Road, at the age of 18 joined the official IRA, and he committed a murder. He has since renounced violence and 12 years later I had the privilege to meet him. Since then we have corresponded.",
        "The hon. Member for Eastbourne spoke earlier about people who had written to him and who had genuine fears about what might happen in Northern Ireland. Liam McAnoy, who has been consigned to the Maze for an act which he bitterly and sincerely regrets, can now see what needs to be done in Northern Ireland if we are to avoid more bitterness and hatred. In a letter to me he says:",
        "“Justice requires, just as peace demands, the pacific coexistence of both communities in mutual acceptance and respect and in equality of rights. Violence and talk of civil war makes the attainment of co-existence more difficult.”",
        "The creation of that justice requires the establishment of bodies such as the Intergovernmental Conference which must win the respect of the Protestant and Catholic communities alike. The founder of the Corrymeela Community, the right Reverend Dr. Ray Davey, in a sermon at Westminster abbey in March 1980, signalled the other prerequisites for peace in Northern Ireland. He said:",
        "“Truth demands that we be willing to look at another’s point of view when it is opposed to ours and to try to understand it.”",
        "Liberals believe that this requires a moderation which is the only hope of reconciliation.",
        "In the spirit of trying to understand another point of view it is incumbent on all the people of Great Britain, especially the English people, to try to understand the fears and anxieties of the unionists. This agreement was made in secrecy, largely without consultation, without information and without consent. While Dublin—I make no complaint about this—kept the SDLP in the picture, the British Government chose not to involve the Northern Ireland parties in the Hillsborough process. Assemblyman John Cushnahan, the Alliance leader, whom I met here last Friday, told me that many people in Northern Ireland are gravely dissatisfied with the way the agreement was made. We agree with him. Their condition, which is a fair one, is that the secrecy must now end. At the minimum, agendas and conclusions reached by the Intergovernmental Conference must be published. If that does not happen, every matter pursued by the Secretary of State will be represented by some unionists as deriving from the Republic through the deliberations of the Intergovernmental Conference.",
        "Unionists may be tempted to shout treachery and no surrender and to retreat behind historical images of the siege of Londonderry. The unionists claim to be law-abiding members of the Union. How will that square with the erection of shutters and barricades and the repudiation of an agreement endorsed by two democratically elected Parliaments? The remarks by the hon. Member for Upper ​ Bann (Mr. McCusker) were out of accord with the unionist tradition which has always pledged itself to constitutionality. This morning, my right hon. Friend the Member for Tweeddale, Ettrick and Lauderdale (Mr. Steel) said:",
        "“The so-called loyalists in Northern Ireland must look again at their definition of loyalty, which means nothing if it does not include support for the authority of the Westminster Parliament. To threaten unconstitutional action even before Parliament has had a chance to debate the proposals will be the action of disloyalists and would only harden the belief of the British people that the unionists are quite incorrigible.”",
        "**Mr. Molyneaux**",
        "Would the hon. Gentleman accept that at the rally on Saturday in Belfast, when passions were running somewhat high, the main cheer came for the portion of my speech when I said:",
        "“Violence is no part of our campaign”?",
        "I was speaking on behalf of my colleagues on this Bench and of my colleagues who represent the Democratic Unionist party.",
        "**Mr. Alton**",
        "I am glad to hear the right hon. Member for Lagan Valley say that. It is in complete sympathy with everything that I have heard him say in my six years here. I was distressed to hear the comments of one of his colleagues. I hope that we shall talk, as we have during this debate, about how Parliaments and elected Members can reconcile the two traditions. That is the only way to defeat the people who murder and maim to achieve their political objectives.",
        "We appreciate the suffering of unionists, especially during the past 16 years. As many right hon. and hon. Members have said, they are a keen and proud people, but they should remember that we on this side of the water have also suffered. Many of our constituents who were members of Her Majesty’s forces have been murdered in the Province. The financial burden has been heavy, and there has been a not inconsiderable loss of civil liberties in Britain because of the tragedy of Northern Ireland.",
        "We in the United Kingdom do not regard the Republic as our enemy. There is a special relationship between us. Many millions of Irish people live and work in Britain and many thousands of British people live and work in Ireland. We are closely integrated. The unionists have a right to be upset by the triumphalism and the talk of victors and vanquished, of which some Catholic clergymen, alas, and politicians have been guilty.",
        "As an English Catholic, I regret the continued intransigence of the Catholic Church on issues such as mixed and inter-Church marriages and integrated Christian education. Like the right hon. Member for Waveney (Mr. Prior), I regret that the SDLP has so far made no gesture to the unionist community about whether it will participate in the Assembly. I hope that the leader of the SDLP will be able to say something about that later.",
        "**Mr. John Hume (Foyle)**",
        "The hon. Gentleman should listen to me more often.",
        "**Mr. Alton**",
        "I listen regularly to the hon. Gentleman and admire much of what he stands for. The SDLP should now drop its veto on the Northern Ireland Assembly and commit itself to partnership in government in the North. It should also encourage more Catholics to join the Royal Ulster Constabulary. When I was in Northern Ireland earlier this year and met Sir John Hermon, I was intensely worried by the RUC’s difficulty in encouraging more Roman Catholics to join, although there has been some improvement this year.",
        "A MORI poll, conducted in 1981, showed that 70 per cent. of Protestants and 62 per cent. of Catholics would accept Northern Ireland remaining as part of the United Kingdom, but with its own Assembly and guarantees for Catholics. My right hon. Friend the Member for Plymouth, Devonport (Dr. Owen) earlier this year said:",
        "“What is needed is a partnership at the level of a devolved government”.",
        "If the Government use the Northern Ireland (Constitution) Act 1973 as a framework for devolving power, the guarantees that the Catholic community in the North should be able to expect would be missing. I hope that the Secretary of State will be clearer about the power-sharing proposals and that the SDLP’s lingering doubts will be removed. Partnership in government is the best way to remove the alienation of the north’s Catholics—of finally extinguishing the Bunsen burner that has kept the cauldron smouldering.",
        "Those of us who heard Noel Dorr, the Irish ambassador in London, speak here last night will have noted that he stressed the alienation of the Roman Catholic community in Northern Ireland. The agreement is about removing that alienation. That is why it is worthy of support.",
        "For unionists, the incentive for being involved in such a partnership is that it will reduce the influence held by Dublin. If political leaders refuse to provide their people with the leadership that they are entitled to expect, the people must be prepared to change those leaders, whether they be unionist or nationalist. The Government should ensure that a copy of the agreement is sent to every household in Northern Ireland. It is not good enough to be told that it has appeared in some Belfast newspapers. If unionist politicians now try to wreck the agreement by forcing by-elections—and I desperately hope that they will reconsider such action—the Government should be prepared to consider holding those elections under a system of proportional representation, as currently applies to local government, Assembly and European Parliament elections. That would turn the elections into a far more convincing test of public opinion and enable the Government to reach over the heads of sectarian leaders.",
        "There is something in the agreement for everyone. For unionists, there is a double guarantee of their right to self-determination within the Six Counties. There is an acceptance of their identity by Dublin and an acceptance that it will be registered publicly at the United Nations. There is to be no Executive rule and no joint authority, both of which are anathema to unionists. There is also the Republic’s commitment to ratify the European convention on the suppression of terrorism. There is the promise of better cross-border co-operation and improved security—progress on extradition and trials in another jurisdiction.",
        "For nationalists, there is a recognition of their identity, respect for their democratic aspirations and for their symbols, culture, sports and repeal of offensive legislation such as the Flags and Emblems (Display) Act 1954. There is a chance to be partners in government and of parity of esteem and equality of opportunity.",
        "For all, there is an opportunity of better human rights for individuals and groups and a framework for greater cooperation between our two countries. There is the opportunity for more common services to be developed and the chance in the longer term of parliamentary cooperation and a permanent body to oversee the ​ Intergovernmental Conference. There really is something in this agreement for everyone, and I hope that moderate Unionist politicians will re-examine it in that light.",
        "The alliance report, which we published in July, said:",
        "“the status quo in Northern Ireland is not an option.”",
        "That view has been echoed time and again today. The Irish and British Governments have acted boldly in an attempt to shift the status quo. They deserve broad support. Perhaps a small window has opened in Northern Ireland. If men and women of ill will now slam it shut, the violence and despair that will inevitably follow will be upon their heads."
    ]
}