{
    "url": "https://www.ukpol.co.uk/david-alton-2022-tribute-to-hm-queen-elizabeth-ii-baron-alton-of-liverpool/",
    "title": "David Alton – 2022 Tribute to HM Queen Elizabeth II (Baron Alton of Liverpool)",
    "post_date": "October 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Alton",
            "url": "/tag/david-alton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by David Alton, Baron Alton of Liverpool, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, in 1947, the young Princess Elizabeth, celebrating her 21st birthday and on a tour of South Africa, made a speech which would give definition to her 70 years as monarch, setting out her belief that she was called to service. In 2007, there were echoes of that speech during a Roscoe Lecture which I had invited Prince Charles, now King Charles III, to deliver in Liverpool and at which we presented him with an honorary fellowship of Liverpool John Moore’s University. His reference in his lecture to TS Eliot’s “cycles of heaven” seems particularly apposite today. His mother’s promise six decades earlier had been that she would dedicate",
        "“my whole life … to your service”,",
        "and this became her lodestar, guiding her unstinting belief in the centrality of public service to the principle of duty, and it shaped her self-evident goodness.",
        "In his first, warm and well-received message to the nation last night, King Charles reiterated those very same words, understanding that his mother has redefined how in a parliamentary democracy a constitutional monarchy must be steeped in selflessness, stoicism and politically detached public service, all of which Queen Elizabeth exemplified. Never partisan, her wise, generous and shrewd presence and leadership by example have been at the heart of our parliamentary democracy and, therefore, of our politics throughout my life.",
        "I first saw the Queen when I was a child at primary school in the 1950s and she came to our town to perform a civic duty to open the town’s new council offices. We lined the pavements, waved our flags and cheered. Years later, I would welcome her to my Liverpool constituency, and here and in another place for more than 40 years have sat through all the Queen’s Speeches of that time, and all of us here have participated in the debates that have led to many of the 3,500 Acts of Parliament to which she gave Royal Assent.",
        "Underlining how much has changed during those years and how rapidly things now change, it is worth noting that a baby born at the beginning of this week in which the Queen died will have already lived under the reign of a Head of State and the leadership of a premier who were different from those in those posts at the end of the same week. That such a transition could take place in an orderly and peaceful way tells us a great deal about the strength of constitutional monarchy, about the stewardship of Queen Elizabeth and about the ground rules for good governance which she has bequeathed to King Charles, and all this in an age and time of uncertainty and in a disordered world.",
        "Democracies, in an age of authoritarian regimes, populists, ideologues and dictators, are fragile affairs. Buffeted in the headwinds of pandemic, war, consequential economic instability and political extremism, our democracies are vulnerable to enemies, old and new. It is salutary to observe how, in the face of such extraordinary, monumental challenges, which sometimes seem even existential, a constitutional monarchy has provided continuity, cohesion, courage, stability and strength.",
        "Her late Majesty’s abiding belief in seeking the best was never seen more vividly than during her historic and reconciling visit to Ireland in 2011, and which has been referred to. It was a watershed, bridge-building moment in British-Irish relations, which have been mired in so much bitterness, violence and bad and tainted history. She insisted that we must",
        "“bow to the past, but not be bound by it”—",
        "a view which would have been echoed by my late mother, born in County Mayo and whose first language was Irish.",
        "This refusal to be bound by the past was not a new discovery. In that 1947 Cape Town speech, the young Princess said that we could no longer simply see the world through the eyes of William Pitt. She insisted that we must embrace all people,",
        "“whatever race they come from, and whatever language they speak.”",
        "This was not unlike her belief in an evolving monarchy, and she said that",
        "“an unwavering faith, a high courage, and a quiet heart”",
        "would make the Commonwealth,",
        "“which we all love so dearly, an even grander thing.”",
        "It was true then; it is true now.",
        "From his mother, King Charles has inherited this extraordinary network of nations. The Commonwealth is almost a third of the world’s population, comprising 2.4 billion people living in some 56 countries—an amazing legacy. But whether at home or abroad, the watchword has been public service and duty, the vocation to which she knew she was called when she emphatically declared:",
        "“There is a motto which has been borne by many of my ancestors – a noble motto, ‘I serve’.”",
        "As the most reverend Primate the Archbishop of York reminded us, the Queen has often said that her belief in public service was inspired by her faith. Yesterday, as I signed a book of condolence in Liverpool, both our cathedrals were united as places of real mourning and prayer. In 1947, she called on God to help her to make good her vow. Down the decades, in each of her Christmas Day broadcasts, she would remind the country of the centrality of her faith and of her profound respect for people of other faiths and traditions. The central message was mutual respect and service for the common good.",
        "To conclude, at the outset of the Covid pandemic, she pointed the British people to the future and said:",
        "“I hope in the years to come everyone will be able to take pride in how they responded to this challenge, and those who come after us will say the Britons of this generation were as strong as any, that the attributes of self-discipline, of quiet, good-humoured resolve, and of fellow feeling still characterise this country. The pride in who we are is not a part of our past, it defines our present and our future.”",
        "These characteristics and attributes, which she hoped might identify the British people—good humour, resolve, self-discipline and fellow feeling—are most certainly qualities that can be ascribed to a much-loved and remarkable Queen who promised, as a 21-year-old, to serve her country throughout all her days and who unfailingly kept her word in doing so. Thank God for the Queen and her life of service, and long live the King."
    ]
}