{
    "url": "https://www.ukpol.co.uk/leo-amery-1940-speech-in-the-house-of-commons/",
    "title": "Leo Amery – 1940 Speech in the House of Commons",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Leo Amery",
            "url": "/tag/leo-amery/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made in the House of Commons by Leo Amery on the 7th May 1940 criticising the Prime Minister, Neville Chamberlain. The speech was considered important in the subsequent downfall of Chamberlain and his replacement as Prime Minister by Winston Churchill.",
    "content": [
        "May I say that I agree wholeheartedly with what just fell from the lips of the hon. Member for Bassetlaw (Mr. Bellenger) as to the responsibility of the Opposition in playing a constructive part at this critical moment? The whole of Parliament has a grave responsibility at this moment; for, after all, it is Parliament itself that is on trial in this war. If we lose this war, it is not this or that ephemeral Government but Parliament as an institution that will be condemned, for good and all. I fully realise that this is not an easy Debate. There is much that ought to be said which cannot well be said in public. After listening to some of the speeches to-day, not least the profoundly impressive speech made by my hon. and gallant Friend the Member for North Portsmouth (Sir R. Keyes), it seems to me that the whole of recent events—not only in Norway, but the whole conduct of the war up to date—calls for searching inquiry, not for one stray private sitting, but for a series of private sittings in which all that Members of Parliament can contribute of their private knowledge should be put into the common stock and frankly discussed.",
        "Meanwhile, even to-day there is plenty that can be said, that ought to be said, and that must be said frankly; for there are no loyalties to-day except to the common cause. This afternoon, as a few days ago, the Prime Minister gave us a reasoned, argumentative case for our failure. It is always possible to do that after every failure. Making a case and. winning a war are not the same thing. Wars are won, not by explanations after the event but by foresight, by clear decision and by swift action. I confess that I did not feel there was one sentence in the Prime Minister’s speech this afternoon which suggested that the Government either foresaw what Germany meant to do, or came to a clear decision when it knew what Germany had done, or acted swiftly or consistently throughout the whole of this lamentable affair. I am not going to discuss the reasons for the actual evacuation. They may well have been conclusive in the circumstances. But the circumstances should never have arisen; and it is the story of those events—of the decisions, of the absence of decisions, of the changes of decisions which brought about those circumstances—which call for our inquiry and raise many questions which have yet to be answered.",
        "We were told by the Prime Minister on 2nd May that all except a relatively small advance guard of the Expeditionary Force which was earmarked for Finland had gone elsewhere and that the ships had been taken for employment for other purposes. Even the small, inadequate nucleus that was kept in being had no transports except warships. Why was this done? For months we had been aware that the Germans had been accumulating troops and transports and practising embarkation and disembarkation against somebody. It is perfectly true that they could spare the ships better than we could. But was there any reason which would make us believe that they were sending the men elsewhere? Obviously the danger was there and might develop into actuality at any moment. The Prime Minister suggested that we could not know which of many objectives it might be. Surely we had some good reasons for suspecting which one it might be. The Finnish war had focussed the interest of the whole world on Scandinavia. Within a week of its termination the Prime Minister declared, speaking of Norway and Sweden, that the danger to them—from Germany—”stands upon their very doorstep.” The Altmark affair had before that showed clearly the illegal uses which Germany was prepared to make of Norwegian neutrality. What is more, within a few days of that statement we ourselves decided deliberately to challenge Germany over her use of Norway’s territorial waters. All the world knew that that was the main theme of the deliberations of the Supreme War Council which met, I think, on 28th March. To make that perfectly clear to the whole world, including Germany, the Prime Minister said, on 2nd April: “We have not yet reached the limit of our effective operations in waters close to the German bases.” That was sufficient warning. On 8th April we laid our mines.",
        "What did we expect to follow? Did we know Hitler and his merry men so little as to think that their rejoinder would be slow or half-hearted, or that it would follow the lines of “too little and too late” with which we have been so familiar here? However, it was not a question of a German rejoinder at all, but of Germany making our half-hearted intervention an excuse for measures far greater in scope and far more daring than we seem even to have envisaged. My hon. and gallant Friend the Member for Bournemouth (Sir H. Croft) was congratulating ourselves upon Hitler’s strategic folly in going to Norway. Does he realise that, from the moment we were in the war, Admiral Raeder insisted that this time the German Navy could not afford to be confined to the existing German coastline, but that, for the purposes of his air and submarine warfare, he must have not only egress from the Baltic but the whole of the indented, deep-water coastline of Norway?",
        "I understand that information as to this reached our Departments early in January. Was that aspect of the strategic situation considered? Again, it was known everywhere that Hitler had designs on Scandinavia. Was it not obvious that the first stroke must be directed against Denmark and Norway, not only because they were weaker, but because once Hitler had seized them, Sweden was automatically within his power without the need for conquest? I would ask another question: Is it not a fact that the most direct warnings of Germany’s designs against Norway were sent from both Stockholm and Copenhagen in the first few days of April? I am afraid that what really happened was that, while we thought we were taking the initiative, our initiative, such as it was, only coincided with a far more formidable and far better planned initiative of the enemy.",
        "I remember that many years ago in East Africa a young friend of mine went lion hunting. He secured a sleeping car on the railway and had it detached from the train at a siding near where he expected to find a certain man-eating lion. He went to rest and dream of hunting his lion in the morning. Unfortunately, the lion was out man-hunting that night. He clambered on to the rear of the car, scrabbled open the sliding door, and ate my friend. That is in brief the story of our initiative over Norway. In any case, even if we did not realise that the Germans were acting at the same time, why were we not prepared to meet their inevitable counter-stroke? We had only this inadequate little force, without transports, of which the Prime Minister has told us, in readiness to occupy Norwegian western ports if there were German action against Southern Norway. There was no plan to meet the contingency that Germany might seize the western ports as well or to meet any really serious attack by Germany upon Norway. As we know now, the German detachments for the more distant ports, Trondheim and Narvik, were despatched more than a week before, in readiness for the zero hour when all the German forces were to strike.",
        "On 8th April we laid our mines. That time happened to be just before Germany’s zero hour. On the morning of that day a great German convoy sailed up the Kattegat and into the Skagerrak on its highly dangerous mission. To cover this daring manoeuvre the Germans sent a large part of their fleet, 48 hours before, away up the West coast of Norway towards Narvik. That action was duly reported to us, and the Prime Minister has told us that the Navy went off in hot pursuit after that German decoy. Rarely in history can a feint have been more successful. The gallantry of our officers and men in the blizzards of the Arctic, and the losses of the German fleet, serious as they were, do not alter the fact that the main German expedition to Norway took place without any interference from the Fleet, except from our submarines. With amazing courage and resolution, our submarines inflicted heavy losses on the Germans. How much heavier would those losses have been if the Fleet or any substantial portion of it had been there then, or, at any rate on subsequent days. That raises very formidable questions to which answers will have to be given sooner or later.",
        "However, let me come to the next stage. What was our reaction when we learned that Oslo and all the main ports were in German hands? If we had any hope of retrieving the situation in Norway even partially, or of relieving the Norwegian forces, our obvious move was to retake one or other of those ports without a moment’s delay. We now know that the Germans seized them with only the tiniest handful of men. Only by seizing such a port would it have been possible to obtain landing facilities for our artillery and tanks, and above all, aerodromes, without which no operation could be conducted with any hope of success. The port clearly indicated by the circumstances was Trondheim, because it was farthest removed from the main German base at Oslo—which gave us time and the opportunity of maintaining railway connection with Sweden. We could have constructed a defensive line across the waist of Norway, behind which the Norwegian forces could have rallied, and from which we could have advanced, if necessary, to the recon quest of the country. That was the obvious plan.",
        "The Prime Minister’s statements, however, make it clear that such forces as we had were at once sent off to Narvik, and not to their original destination of Trondheim or Bergen. Why Narvik? If we had held Trondheim, the isolated German force at Narvik would have been bound to surrender in time, and it could have done no mischief to us in the meantime. If we had ever contemplated retaking Trondheim at the start, there could have been no more crass instance of the dispersion, the frittering away, of forces. It is clear, however, from what the Prime Minister said to-day that the decision to send troops to Trondheim to try and retrieve that position was an afterthought, taken only after a number of days, and only at the urgent request of the Norwegians. How was it carried out? We have listened to the impressive speech of my hon. and gallant Friend the Member for North Portsmouth. It is common knowledge that the original plan accepted by the Government for the taking of Trondheim was that the Navy should force its way into Narvik fiord while subsidiary landings took place to North and South. Once in the fiord our ships could command the whole of its vast coastline, with its roads and railway and its aerodrome. What we are entitled to ask is a very serious question: By whom and on whose authority was the indispensable hammer blow at Trondheim itself countermanded? Of course, there were risks. War is not won by shirking risks. Once the linch pin of the Trondheim operations was withdrawn, the rest was bound to fail precisely as it has failed.",
        "As to those operations, there are many stories that reach us which cannot be discussed here. Our men did their best in impossible conditions, and one can only be glad that they got away. At the same time there is something which I feel bound to say. The Prime Minister, both the other day and to-day, expressed himself as satisfied that the balance of advantage lay on our side. He laid great stress on the heaviness of the German losses and the lightness of ours. What did the Germans lose? A few thousand men, nothing to them, a score of transports, and part of a Navy which anyhow cannot match ours. What did they gain? They gained Norway, with the strategical advantages which, in their opinion at least, outweigh the whole of their naval losses. They have gained the whole of Scandinavia. What have we lost? To begin with, we have lost most of the Norwegian Army, not only such as it was but such as it might have become if only we had been given time to rally and re-equip it. It goes to one’s heart to think of the Norwegian force strapped in southern Norway and forced to surrender after their bitter protest against our withdrawal. I am glad that the right hon. Gentleman the Leader of the Liberal Opposition paid the tribute which he did to the gallantry of the Norwegian troops under adverse circumstances. What we have lost, above all, is one of those opportunities which do not recur in war. If we could have captured and held Trondheim, and if we could have rallied the Norwegian forces, then we might well have imposed a strain on Germany which might have made Norway to Hitler what Spain was once to Napoleon. All we can hope for now is that we may hang on to Narvik, and that will not be too easy, till the tide of war turns against Germany elsewhere. So much for the Norwegian chapter. It is a bad story, a story of lack of prevision and of preparation, a story of indecision, slowness and fear of taking risks. If only it stood alone. Unfortunately, it does not. It is only of a piece with the rest of it, of a piece with our hesitation and slowness in responding to Finland’s appeals for arms, in our handling of economic warfare and the reorganisation of industry, of our re-training of our workers, of the production of the essential munitions of war, of agriculture—in fact, the whole of our national effort, which, according to the Chancellor of the Exchequer, is apparently to be at most 10 per cent. higher in the course of this year than it is to-day.",
        "The right hon. Gentleman the Prime Minister—I fully understand the good reason for his absence—in a digression explained why he used a certain unlucky phrase about Hitler missing the bus. He explained that what he meant was that during these eight months of war Hitler had lost the opportunity which he had at the beginning of the war because we had been catching up on Germany’s preparations. Believe me, that is very far from the truth. While we may catch up on her presently if only we do what we ought to, there is no doubt that during these eight months, thanks to Germany’s flying start and our slowness off the mark, the gap between the German forces and ours has widened enormously as far as troops, their equipment, tanks, guns and all the paraphernalia of land war are concerned. It has widened in the air, even if we reckon in things which may be “accruing” to us. That is a curious phrase, the precise meaning of which is difficult to determine. I remember that on the very morning of that speech I was reading the financial statement of a company which among its prospects included interest accruing to it from a mine in which gold had not yet been discovered.",
        "We cannot go on as we are. There must be a change. First and foremost, it must be a change in the system and structure of our governmental machine. This is war, not peace. The essence of peace-time democratic government is discussion, conference and agreement; the Cabinet is in a sense a miniature Parliament. The main aim is agreement, the widest possible measure of agreement. To secure that it is necessary to compromise, to postpone, to rediscuss. Under those conditions there are no far-reaching plans for sudden action. It is a good thing to let policies develop as you go along and get people educated by circumstances. That may or may not be ideal in peace. It is impossible in war. In war the first essential is planning ahead. The next essential is swift, decisive action.",
        "We can wage war only on military principles. One of the first of these principles is the clear definition of individual responsibilities—not party responsibilities or Cabinet responsibilities—and, with it, a proper delegation of authority. What commander-in-chief attempts to command 20 or 30 divisions in the field? He delegates the task to a number of army corps commanders responsible to him alone, and with authority over the divisional commanders underneath them. The last thing such a commander-in-chief would ever dream of doing is to make some of his army corps commanders divisional commanders as well. What is our present Cabinet system? There are some 25 Ministers, heads of Departments, who have no direct chief above them except the Prime Minister. How often do they see him? How often can they get from him direct advice, direct impulse, direct drive? Who is to settle disputes between them? There should be someone, not chairmen of innumerable committees, but someone with authority over these Ministers and directly responsible for their efficiency.",
        "There is another cardinal principle of warfare: that is, the clear separation of the framing and execution of policy and the planning of operations, from administration. That is why every Army, Navy and Air Force has its General Staff. It is well known that the same man cannot do the work of administration and also frame and execute policy. How can you get either policy or administration from a Cabinet in which the two are mixed up hugger-mugger as they are at the present time? The next blow may fall at any moment. It may be in Holland; it may be in the Mediterranean. How many hours has any of the three Service Ministers been able to give during the last three weeks to the innumerable preparations required for that contingency? With the present organisation, there is not the slightest chance for them to consider these matters properly.",
        "The Prime Minister has told us to-day of the change that he has made in at last giving a director and guide to the Chiefs of Staff Committee. He said that this struck him as being a good idea. For four years or more, ever since the Chiefs of Staff Committee was first spoken of in this House, some of us have said that it was impossible to produce adequate plans from a committee of men representing three separate Services, and each concerned to guard the interests of his own Service, without a chief over them. The result has inevitably been what I might call plans based on “the feeblest common denominator.” Now at last something is done to place the responsibility for framing and deciding plans clearly upon my right hon. Friend. The Prime Minister tells us that this has no connection with recent events in Norway; it is just a happy new idea. It is curious how we have for years now so effectively been locking the stable door always after we have discovered the loss of the horse. Anyhow, if those are the right functions for my right hon. Friend, how can he also carry on the tremendous tasks of the First Lord of the Admiralty? The Leader of the Opposition said that it was not fair to him. It is not fair to his colleagues; it is not fair to the nation.",
        "Believe me, as long as the present methods prevail, all our valour and all our resources are not going to see us through. Above all, so long as they prevail, time is not going to be on our side, because they are methods which, inevitably and inherently, waste time and weaken decisions. What we must have, and have soon, is a supreme war directorate of a handful of men free from administrative routine, free to frame policy among themselves, and with the task of supervising, inspiring, and impelling a group of departments clearly allocated to each one of them. That is the only way. We learned that in the last war. My right hon. Friend the Member for Carnarvon Boroughs (Mr. Lloyd George) earned the undying gratitude of the nation for the courage he showed in adopting what was then a new experiment. The experiment worked, and it helped to win the war. After the war years, the Committee of Imperial Defence laid it down as axiomatic that, while in a minor war you might go on with an ordinary Cabinet, helped perhaps by a War Committee, in a major war you must have a War Cabinet—meaning precisely the type of Cabinet that my right hon. Friend introduced then. The overwhelming opinion of this House and of the public outside has been demanding that for a long while. We are told that there would be no particular advantage in it at the present time. I ask, Is this or is this not a major war?",
        "We must have, first of all, a right organisation of government. What is no less important to-day is that the Government shall be able to draw upon the whole abilities of the nation. It must represent all the elements of real political power in this country, whether in this House or not. The time has come when hon. and right hon. Members opposite must definitely take their share of the responsibility. The time has come when the organisation, the power and influence of the Trades Union Congress cannot be left outside. It must, through one of its recognised leaders, reinforce the strength of the national effort from inside. The time has come, in other words, for a real National Government. I may be asked what is my alternative Government. That is not my concern: it is not the concern of this House. The duty of this House, and the duty that it ought to exercise, is to show unmistakably what kind of Government it wants in order to win the war. It must always be left to some individual leader, working perhaps with a few others, to express that will by selecting his colleagues so as to form a Government which will correspond to the will of the House and enjoy its confidence. So I refuse, and I hope the House will refuse, to be drawn into a discussion on personalities.",
        "What I would say, however, is this: Just as our peace-time system is unsuitable for war conditions, so does it tend to breed peace-time statesmen who are not too well fitted for the conduct of war. Facility in debate, ability to state a case, caution in advancing an unpopular view, compromise and procrastination are the natural qualities—I might almost say, virtues—of a political leader in time of peace. They are fatal qualities in war. Vision, daring, swiftness and consistency of decision are the very essence of victory. In our normal politics, it is true, the conflict of party did encourage a certain combative spirit. In the last war we Tories found that the most perniciously aggressive of our opponents, the right hon. Member for Carnarvon Boroughs, was not only aggressive in words, but was a man of action. In recent years the normal weakness of our political life has been accentuated by a coalition based upon no clear political principles. It was in fact begotten of a false alarm as to the disastrous results of going off the Gold Standard. It is a coalition which has been living ever since in a twilight atmosphere between Protection and Free Trade and between unprepared collective security and unprepared isolation. Surely, for the Government of the last 10 years to have bred a band of warrior statesmen would have been little short of a miracle. We have waited for eight months, and the miracle has not come to pass. Can we afford to wait any longer?",
        "Somehow or other we must get into the Government men who can match our enemies in fighting spirit, in daring, in resolution and in thirst for victory. Some 300 years ago, when this House found that its troops were being beaten again and again by the dash and daring of the Cavaliers, by Prince Rupert’s Cavalry, Oliver Cromwell spoke to John Hampden. In one of his speeches he recounted what he said. It was this: \"I said to him, ‘Your troops are most of them old, decayed serving men and tapsters and such kind of fellows.’…You must get men of a spirit that are likely to go as far as they will go, or you will be beaten still.\" It may not be easy to find these men. They can be found only by trial and by ruthlessly discarding all who fail and have their failings discovered. We are fighting to-day for our life, for our liberty, for our all; we cannot go on being led as we are. I have quoted certain words of Oliver Cromwell. I will quote certain other words. I do it with great reluctance, because I am speaking of those who are old friends and associates of mine, but they are words which, I think, are applicable to the present situation. This is what Cromwell said to the Long Parliament when he thought it was no longer fit to conduct the affairs of the nation: \"You have sat too long here for any good you have been doing. Depart, I say, and let us have done with you. In the name of God, go.\""
    ]
}