{
    "url": "https://www.ukpol.co.uk/julian-amery-1950-maiden-speech-in-the-house-of-commons/",
    "title": "Julian Amery – 1950 Maiden Speech in the House of Commons",
    "post_date": "August 19, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1950",
            "url": "/tag/1950/"
        },
        {
            "text": "Julian Amery",
            "url": "/tag/julian-amery/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Julian Amery, the then MP for Preston North, in the House of Commons on 18 March 1950.",
    "content": [
        "The natural diffidence which any man must feel who speaks in this House for the first time is heightened in my case by the apprehension that some of the things I want to say today may be thought more controversial than is becoming in a maiden speech. If so, I can only hope that the sense of deep and urgent conviction which alone leads me to speak today will justify the House in granting me that measure of indulgence which is traditionally accorded to a maiden speaker.",
        "As I see it, the central fact of the international situation today is that we are at war with Communist Russia. It is still a cold war, thank God; but it is a war none the less; and unless we recognise it as such we are unlikely either to secure a satisfactory peace or to prevent it from deteriorating into a shooting war. In these circumstances it seems natural that we on this side of the House should ask the Government to tell us what is their plan, what is their strategy, for the conduct of this cold war. The Minister of State has taken us on a round of interesting and important problems, but I was not myself able to disengage from his speech any coherent plan or strategy for confronting the dangers that loom on the international horizon.",
        "I have heard the Government’s policy sometimes described as one of containment—containment of Russia. I confess that it seems to me to be rather stretching the meaning of words to apply the term “containment” to a policy which has already permitted the Sovietisation of half of Europe and the whole of China. Was it containment when we allowed our warships to be mined in the Corfu Channel with impunity, and, four years later, are still awaiting compensation for the deaths of 40 British sailors? Was it containment when we permitted the murder of Petkov, the imprisonment of Cardinal Mindszenty, and the overthrow of democratic and constitutional life in Bulgaria, Rumania and Hungary, in direct contradiction of the armistice terms to which we were a party? Was it containment when we allowed the Czechoslovakian democracy to be overthrown and our friend and ally Mikolajezyk to be driven into exile in direct contradiction of the Yalta Agreement? Was it containment when our Government stood by and did nothing when the Communist armies overran the whole of China, including British interests which, at the present rate of the pound, cannot be valued at much less than £400 million?",
        "It seems to me that the term “containment” is not one which can be applied to the policy which the Government have pursued. At times, indeed, their policy has seemed suspiciously like one of scuttling away from our responsibilities behind a smoke screen of bluster. It may be that the Foreign Secretary has acted in the hope that, if only we could trade space for time and delay bringing matters to a head for long enough, unforeseen developments might divert the Soviet rulers from their aims of world domination. In the past, when we stood at the summit of the world and enjoyed an immense margin of power, there was much to be said for waiting upon events, but today, as the weakest of the three great Powers, we must anticipate events if we are to survive them. By all means let us hope and pray that the Chinese dictator may turn out to be a second Tito, or that there will be a palace revolution in the Kremlin; but to base your policy on the hope that “something will turn up” is to degrade yourself to the level of Mr. Micawber.",
        "Recrimination has its uses if it prevents the repetition of errors, but I do not want to dwell on the errors of the past. Instead, I should like to make one or two constructive proposals about our conduct of the cold war. The first point I wish to make concerns the general defence of Western Europe. I am one of those—and I believe we are a majority on both sides of the House—who believe in the conception of a United Europe, not merely as a means of defence against the Soviet Union but as an end in itself.",
        "Much can be done—something is already being done—to secure European co-operation in the economic sphere; but it seems to me that in present circumstances, in the face of present dangers, there is an even greater opportunity to secure closer European relations, closer European co-operation, in the sphere of defence. For this reason it seems to me to be a matter for regret that the staff set up at Fontainebleau under Lord Montgomery has not yet developed into the supreme command of a genuine European army. No national differences or personal rivalries ought to be allowed to stand in the way of such a development.",
        "The sooner a European army exists the easier it will be to raise those German contingents without which we cannot hope to defend Europe against attack. This whole question of Germany is so intimately bound up with that of the union of Europe, and this union of Europe depends, in turn, so much upon matters of defence that it seems to me a pity that the whole subject of defence should have been excluded from the purview of the Council of Europe. Here is a matter which might well be reconsidered.",
        "The next point which I want to make is this: you cannot win wars, whether they are hot wars or cold wars, by remaining permanently on the defensive. At some point you have to go over to the attack. So far we have followed purely defensive tactics, and the results have not been very encouraging. Surely the time has now come—indeed, is overdue—when we must carry our ideas beyond the Iron Curtain and seek to break the Communist monopoly of Eastern Europe and of China by encouraging opposition, and the setting up of resistance movements, on the other side of the Russian front.",
        "This, after all, is only what the Soviets have been doing for four-and-a-half years in Western Europe and South-Eeast Asia. The Soviet Union has divided Europe and divided Asia by the cold war. We shall only re-unite them if we also take the initiative in the cold war. It will be objected, I know, that such a policy as I describe—one of taking the offensive in the cold war ourselves and building up resistance movements beyond the Iron Curtain—would lead to war. I do not believe it. If Stalin wants war, there will be war; but he is not going to be provoked into starting a war just because we give him a taste of his own medicine.",
        "The truth is that if the Russians have not pressed matters even further than they have it is because they are afraid of a war, and they are afraid of a war because they still believe they would be defeated; and they fear defeat because of their temporary inferiority in atomic weapons. So long, indeed, as the United States had the monopoly of the atomic bomb there was no danger of war at all. The military superiority of the West was absolute. Now, however, that the Russians have also discovered the atomic bomb, that superiority has become merely relative. The Russians may never catch up with the American lead in this one weapon. Equally, it may not be long before their smaller stock of atom bombs matched to an otherwise superior military machine may give them an overall superiority. If that day comes, and please God it never will, it will mean a shooting war.",
        "For some time, however—and, as the Leader of the Opposition indicated, it may be a long time—American atomic supremacy, reinforced by the discovery of the hydrogen bomb, will still stand between the Red Army and the conquest of Western Europe. So long as this situation exists, we can negotiate with the Russians from strength. It must be the task of statesmanship, therefore, to insist upon a settlement with the Soviet Union while there is still time.",
        "What should be the conditions of such a settlement; what, in fact, should be our war aims in the cold war? The root of the trouble—the cause of the cold war—lies in the enormous expansion of Russian power. In the past five years, as Commissar Malenkov pointed out in a speech last October, the Soviet rulers have increased the population under their direct or indirect sway from 200 million to 800 million. They have secured the services of German and East European scientists, officers, technicians and skilled workmen. Their resources have been enriched by the addition of Silesian industry, the Skoda works, the Roumanian and Austrian oil wells, the mineral deposits of Poland and the Balkans, the uranium of Saxony and Czechoslovakia, and the coal and iron of Manchuria. If we add to this the strength of the Red Army and the Red Air Force and the subversive power of the Communist parties all over the world, the conclusion to be drawn is that the Soviet rulers already possess so great a strength that, but for their temporary deficiency in atomic power, their dream of world conquest might already be in sight.",
        "In these circumstances, surely, the essential condition of peace must be to reduce the power of Russia within proper bounds. We do not wish, and we cannot want, to dismember the Soviet Union or even to smash her regime. What we do want is to see her power reduced within proper bounds. This means that the Red Army must get back behind the Curzon line and that the monopoly of the Communist parties of the countries of Eastern Europe must be broken. Of course, it is not enough merely to compel the withdrawal of the Russian Armies and to break the monopoly of the Communist parties; we have to fill the vacuum created by the destruction of Germany. We have got to build a Europe, not just the truncated Western Europe of today but a whole Europe which will embrace all the countries which by tradition, by history and by interest look to the West.",
        "How are these aims to be fulfilled? Plainly, the first step must be to convince the Russians that we are determined to accept nothing less than the reunion of Eastern Europe to the body politic of Western Europe as it stands today. This calls for negotiations at the highest possible level. If such negotiations should prosper, they will bring immense blessings to all mankind; if they should fail, then, at least, we should all know where we stood and could make our plans accordingly. Nothing but good, it seems to me, can come from such initiative, and that is why, along with many others, I must join in deploring the action of the Foreign Secretary in describing as a “stunt” the proposal made by my right hon. Friend the Leader of the Opposition in his speech at Edinburgh.",
        "The Prime Minister has told us that such negotiations should be conducted through the usual channels: that is the United Nations. But the negotiations with the United Nations have been going on for four-and-a-half years, and they have brought us to the brink of war. There is no more dangerous and perhaps no more fatal error in politics, and especially in foreign affairs, than for a Government or a Minister to remain tied to the carcass of a dead policy.",
        "The Leader of the Opposition, in the first volume of his memoirs, described the Second World War as “the unnecessary war.” The war into which the Socialist Government are slowly drifting might be called with equal justice the “inexcusable war.” For four years the Foreign Secretary has known the nature of the Russian danger. In association with his American colleagues he has possessed the power to conjure that danger away. So far, he and they have lacked the will to act. Sooner or later—and the time may not be so far removed—he will also lack the power. Such persistence in error is termed by Christian moralists the sin against the Holy Ghost. In the whole catalogue of sins it is the hardest to excuse. All sins, of course, may be forgiven if repentance comes in time, but time is the essence of the situation. Last year, I was discussing these things one day with a friend while walking up and down a garden. We stopped for a moment to look at an old sun dial and on its edge I read this motto, and I commend it to the Foreign Secretary: “It is later than you think”."
    ]
}