{
    "url": "https://www.ukpol.co.uk/julian-amery-1985-speech-on-the-anglo-irish-agreement/",
    "title": "Julian Amery – 1985 Speech on the Anglo-Irish Agreement",
    "post_date": "June 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Julian Amery",
            "url": "/tag/julian-amery/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Julian Amery, the then Conservative MP for Brighton Pavilion, in the House of Commons on 26 November 1985.",
    "content": [
        "I congratulate my hon. Friend the Member for Eastbourne (Mr. Gow) both on his decision to resign and on his speech. There is an old saying, “Money lost, nothing lost. Honour lost, much is lost. Courage lost, all is lost.” My hon. Friend has shown a sense of honour and a degree of courage beyond the call of duty, and I salute his decision. For many years as parliamentary private secretary to my right hon. Friend the Prime Minister, he inevitably lived in the shadow of our political life. His public decision brings him a new status. It will earn him the respect of all hon. Members, whether we agree with him or not, and our admiration.",
        "I should next like to congratulate the hon. Member for Foyle (Mr. Hume), who I am sorry to see is no longer in his place, and who is the architect of the Hillsborough agreement. It is no mean thing for the leader of a party, which represents a little more than half of the minority in the Province, to be able to convince the Governments in Dublin and London to reach such an agreement.",
        "However, I must warn him and the House that this is a fragile concept and an affair of mirrors. The nationalists are being told that the agreement is a step towards the reunification of Ireland, while the unionists are being told that it is a guarantee of their remaining in the United Kingdom. Although the right hon. Member for Barnsley, Central (Mr. Mason) spoke in praise of the agreement at the beginning and end of his speech, he showed clearly the difficulties that lie ahead.",
        "The agreement is flawed in the first place—here my unionist friends will not agree with me—because it renews a commitment to devolution. It is worth recalling that Carson was against devolution. He said that he wanted the Province to be treated in exactly the same way as Scotland, Wales and England. Had it been so treated, the political division in the Province would have evolved along the same lines as it has here between Conservatives and radicals.",
        "Stormont did many good things. It preserved law and order in the Province when the Free State, as it then was, was ravaged by revolution. It preserved law and order when the second world war came on. It was in many ways successful; but it, inevitably perhaps, put order ahead of justice. In my judgment—hon. Members will correct me if I am wrong—it froze the political confrontation into one between unionists and nationalists or republicans. It also had the unfortunate effect, since corrected, I am glad to see, of keeping the leaders of both communities in Belfast instead of sending them here where they were represented by what might be called a second eleven, distinguished though many of them were.",
        "I cannot help thinking that when my right hon. Friend the Member for Old Bexley and Sidcup (Mr. Heath) destroyed Stormont—I am not sure whether he was right or wrong—he had a chance to introduce what my hon. Friend the Member for Eastbourne called the Airey Neave proposal, to integrate the Province completely into the United Kingdom and just have one or more regional authorities. He did not do that. Instead, my noble Friend Lord Whitelaw went out to try to destroy the unionist ascendancy. He succeeded; he got two of them. I do not know whether that has been of any help from the point of view from which he set out.",
        "He and his colleagues then went on to embark on power sharing. Power sharing is a complicated operation. I have some experience of it. I helped to devise a power-sharing constitution for Cyprus. It was an admirable constitutional bit of work. It was approved by the Greek and Turkish communities of Cyprus and by the Greek and Turkish Governments and by our Government. Look at Cyprus now. My father before me tried to introduce power sharing in India. It was broken up, with millions of dead, into three bits. Some other Minister, I forget who, tried to have power sharing in Palestine.",
        "There was an admirable power-sharing constitution in the Lebanon, but read the papers this morning or those for any other day for the past few weeks. [Interruption.] I do not think that Sunningdale had much chance, but whatever chance it had was killed by the introduction of the Irish dimension, which introduced an element of condominium.",
        "We have had a little experience of condominium. We had quite a good one in the Sudan because we would not let the other codominus, the Egyptians, come into it. We had an admirable one in the New Hebrides as a result of which no attempt was made to interfere with the tribal customs of the inhabitants, not all of which would have been approved in this House had it been informed about them.",
        "Then we came to direct rule. I must pay tribute to the right hon. Members for Morley and Leeds, South (Mr. Rees) and for Barnsley, Central (Mr. Mason) for the way in which they administered the situation. If I may say so, they did it rather better than we have. It had one important result. The leaders of the official Unionists, the Democratic Unionists and the SDLP came here. That is already a step in the right direction. Although they have mainly talked to us about Irish problems, they have been encouraged by the right hon. Member for South Down (Mr. Powell) to talk and to vote on other matters and some have even joined the European Parliament. That was the whole idea that Carson had at the beginning. He believed that this House should be the protector of the majority in the North against the Republic in the South and the protector of the minority in the North against the majority in the North.",
        "People in Britain cannot sit still, particularly the civil servants. That is understandable, but there is a passion for initiative, encouraged by the United States and other elements. So we had the proposal of my right hon. Friend the Member for Waveney (Mr. Prior) for the Assembly. Some of us bored the pants off the House keeping hon. Members up late at night saying that that would fail. I am sorry that we kept hon. Members up late at night, but who can say that we were wrong? The Assembly has produced the most disastrous fiasco. Although the hon. Member for Foyle (Mr. Hume) has talked a lot about co-operation, I am not at all clear from his speech whether he is intending to join the Assembly even now. It is expensive and totally unsuccessful, and I do not see what point it has served.",
        "My conclusion is that devolution perpetuates division and that the best chance lies in integration. The atmosphere of this House softens differences and tends to ridicule extremism. I remember well when Mrs. Braddock, of blessed memory, came into the House. I approached her once on some subject and she said that she did not talk to Tories. Two years later I found her the most garrulous and agreeable of companions. There is some chemistry in the House that operates in this way.",
        "I cannot help thinking that the commitment to devolution, as we rejected it for Scotland and Wales, makes the inhabitants of the Province, if not second-class citizens, at least citizens of a different category. It is imposing on them a kind of dual nationality, and that is a fundamental flaw.",
        "Then there is the flaw of the condominium. We are assured, and I believe it, that the representative of the Republic, the Minister who comes, will have only a consultative right. He will not have a right of veto or anything of that sort. But suppose that any of us was in his shoes. He is responsible to the Dail. Any question on some alleged grievance in the Province can be referred through some member of the Dail to him in his capacity as a Minister in his own Parliament. So the affairs of the Province can be discussed in the Dail almost as intimately as if the Province were part of the Republic. He will be under great pressure. As election time approaches, he will be asked what is said and whether he stood up for the rights of Mrs. Maloney, or whoever it may be. That could become serious where security is concerned.",
        "Let us suppose that the GoC or the Chief Constable wants to adopt a new line and puts it to the conference. Let us suppose that the Republic representative does not like it. Will the Secretary of State say, “Perhaps we should be careful. The Republic does not like it.” Are operations to be subject to diplomacy?",
        "Where will that lead? It is not so much that we have the right to overrule and to decide, as that there could be a reluctance on the part of the British Government to override the view of the people directly responsible for security.",
        "My third criticism is that there is no element of reciprocity. In the United Kingdom we are deeply involved in the affairs of Northern Ireland and southern Ireland. We have a large southern Irish population. It is difficult to be sure how many Irish there are here, but they are entitled to work, enjoy our social services, vote and stand for public office. They come here because of the way in which the economy in the Republic is administered.",
        "**Mr. Heffer rose—**",
        "**Mr. Amery**",
        "I know that the hon. Member for Liverpool, Walton (Mr. Heffer) knows a great many of the Irish in Liverpool.",
        "**Mr. Heffer rose—**",
        "**Mr. Amery**",
        "I could perhaps have swallowed the agreement if it had been a step towards a reunion of the British Isles or the Anglo-Celtic isles, whatever one may like to call them, but I cannot help feeling that this is an irretraceable step towards a united Ireland. Certainly that is how our friends in the United States appear to see it.",
        "I accept the commitment of my right hon. Friend the Prime Minister to the union, but I would add a qualification. People are led by the calculation of their brain but also by the heart. My right hon. Friend the Prime Minister, like her predecessors, has reiterated many times, and several times in her statement on 18 November, the old formula that there will be no change in the constitutional status of Northern Ireland unless the people of the Province require it. I cannot help finding that a chilling, cold and clinical formula.",
        "The Queen does not want any unwilling subjects, but I should like to hear the Government and the Conservative party take pride in the patriotism of the majority of the ​ people of Northern Ireland and in the contribution that they have made in shipbuilding, aircraft building and the eight field marshals that they provided during the war out of a total of 11. I want to hear us say that, although we will not stand in the way of their joining the Republic, if that ever crosses their mind, we would do so with the greatest reluctance.",
        "In the speeches of my right hon. Friend the Prime Minister, I cannot find any of the warmth that I should like to see for our association with the Province. Because I cannot find that, and because of the arguments that I have attempted to put forward in criticism of the agreement, I find it impossible to support the initiative that she has taken."
    ]
}