{
    "url": "https://www.ukpol.co.uk/leo-amery-1911-maiden-speech-in-the-house-of-commons/",
    "title": "Leo Amery – 1911 Maiden Speech in the House of Commons",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Leo Amery",
            "url": "/tag/leo-amery/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Leo Amery in the House of Commons on 17th May 1911.",
    "content": [
        "I trust that I may have the indulgence of the Committee for venturing so early in my Parliamentary career to address the Committee on so an important and great a subject as the year’s Budget. I know that I cannot rival the eloquence of the hon. Member (Mr. Dillon) below the Gangway, who has just sat down, nor could I attempt to go into the intricacies of the Budget with that wonderful lucidity and grasp which was shown by the hon. Member for Chelmsford (Mr. Pretyman). What I would like to do, if you have patience with me, is to make a few reflections on the general features not only of the Budget as it stands to-day, but on the financial situation of this country as indicated by this Budget. Before I come to more general topics I should like to say how pleased, as one who has spent a little while in East Africa, I was to hear the Chancellor of the Exchequer say that the pledge given some three years ago by the Home Secretary as regards East Africa is to be fulfilled, and that a loan is to be advanced for the purpose of extending a feeder to the Uganda Railway in East Africa, and that money is to be spent on the splendid harbour of Kilindini and in improving the condition of the town of Mombasa. I am glad to say that there was almost universal approval on the other side of the House of the working and the success of the Uganda Railway. I may say that the success attained has been very striking, considering the great cost of that undertaking. I am not going to say that the work was extravagantly done, in the sense that money was wasted, but the railway was, in the opinion of engineers of Colonial experience in such matters, carried out on much too careful a scale and was much too well done for a new country. Even so, the railway has begun to pay its way. What is important is, that it should have feeders to help to develop East Africa. At present a great part of the traffic over that railway is not contributing to the development of British East Africa, but is bringing traffic from German East Africa from the south shore of Lake Victoria Nyanza. I was very glad to find the hon. Member for East Northants (Mr. Chiozza Money) come out as such an eloquent advocate of a policy of wisely spending money on the development of our possessions. I believe that there is no wiser way in which we can spend money. I May not be a financial purist, but I entirely agree with one who is considered to be so, the hon. Member for the City of London (Sir F. Banbury), who expressed the hope that the surplus might sometimes be devoted to development loans for productive works. The instance of the Uganda railway has not had so much attention paid to it in this House as it deserves. Immense good followed as the result of the loan advanced to the Transvaal and Orange River Colony. There you had a country as empty and utterly desolate as any part of East Africa to-day. There was hardly a farm standing. Ten millions of money spent on railways, and the building of various public works, and ten millions more spent in restoring farms, in bringing to them cattle and stock, brought that country, in six or seven years, into a condition far exceeding anything that could be claimed during the previous fifty years of its history. The lesson which I draw is that what has been done in what, to all intents and purposes was a wilderness, can be done in other wildernesses which exist in our Empire to-day. The Chancellor of the Exchequer said it was sometimes necessary to spend money to utilise previous expenditure. So it is with the expenditure in East Africa on the railway and on the improvement of the harbour of Kilinclini; but we do not know whether the benefit is to accrue to the German East Africa line or to British industry. It is a heavily subsidised line. The hon. Member for East Northants welcomed what the United States are doing in the case of the Panama Canal. The Chancellor of the Exchequer, like many Chancellors of the Exchequer before, has referred to the income which this country derives from the Suez Canal shares.",
        "For an original cost of less than £4,000,000 we are now earning over a million a year, the company paying between 25 and 30 per cent. But it is doing so at the cost of a very heavy burden laid upon shipping, certainly 78 per cent. of which is British. If I might make the suggestion, it is impossible, I believe, for this country with only a minority of representation upon the Canal Board, to insist upon the rate being lowered. What the Chancellor of the Exchequer himself suggested at the Imperial Conference four years ago was that a rebate might be given to British shipping off the Canal dues. There is this further advantage in that, if they are prepared to give two or three hundred thousand pounds of rebate, we should without doubt get a substantial further grant towards rebate from the Governments of Australia and New Zealand. Again I regret that there was no mention made in the Chancellor of the Exchequer’s statement of the All Red Route, a subject to which four years ago he promised to devote most earnest attention, but of which we have heard nothing since. It is the one subject on which His Majesty’s Government have shown the least indication of readiness to bind the Empire together. The Imperial Conference will meet in a few days, and one would imagine that at any rate the possibility of some contribution being made towards this scheme would be brought forward. I hold with the Member for Northants that every development of opportunities for trade, the opening up of pathways for commerce and finding employment, is money well spent. Money is better spent if you give five shillings to a workman to enable him to earn thirty shillings a week than if you give him five shillings for a week’s pittance. Let me return to the main question, the relation of our revenue to our expenditure. The right hon. Gentleman the Chancellor of the Exchequer spoke with eloquent contentment of the state of trade, and he was ready to wager that we should have another prosperous year. I think he is probably right. A year like the last, which was a very prosperous year, is always followed by large revenue. But the drop in the importation of raw material might indicate a slight check in that movement; whether that is so or not I do not know. But what I do know is that the present movement is not going to last for ever.",
        "There will be sooner or later, possibly sooner rather than later, a period of worse trade. In fact what other justification is there for that great scheme of insurance against unemployment which has been introduced to the House? The Chancellor of the Exchequer boasted of the present prosperity, and suggested that some of it was due to his own Budget. The hon. Member for Chelmsford (Mr. Pretyman) dealt with some of the details. But might I say that another part of the right hon. Gentleman’s speech somewhat demolished the credit accruing from these taxes against which we protested most strongly in this House, from which we foretold serious consequences, and taxes which, according to him, have not matured yet and have not begun to exercise their in fluence. When the present period of trade prosperity is over, and those taxes are beginning to mature, does he really think they will relieve a depression of British industry, or is it not very likely that they will tend to accentuate that depression? I will not attempt to follow the hon. Member for Chelmsford and the hon. Baronet the Member for the City of London into the discussion as to the extent to which the Death Duties are actually a tax on capital and not on income, or whether they are heavy burdens upon industry. The difficulty is you have the evil in operation, but the effect of it may not be seen for a very considerable period of time, but, generally speaking, I do not think any one who listened to the final remarks of the Chancellor of the Exchequer can doubt that even in this period of good trade we are perilously near the margin of elasticity of our revenue when compared with the steady and ever-growing burdens laid upon it. The Chancellor of the Exchequer has shown a spirit of optimism as to the future burdens to be laid on this country. I noticed that he said nothing about the possible future cost in connection with Ireland. The hon. Member for Chelmsford has referred to the possibilities of increased expenditure in connection with the scheme of Home Rule, and we had an eloquent plea made just now by the hon. Member below the Gangway. It seems to me if we have measures in contemplation of that character on that side of the House, we on our side will, in the same spirit, have to approach the question of Ireland as for the development of East Africa, and possibly to incur substantial burdens in order to develop Irish trade, and if possible to bring back to the population that prosperity which they should enjoy with the rest of the Empire.",
        "Then comes the question of naval expenditure. The right hon. Gentleman is sanguine because under the statutory provision now in force in Germany there will be a decrease in the German naval estimates in the next few years. But is the statutory provision now in existence in Germany to be the only and the last statutory provision to be put in force in that country? The only test you can apply as to what is likely to happen in the future is the general trend of German policy, and the general trend of German industrial development. The other day, at a meeting of the Iron and Steel Institute, they were deploring the fact that the German iron and steel industry is now twice as large as ours. Can Members of this Committee contemplate that, in the long run, we can attempt to maintain a two-to-one standard of battleships when the other side have got a two-to-one standard against us in the iron and steel industry? Apart from that, let us consider, not only the possibility of statutory provision being made in Germany, but the fact that there are new statutory provisions made in Austria. There may be a great problem before us in the Pacific. Certainly this concentration of the Navy in Home waters is a thing which cannot be continued always. If there should be a demand for warships in other waters, we would have at once either a large naval increase or we should have a considerable increase of military preparation. I for my part, own that our military preparations are utterly inadequate, and the expenditure of five millions more will not be sufficient, even with a cheap and effective system of national service, to secure our home safety, but even on present lines there must be increase of expenditure We have heard a great deal about the shortage of officers, and the fact that the pay of officers is inadequate. We have also heard of the shortage of horses, and if we are to have horses we must pay for them. We have also heard a great deal in the last few weeks about the serious state of the Territorial Army, and it is likely to be still more serious. If the Territorial Army be put on its proper basis, and is to be made to respond to what the Secretary for War expected it to be, it will have to have a very considerable expenditure made upon it. Naval and Military expenditure is necessary, and it is bound to increase.",
        "I consider it necessary, and I do think it has compensating advantages on which the right hon. Gentleman did not dwell. Certainly as regards naval expenditure it provides a great deal of skilled employment, and, furthermore, it does indirectly give a great deal more unskilled employment, payment for which does not come out of the pockets of the taxpayers. Take the great amounts given for building battleships for foreign Powers—a subsidiary development which is pure profit for the people of this country. Let me now come to the expenditure under this great scheme of insurance. The Bill has been welcomed in all quarters. The sickness part of the scheme has some basis of admitted calculation behind it, though it is bound to exceed the estimate already formed. But as to the unemployment part of this scheme, we have practically no evidence as to what the cost will be on the present narrow and restricted basis, or of what it would cost if other industries insist upon being included in its benefits. When you consider what this will involve in taxation, you must remember the weekly levy upon the employer and the workman, upon which the hon. Member for Leicester (Mr. Ramsay Macdonald) has eloquently insisted. What is the effect of this taxation going to be? The Chancellor of the Exchequer considers, according to an interview reported in the “Daily Telegraph” the other day, that the extra cost will fall on the consumers of this country. Why! he asked, should not the consumer contribute in some measure to the health, comfort, and happiness of those who produce. That is a very significant admission of the Chancellor of the Exchequer. There can be no one stronger on behalf of the cause of Free Trade than the right hon. Gentleman when he is conscious of the fact that he is discussing the fiscal question, but when his mind is on other matters his utterances must be a continual and terrible source of anxiety to the hon. Member for East Northants. If it is the case that the burden falls on the consumer, then what about its effect upon production? In his speech yesterday the Chancellor of the Exchequer noticed that a very small increase in the price of tea appreciably diminished consumption. An increase like this upon the cost of goods in this country would, judging by that, have a very serious effect upon consumption and upon production and employment, and possibly would do a considerable amount of harm to industry. I confess I do not hold the view that this burden is going to fall on the consumer. While, the consumer has got an alternative supply to draw upon, he is not subject to that burden. It would be imperative on the producers unless they wished to lose their employment to pay the tax themselves. If they do the question is upon what part of their expenditure will it fall? The hon. Member for Leicester (Mr. Ramsay MacDonald) suggested that it would fall upon the necessaries of life of the working people. If, as he suggests, the result of this scheme of insurance was going to be that the children of the working men will get less food or clothing, or that they will have to live in worse homes, then I am not sure whether the final result of that scheme will be a great benefit. But let us suppose that they pay it out of luxuries; the Chancellor of the Exchequer suggested that the money they would contribute would be equivalent more or less to an ounce of tobacco and two glasses of beer per week. Supposing it does fall in that way, has the right hon. Gentleman considered that practically six-sevenths of the cost of that ounce of tobacco and two glasses of beer per week is money taken away from the revenue, and that the revenue will thus lose, and that the shrinkage in the consumption of the working man’s luxuries, represented by the ounce of tobacco and the two glasses of beer, would have a very serious effect on the calculations of the right hon. Gentleman?",
        "Apart from that actual issue of the way in which the tax will be met there remains the fact that these measures add considerably to the burden resting upon the industries of this country. A few years ago a calculation was made, and I think it is generally admitted, that of the cost of production, or the price of any British article in a shop window, something like 12½ per cent. or 2s. 6d. in the £ represented local and Imperial taxation. I think the extra burdens imposed in the last few years, together with the burden now imposed by the Insurance scheme, would bring that amount somewhat nearer t o 15 per cent. If you have a burden of that extent resting on the production of goods of English manufacture, sold in the shops of this country, is it reasonable, and I am not talking at this moment from the point of view of a Tariff Reformer, but from the point of view of the Chancellor of the Exchequer, that £156,000,000 of manufactures coming into this country should he exempt from that duty. That exemption is equivalent in essence to having an Excise and no Customs to correspond with it. I can only imagine that any Chancellor of the Exchequer, who would really face the problem from that point of view, would be bound to deal with it. It is not satisfactory from the point of view of the consumer either, who now imagines that he saves money when he buys untaxed goods; he has still got to meet the burdens that fall on the industries of the country and to meet the taxation himself. Let me give a concrete instance. A man goes into a shop and sees two articles, one costing a sovereign and English made, and the other 19s. 6d. and German made. Hon. Gentlemen opposite recommend him to buy the cheaper article and save 6d., but the so-called dearer article really only costs 17s. 6d., and the remainder went to the Chancellor of the Exchequer. The man makes this assumed saving, but he has forgotten that he is defrauding the Chancellor of the Exchequer of half a crown or three shillings. The Chancellor of the Exchequer does not forget that and when the time comes round he has got to make him pay that sum of money, so that along with the cost there is to be added the half-crown, and thus, instead of having paid 19s. 6d., he has paid 22s. for the article.",
        "That is not the end of the story, for after buying that foreign article there is somebody unemployed in this country, somebody whose family are suffering and who is suffering himself. That suffering may not attract the attention of the Free Trade purchaser, but it attracts the warm-hearted sympathy of hon. Members opposite and of the Chancellor of the Exchequer, who comes to this House with a large scheme for insurance and relief which involves taxation. The Free Trade purchaser finds he has also got to pay for keeping the man whom he deprives of his employment? Even there the story does not finish, because this German article he has bought goes to strengthen the wealth and prosperity of Germany, and a considerable portion of it goes towards the revenues of that country, and a considerable portion of that may be devoted to battleships. Then the First Lord of the Admiralty comes down here and tells this House that he has discovered some time after the event that the Ger man navy has been increased, and the Chancellor of the Exchequer, hoping against hope that this may be the last time, asks for a further increase in the Naval Estimates. Thus your Free Trade purchaser who followed the advice of hon. Gentlemen opposite finds that the article for which he paid 19s. 6d. costs him from 24s. to 25s. I wish to suggest that to impose an equivalent burden upon those £156,000,000 manufactured in other countries equivalent to the burden upon our industries is not protection but equalisation. Hon. Members opposite, on the reasoning which they so very often employ against the advocacy of Protection, say that a disadvantage from the revenue point of view of a system of Protection is that you tax part of the supply, and only part, and that only the taxation on that part supplies revenue, and that the price of the whole supply is raised, and that consequently a heavy burden of taxation falls on the consumer and which does not find its way into the Treasury, but into the pockets of capitalists. If that is so I would ask the Members of the Committee to consider the present case, where we have a burden of from 12½ to 15 per cent. put upon the goods made in this country, and that the portion of the supply coming from abroad does not pay anything.",
        "The conclusion, according to the argument of hon. Gentlemen opposite, is that this country at this moment is paying from £15,000,000 to £20,000.000 to the capitalists of other countries and capitalists who are not amenable to the Chancellor of the Exchequer, whose incomes he cannot touch and whose deaths give him no satisfaction. To put on equalising duties, by the argument of hon. Members, would only mean that the revenue would be getting what at the present moment is going to foreign capitalists. As a matter of fact, I do not share that view in its entirety, and I do not hold that foreign capitalists are making a profit to that extent; but I imagine, in those instances where they are making a substantial profit, that an equalising duty would cause them to lower their prices to contribute the cost of that and relieve the taxpayer of this country. In other instances I believe the real truth is that they are not producing as cheaply as our manufacturers, but owing to the unfair handicap caused by their not having to pay an equalising share in our taxes, they at present can compete where they ought not to compete.",
        "That brings me to the point, or dilemma, that was raised by the hon. Member for Greenock, and also by the hon. Member for Woolwich. They said, “If you do impose those duties for revenue on the foreign importations, and if you do get your revenues, where does the case for employment come to, and if you do keep out those goods and get employment, what happens to your revenue?” A more absurd dilemma there never was. There is no dilemma. If the goods come in then the revenue gets the money; if the goods do not come in, and instead of that are produced in this country, then by all the channels of revenue that production will yield the extra money to the revenue. According to the existing basis of taxation they yield to the revenue at the rate of something like from 12½ to 15 per cent. Therefore there is no question of having a dilemma from which we cannot escape. If we can find employment and production, the revenue will come. That is really the main point. Look after the production of the country and the revenue will look after itself. That was the great point Mr. Gladstone made in his great Budget speeches when he said in taking off one tax and adding another, he did not care so long as they made for the development of commerce.",
        "The whole issue between hon. Members on this side and the other is that we hold that you raise your revenue from the production of the country, and that wherever you raise it and in whatever particular way you raise it, the cost of that burden is inevitably diffused over the whole of the production. Hon. Members opposite, more particularly the hon. Member for Leicester, the hon. Member for East Northants, and to a very large extent the Chancellor of the Exchequer himself, have a sort of notion that the annual wealth of the country is something that is taken out of a large sack, and distributed in unequal amounts into the pockets of different classes of persons, and that it is there, and that it ought to be taken to a larger extent out of those pockets where they are most full, and to a less extent where they are not so. That is an entire misconception of the nature of the income of this country. The income of this country is not something which is distributed and then remains in various pockets. It is something that is continually in circulation. To use the phrase of a leading economist, there is a continuous wheel of wealth production.",
        "Money goes into the pockets of one class, and is spent in supporting another class. That goes in its turn to still another class, and so on. To this rule there are certain exceptions. There is such a thing first of all as the circulation of wealth within a certain limited class. A very appreciable portion of the large nominal incomes of what the hon. Member for Leicester called the classes is due to the fact that they pay each other large sums. Thus you have successful barristers and doctors who exchange with each other in the guise of high fees. These fees are not a real addition to wealth, but they represent a certain scale or convention of living. Take the wealthier parts of London where you have high rents, which the same landlord class pay out in high fees to doctors who pay those rents and to barristers who pay those rents, and to dear shops and restaurants. In one way or another a very appreciable proportion of the nominal income of the so-called classes is money that circulates among themselves. If you tax income at a moderate rate you do not prevent the process of circulation amongst them, but if you raise Income Tax beyond a certain point you may find them stopping the circulation of money and you will have an appreciable shrinkage of wealth from which you can get revenue. There is a further point. The circulation of wealth need not take place wholly within the country. There is a necessary and salutary circulation, in which raw materials that are required are brought in from outside, and manufactured articles are sent out by us. There is also a circulation in which only a small part of the process is in this country. People get income from investments in other countries, and they spend income in supporting the labour of those other countries. In that case only a small portion of the circulation is in this country, and a very small portion of the income will serve its natural and proper purpose of providing income for other classes. I will not attempt to labour that somewhat elaborate economical point further.",
        "The ultimate source of revenue is the production in this country. If you want to lighten the burdens of the working people the task to which you should devote yourself is not that of discovering elaborate means of punishing this or that class, with a view to getting more out of one class than out of another, but that of finding means to increase the amount of production in this country, and to increase the demand for labour. In conclusion, though I believe the condition of the revenue can be enormously improved by a different fiscal system, I feel that the responsibilities which are going to be laid upon this country in future are so great that no fiscal system based on the resources of the United Kingdom alone can ever bear them. We have to face an immense task—a task which two islands like these can never face alone. If I may adapt the famous words of Canning we must call a new world of Empire into being to redress the balance of the old. The lesson I draw from that is that when you consider the proposals which have been made for drawing the Empire closer together by preferential tariffs, by expenditure on better means of communication, and so on, you should not look at them from the point of view of fiscal theory, or from the point of view of the immediate expenditure involved, but you should consider what their effect is to be on the Budgets and the social programmes of the future. Hon. Members should remember that every quarter of wheat brought from Canada carries in itself some contribution towards the ultimate solution of the great problem of defence, because the man in Canada is prepared to take a share in the defence of the Empire, either in his own person or in contributing to the revenues of a Government which has already done something, and mill in time to come do more. By that very act we are also contributing some thing towards solving the social problems of the country. I am not talking of the advantages to trade, because I am not now making a speech on Tariff Reform, except in its revenue aspect, but even in that aspect the task of the social reformer will be lightened.",
        "I conceive that the true object for social reformers to have in view is, not to aim at the impossible, not to demand reductions or armaments which would bring the country into danger, and undermine the whole groundwork on which any social reform must rest, but to find ways and means of diminishing the intolerable nature of the burden by calling in others to share that burden. May I appeal still more earnestly to Members of the Government, who in the next few days are going to enter into discussion with representatives of the dominions beyond the seas as to how best the Empire may be drawn together and strengthened? I ask there to forget for the moment that they are a party majority in this House, and to remember that they are the representatives not only of the England of to-day, but of the England of the future. I ask that, in considering the schemes brought before them, they should judge them not in a narrow spirit, but broadly, looking to what they may mean in the long run to the revenues of this country and its prosperity."
    ]
}