{
    "url": "https://www.ukpol.co.uk/david-amess-2019-speech-on-the-loyal-address/",
    "title": "David Amess – 2019 Speech on the Loyal Address",
    "post_date": "December 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "David Amess",
            "url": "/tag/david-amess/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir David Amess, the Conservative MP for Southend West, in the House of Commons on 19 December 2019.",
    "content": [
        "I rise to speak in support of the Gracious Address. I begin by congratulating the proposer and seconder of the Humble Address. It is a huge honour to be chosen for either position. My hon. Friend the Member for Chatham and Aylesford (Tracey Crouch), who is a very popular colleague, did not disappoint the House. Her speech was first class. Our hon. Friend the Member for Walsall North (Eddie Hughes) kept us well entertained with a tour de force delivered with no notes.",
        "Mr acting Deputy Speaker, last night someone said to me, “David, you’ve been here a long time. You must be near to becoming the Father of the House.” I looked up the list of seniority to find that I am No. 7, which left me depressed. In part, that is because I think I am a little young to be Father of the House, but let me make it abundantly and absolutely clear that, as the father of five children, the idea of becoming father to 649 MPs is too much.",
        "Unlike my right hon. Friend the Member for Tunbridge Wells (Greg Clark), I hated every minute of the general election campaign.",
        "**Victoria Prentis (Banbury) (Con)**",
        "Oh!",
        "**Sir David Amess**",
        "I am sorry, but I did. I did not want an election to take place two weeks before Christmas. I did more than 100 canvassing sessions in the wet and the cold, tripping up steps at night, holding a handkerchief in one hand because of a cold. I found it depressing, although obviously I am thrilled to bits by the result. Thinking of the detail of the campaign, it seems to me that in my constituency the manufacturers of grey paint must have run out of supplies; every other house was grey. Often when I pressed a doorbell, the purple thing went round and round and then I found myself talking to people who were not inside the house. I thought it was a huge risk to hold a general election when we did. I had no idea that the British people would turn out in such great numbers. From the Conservative point of view though, the result is fantastic.",
        "Among the Opposition parties, the smaller ones had mixed results and I do not know what their take on the election is, but I entirely understand why SNP Members are very happy with the result they achieved. I do not know what their strategy is for the next five years, but previously when they had a lot of Members they energised the place and a lot of robust debates were had. I hope that they will achieve something in the next five years, even though they may be disappointed regarding their overall objective.",
        "Now, I look at the Labour Benches. All new Members are thrilled to bits about winning their seat, but those of us who were previously MPs tend to think about the human side of it all and those, including some of our ​colleagues, who lost their seat. I think we have lost some very good colleagues indeed from the Labour Benches. I will not get involved in the internal discussions within the Labour party, but I hope that those colleagues who lost their seat are given as much support as possible and are not simply abandoned.",
        "As I look at the Conservative Benches, I remember—as do you, Sir Roger—the day in 1983 that we were elected. We remember the joy of that election and the huge thrill. It is a huge honour to be sworn in and to make one’s maiden speech, perhaps with mum and dad, family and friends looking on. I have been looking at the figures for that election: 397 Conservatives were elected and Labour was down to 209. We had a majority of 144. Fast forward to last Thursday, and we now have an overall majority of 80, with 365 Conservative MPs. Labour has 203. Although not too many of my new colleagues are present to listen to what I am going to say, I hope they will read Hansard and reflect on what happened.",
        "I became famous for 30 seconds in 1992, when I retained the Basildon seat for the third time. We had a huge election victory, but five years later—or 14 years after you and I were elected, Sir Roger—we suffered an absolutely catastrophic defeat. Labour got 418 seats and the Conservatives were down to 165. Sir Michael Shersby, who was the Member of Parliament for the constituency that the Prime Minister now represents, died a week after the general election and we were down to 164. So I say to my colleagues and to anyone who is interested: it is no good the Conservative party winning an election and being the Government again after a miserable two and a half years unless we do something with our majority. There is no point in time-serving; it is now up to the Conservatives to deliver on the manifesto.",
        "I will not reiterate what was in the manifesto, because we are probably all sick to death of it, but it is now up to the Conservative party, which has a wonderful opportunity, to make sure that every part of the country that has elected a new Conservative Member of Parliament enjoys prosperity—if we deliver on the manifesto, all those new MPs’ constituents will enjoy that prosperity. What is the point of being in politics just for the sake of it? We are in politics to get things done. For the past three and a half years, we have got nothing done. We have argued with each other and there has been a horrible atmosphere in this place. We have been falling out with one another. It is now down to my Conservative colleagues to get on and deliver on the manifesto.",
        "Although there are not many newly elected MPs present to listen to me, I am going to give them a bit of advice. They should be very careful who they trust; be wary of the colleague who does not make eye contact but wants to know them only when they want something; and be very wary of their ambitions. I know my own limitations—my wife reminds me of them every single day—and we cannot all be Prime Minister. I have been covering up my disappointment at not being Prime Minister for 36 years. Do not be in a hurry to get ministerial office. There are plenty of other things that Members can do in this place. As far as Ministers are concerned—we have a splendid lot of Ministers—once they are on the ladder and get to the top, I am afraid there is only one way to go.​",
        "We are here for five years and there is an awful lot that we can do. I agree with every part of the manifesto, so I shall pick up on only two points. The first is about building regulations. I am honoured to be the chairman of the all-party group on fire safety and rescue. Had we been listened to, the Grenfell disaster would never have happened. That is a reality. There is a sentence in the manifesto about it; we have to do something with the building regulations. We have to make sure that there are sprinklers in every new school that is built and we must retrospectively fit sprinklers in high-rise blocks. That has to be delivered.",
        "My second point is about animal welfare. My right hon. Friend the Member for North Thanet (Sir Roger Gale), who is currently in the Chair, and I were among the four or five Conservatives who voted against foxhunting. There has been a sea change among those of us on the Conservative Benches and we must not let the animal kingdom down. If I did not have the support of every constituent in Southend West, I had the support of every dog. I had dog of the day on my Twitter account. I will not let the animal kingdom down, and I hope that, on a cross-party basis, we can do something to stop the live exports of animals—we must do that.",
        "Let me come now to my final measure—social care. Anything can happen in five years. Whatever we do—whether it is a royal commission or not—we must tackle this issue. My constituents say, “David, we are all growing older”, and I say, “You are either growing older or you are dead. Which way do you want it?” Given that we are all growing older, we must do something about social care.",
        "Let me end with these thoughts. For many colleagues the election is over, so what are they going to do for the next five years? I am already going to be involved in an election, because when we get back in January there are two vacancies for Deputy Speaker on the Conservative side and I will be one of the candidates, and I will be asking colleagues for their first preference vote. Furthermore, when we get Brexit done, there is something else that we must get done, which is to make Southend-on-Sea a city. Let us get it done. I wish everyone a very happy Christmas and a wonderful new year."
    ]
}