{
    "url": "https://www.ukpol.co.uk/david-amess-2020-speech-on-the-census/",
    "title": "David Amess – 2020 Speech on the Census",
    "post_date": "May 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "David Amess",
            "url": "/tag/david-amess/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir David Amess, the Conservative MP for Southend West, in the House of Commons on 6 May 2020.",
    "content": [
        "As I make my maiden virtual speech, some people will say that the last thing we should be worrying about at the moment is a national census. Well, I disagree. In all the circumstances, this is an excellent moment to decide how we best prepare for the census. An awful lot has happened to our country in the past 10 years, and the world has changed. Accordingly, it is more important than ever that we know precisely how many people actually live in the country. Is it 65 million, 70 million or 75 million? What is the number?",
        "Stemming from that, we need to deal with an issue that has been dodged for so long: how many Members of Parliament should there be? I am not au fait with the Government’s current thinking as to how many Members of the House of Lords there should be, but I was one of those colleagues who were content to see the number of Members of Parliament reduced from 650 to 600. When we get the accurate figures for the number of people living in this country, I would hope that all Members of Parliament would represent roughly the same number of people.",
        "I would also like to hear from my hon. Friend the Minister a little more detail as to how the census will be conducted, what the penalties will be for failure to comply and over what period it will be carried out. We have heard from colleagues about the Sikh community being represented in the new questions. I would like to know the basis on which the new questions were included and who made the decisions. The more questions we include, and the more complicated the census becomes, the less accurate it will perhaps be.",
        "Apparently, the Government are hoping that 70% of respondents will fill in the form online, and paper copies will be made available only on request. Surely, it would make more sense and be more cost-effective to send people both the paper copy and the online details. How many people—particularly the elderly and the vulnerable—still do not have access to a computer at home? Will there be a cost for people who request paper copies?",
        "With that in mind, I would like to raise a further issue with regard to accessibility. What provisions are being made to ensure that the census is accessible to people who are blind or partially sighted? Will it be made available in large print, audio description or Braille? In addition, what provisions will be made for those for whom English is not their first language? Will the census be made available in other languages, and what languages will those be? While on the subject of accessibility, I would also like clarification of the special arrangements available to ensure that those who live in communal establishments rather than individual households are counted.",
        "I note that consideration is being given to changing the question on long-term health and disabilities, and I would welcome some clarification on that. Will the census now make a distinction between mental and physical health, and what guidance will there be on answering the relevant question?",
        "We need to think sharply about the purpose of this census. It is not to pry into people’s lives, but to make sure that we understand and get a real sense of what we are as a country. Let me pluck out just one bit ​of information: fair allocations of money in each area. Taking that into account, we need to encourage respondents to fill out the census online, so it will be more important than ever to ensure that individual personal data is secure. I therefore ask my hon. Friend the Minister: is there a robust system in place to ensure that no sensitive data is susceptible to cyber-attacks, and is there a contingency plan if a successful attack does happen?",
        "There is no point in conducting what will inevitably be an expensive census unless we put the information to good use. That debate can perhaps wait for another time, but the evidence produced by the census will undoubtedly prove that Southend should be made a city."
    ]
}