{
    "url": "https://www.ukpol.co.uk/david-amess-2020-speech-on-public-statues/",
    "title": "David Amess – 2020 Speech on Public Statues",
    "post_date": "September 27, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "David Amess",
            "url": "/tag/david-amess/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Amess, the Conservative MP for Southend West, in the House of Commons on 25 September 2020.",
    "content": [
        "Statues are an important part of our country’s culture and heritage, and they are erected for many different reasons. They educate us about the past and inform us about the present, and we can learn lessons from them about the future. Statues can be used to commemorate an influential person’s life or specific events that an individual or individuals have been involved in. These people can come from all walks of life; there are many statues in the United Kingdom dedicated to monarchs, political figures, charitable people, and those who have done wonderful service for our country and changed it for the better.",
        "We can also use statues to educate ourselves about or remember past events that are important to our country’s history and our global standing. There are many statues depicting famous battle scenes and war memorials that encourage national co-operation in times of adversity and struggle. Statues can remind us of what past generations had to endure, and they can act as a point of reference for future events of a similar nature.",
        "Statues create a dialogue between past and present in a public space and were erected because the people and organisations responsible for them at the time deemed that person or event to be important and significant enough to have their life memorialised in British history. It is therefore vital that statues remain in public places, instead of solely in museums, galleries or other closed spaces, to provide historical context for certain areas—but they are also pieces of artwork to be admired for free. Sculptors devote a lot of time to their craft and it deserves to be publicly displayed and respected.",
        "Statues have always been a key part of cities and towns throughout the United Kingdom, but some people stroll straight past them, not paying any attention. However, statues have recently been a major focus of news. Unfortunately, throughout the coronavirus pandemic, many statues have become a focus for controversy, for many reasons.",
        "No one’s life or no historical event is completely free of controversy. Even the seemingly most blameless of characters in our past would have some sort of negativities that protestors and the media could pick on. The recent protests sought to examine history, I believe, from the wrong point of view: by imposing today’s values on the past. On Monday, I shall be meeting the Metropolitan police commissioner to, among other things, raise concerns I have on this particular matter. If there are demands for statues to be removed for whatever reason, it should certainly be done in the proper manner. I do not condone the violent, illegal removal of statues by the general public. If the person or event depicted in the statue has serious negative undertones that offend people, they should make representations of their beliefs and views to the local authorities and request that the statues be removed safely and placed in museums.",
        "If we tear down statues because those that they depict had some unsavoury character traits or events in their life, where do we stop? Do we remove paintings from galleries by artists or ban television shows that ​feature actors or actresses that have a similar background? Do we demolish buildings that were built off the back of slaves or funded by people who made their money by means that we now find offensive? Statues do not necessarily represent a whole person’s life or morals. They are more often than not erected to depict a certain period of an individual’s life or a specific event that they were involved in that undoubtedly improved our country for the better. For example, Sir Winston Churchill led our country to victory in the second world war. He is widely considered one of the 20th century’s most significant figures, defending Europe’s liberal democracy from the spread of fascism. However, his statue was illegally graffitied with the word “fascist” during the recent protests.",
        "The British Monarchists Society recently came to me with a project, which I am sure the nation will back. They would like a statue of the Queen erected to celebrate her platinum jubilee in 2022. The royal sculptor, Christian Corbet, has made preliminary sketches of the monument, which is planned for a suitable, prestigious position in the vicinity of Buckingham Palace and the Palace of Westminster. I believe it would be possible to fund the statue through public subscription and I hope that all colleagues will be supportive of the project. After all, our monarch has served our nation and the Commonwealth so well for nearly 70 years, and she is currently the longest-serving head of state in the world.",
        "I have a little experience myself in securing a statue for display in a public place. A friend of mine, Paul Lennon, gave me a book to read about the life of Raoul Wallenberg. This extraordinary Swedish diplomat saved the lives of as many as 100,000 Jews in Hungary through Schutz-Passes, or protected passports, and by sheltering Jews in buildings designated as Swedish territory. Encouraged by the person who ran my office at that time, the late Lionel Altman, who happened to be Jewish, we then embarked on a crusade to get a statue erected. I am delighted to say that it was unveiled in 1997 by Her Majesty the Queen, together with the President of Israel. The statue stands outside the Western Marble Arch synagogue near the Swedish embassy. The whole process took two years.",
        "Furthermore, having publicly supported the local campaign, I am pleased to see that Eric Cole, founder of the Ekco factory in Southend that produced radios and televisions, has rightfully had a statue erected in Ekco Park estate. Not only was Ekco an innovator in electronics during the early and mid-1960s in Britain, but Eric was a pioneer in paid holidays and workplace pensions. Ekco employed more than 8,000 people in Essex, and Eric and his company are an important part of our history, especially in Southend, which is another reason why we will become a city. The company was loved by many, and it is important to permanently mark Eric’s achievements with a memorial on the grounds of the old factory.",
        "I have long thought, for instance, that it is absolutely ridiculous that we have no legacies of former Prime Ministers, such as they have with the Presidential libraries in America. On a slightly tacky note, America also has stars on the Hollywood walk of fame, and I think there should be similar recognition in the UK for famous entertainers.​  \nIn June this year, London’s Mayor announced a commission to review the diversity of London’s public statues, which among other things will focus on increasing the representation of women. Dame Vera Lynn is a woman whose life and music are a momentous part of our life and culture. In conjunction with Dame Vera’s family, Tom Jones and Virginia Lewis-Jones, we are planning to commission and erect a statue of the late Dame Vera Lynn. I intend to meet the Prime Minister about this issue. Dame Vera, who like me comes from the east end of London, was a truly remarkable woman. Famously known as the forces’ sweetheart, Dame Vera boosted the morale of all those in the second world war—particularly, as she often described them, “our boys in the far east”, who had been forgotten.",
        "Last month marked the 75th anniversary of Victory over Japan Day. While Dame Vera lived to see the anniversary of Victory in Europe Day in May, she unfortunately died in June this year at the remarkable age of 103, just a year behind my own mother. I believe that our nation is united in its desire for a public statue of our national treasure, which Dame Vera undoubtedly is. As part of my Victory over Japan Day celebrations this year, I organised and produced a video remembering and thanking all our veterans for their service in the far east. Those who fought in the far east are so often overlooked and forgotten, overshadowed by Victory in Europe Day. We must make sure that Dame Vera’s inspiring work is not also forgotten or overlooked.",
        "Dame Vera’s daughter, Virginia Lewis-Jones, helped her mother write her book, “Keep Smiling Through: My Wartime Story”. It is an inspirational book that confirms the validity of the plan to erect a statue of Dame Vera. At this stage, it is not possible for me to announce the arrangements for the launch of the campaign, who the sculptor will be or where the statue will be placed. However, we have someone in mind who is very well known for their wonderful work. Even before the present controversy over statues, I recall vividly, as of course do you, Mr Deputy Speaker, the argument about the siting of the late Baroness Thatcher’s statue. That argument was well and truly overcome, and Margaret now looks over us all in Members Lobby. More specifically, there are many statues near the Palace of Westminster celebrating the work of our veterans in the second world war.",
        "I know that a memorial for Dame Vera would be welcomed by countless members of the general public, as she is an important historical figure who deserves to be added to the list of statues alongside equally influential figures of our past.",
        "With regard to the rules and regulations surrounding the erection of statues, different local planning authorities within London have their own local policies. Westminster City Council set out its considerations that it will take into account in granting or refusing planning permission for a new statue. The council has established a monument saturation zone around Whitehall, where applications for new statues and monuments will not be permitted unless there is an exceptionally good reason. There are many exceptionally good reasons to have a memorial for Dame Vera Lynn. Not only did she motivate and give our forces hope throughout the second world war through her music on the radio, but she travelled to Egypt, India and Burma during the war to give our troops outdoor concerts. To name just a few of her ​songs: “We’ll Meet Again”, “The White Cliffs of Dover” and “There’ll Always Be An England”—and they were a reminder to those in the far east what it means to be British and to keep on fighting for the freedom that we enjoy today.",
        "Westminster City Council’s policies also state:",
        "“Any proposal for a statue or monument must have a clear and well defined historical or conceptual relationship with the proposed location. Proposals for new statues and monuments where there is no relationship between subject and location will not be acceptable.”",
        "Dame Vera Lynn did have a clear and well-defined historical and conceptual relationship with Westminster and London. She was born in London and lived here for many years. She would sing to people who were using the tube platforms as air raid shelters during the war. The document also highlights the 10-year principle that no statues or memorials should be erected before 10 years have elapsed from the death of the individual or the event commemorated. It states:",
        "“Only in the most exceptional circumstances will statues or monuments be considered within the ten year period.”",
        "Dame Vera Lynn is an exceptional circumstance to that principle, and a statue in her honour should be in place before 2030.",
        "Dame Vera devoted much of her life to charity work connected with ex-servicemen, disabled children and breast cancer. In 2002, she became president of the cerebral palsy charity, Dame Vera Lynn Children’s Charity, and in 2000 she was named the Briton who best exemplified the spirit of the 20th century.",
        "Dame Vera Lynn is adored not only by her family, friends and veterans who listen to her music but by the general public throughout the UK. That was made clear by the heart-warming tributes paid to her by Queen Elizabeth II, who sent private condolences to Dame Vera’s family, and by the Clarence House tributes from Prince Charles and the Duchess of Cornwall. My right hon. Friend the Prime Minister and the Leader of the Opposition also led with tributes in Parliament. On the day of her death, regular programming on the BBC was stopped to broadcast tributes to Dame Vera, and she was given a military funeral, which was widely attended by the public.",
        "Recent data from the Public Monuments and Sculpture Association show that of the 828 statues it recorded in the United Kingdom, only 174 are of females. If we do not count the nameless female figures, there are only 80 statues of named women. By contrast, out of 534 statues of men, 422 are named. Even among the 80 female figures with names, 15 are mythical or otherwise fictional, and 38 are royal. Queen Victoria is the woman most commonly memorialised. We must improve the diversity of our public statues and display a memorial of Dame Vera Lynn. She was a wonderful lady and truly inspirational person who helped her country through some of the most challenging of times."
    ]
}