{
    "url": "https://www.ukpol.co.uk/david-amess-2019-speech-on-southend-city-status/",
    "title": "David Amess – 2019 Speech on Southend City Status",
    "post_date": "December 27, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "David Amess",
            "url": "/tag/david-amess/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Amess, the Conservative MP for Southend West, in the House of Commons on 20 December 2019.",
    "content": [
        "For a moment, I was tempted to say, “Before the House adjourns for the Christmas recess, there are a number of points that I wish to raise,” but we have a title for this Adjournment debate. The House will not be surprised to hear that I am going to describe how, as the Prime Minister said just six weeks ago, Southend will become a city.",
        "Before that, I want to mention three newly elected colleagues. Little did I think that the daughter of my first constituency chairman, when I was elected the Member for Basildon in 1983, would be sitting here now. I think that the parents of my hon. Friend the Member for Derbyshire Dales (Miss Dines) are looking down from heaven, so proud that she has been elected.",
        "I have had another big surprise. You will remember, Mr Deputy Speaker, that Ken Hargreaves, who was my best friend here, was the Member for Hyndburn. Peter Britcliffe used to run his office and stood twice for the seat, and his 24-year-old daughter, my hon. Friend the Member for Hyndburn (Sara Britcliffe), has been elected. I am sure that Ken Hargreaves is looking down from heaven with great pride.",
        "Then there is probably the most extraordinary election result of all. Just three months ago, I was invited to Durham University. The motion was, “That this House has no confidence in Her Majesty’s Government.” I opposed the motion. We will not dwell on it, but for various reasons two parliamentary colleagues pulled out at the last minute, so a replacement had to be found, and that replacement was my hon. Friend the Member for Bishop Auckland (Dehenna Davison), who has been elected at the age of 26. This is an extraordinary occasion for me. If I had more time, I would mention the 46 and 109 new colleagues, but I need to concentrate on the Minister.",
        "I am not messing around. We have got it from the Prime Minister that Southend is going to become a city—and it will become a city. My hon. Friend the Member for Rochford and Southend East (James Duddridge) is present and we are absolutely united as to why Southend should become a city. It will not cost a thing, but I say to my hon. Friend the Minister that the enhanced status and ability to attract new investment will mean a great deal to the people I represent. That is why we want it.",
        "How does a place acquire city status? Well, there needs to be a contest. We had a contest in 2011, 2002 and 2000. It usually takes place around a royal event. Now, the Duke of Edinburgh is going to be 100 in 18 months’ time and I am working on other royal events to see how we can fine-tune the timing. It would be great if it happened next year because it will be the centenary of the mayoralty of Southend, which runs between 2020 and 2021. Now that we have moved on from the horrible atmosphere we had in this place, we have to be positive. And what could be a more positive way to start than by Southend being declared a city?",
        "**Jim Shannon (Strangford) (DUP)**",
        "I congratulate the hon. Gentleman on his hard work to ensure that Southend will achieve city status. Southend has many great things: ​a strong city centre, churches, a representative council, good education provision and excellent amenities. Like Lisburn in Northern Ireland, it will achieve city status and it is important that it achieves its goal. Well done to the hon. Gentleman for his hard work. I have supported him the whole time I have been in this place, and look forward to Southend getting city status. I might even get an invite to Southend when it gets city status; I hope so.",
        "**Sir David Amess**",
        "I thank the hon. Gentleman, whom I regard as my friend, for his support.",
        "Let me run through the list of reasons why Southend should become a city. First, there is the Music Man Project, which was the inspiration of David Stanley. He did not leave people with learning difficulties just to be looked after. He has absolutely transformed their lives through the power of music. The House can imagine my pride when these people with learning difficulties first performed at the London Palladium and then at the Royal Albert Hall, where my right hon. Friend the Member for Portsmouth North (Penny Mordaunt)—who was the Defence Secretary at the time—watched from the gallery. And it gets better: we have just sent a mission to Broadway and will now be taking our show, performed by people with learning difficulties, to Broadway. That is one reason why Southend should be a city.",
        "Next, Leigh-on-Sea was voted the happiest place in the United Kingdom. Well, I was not so happy knocking on doors in the cold and dark there recently, so I suppose I am the one exception. We scored high for community spirit, opportunities to develop skills, good restaurants and shops. It is also the 150th anniversary of Southend rugby club. How good is that—to keep a rugby club going for 150 years with volunteers?",
        "The marina, which will probably be in the constituency of my hon. Friend the Member for Rochford and Southend East, is going to be fabulous. That is another reason that Southend should be a city. We have the longest pier in the world. You cannot build piers today, but there we are. A number of politicians have felt that they were walking on water. When they come to Southend, they really do walk on water—on the longest pier. We are also reinventing and reinvigorating the trains there.",
        "During the election campaign, one or two issues were raised, but they can all be built into the case for Southend getting city status. All colleagues think that Southend airport is fantastic and very convenient. We are building a business park there, which will be excellent for regeneration. However, I have to say that it does cause nuisance and upset among people, especially when the two Amazon flights take off at 2.30 am and 4.30 am. There is also a difference in noise levels between easyJet and Ryanair, and an issue with air quality. We cannot keep having talks with the airport about section 106, so I want those matters changed.",
        "Donkey’s years ago, when I was the MP for Basildon, I had a public row on TV with the chairman of British Rail. I was clapped when I came through the Division Lobby, and they said, “Good on you, David! He needed to be told.” Our railway was called the “misery line”, so we changed the owner. I wanted Richard Branson to have it, but we ended up with c2c, and I am disappointed. The card reading machines take ages, as I found this morning; it is stupid. The ticket machines are far too low down, and when the sun is glaring on to the glass, ​you cannot see the screen. I am sick to death of being redirected every other week from Fenchurch Street to Liverpool Street. We need something done about that.",
        "Although I say to Conservative Members that we should forget renationalising British Rail, I am one of the few who was there when we privatised all these industries, and it was under the Blair Government that power was taken away from this place. We now need to make these organisations accountable, because that is where the problem is. We, the elected politicians, earn a third of the money that umpteen people in these unelected positions earn, and they need to be made much more accountable.",
        "I turn to the national health service. The chief executive of the NHS said at the start of the campaign, “Don’t weaponise the NHS,” but what happened? It was weaponised, with all this rubbish about selling it to America, and particularly in my area and that of my hon. Friend the Member for Rochford and Southend East. I was at Southend Hospital this morning doing my impersonation of Santa Claus, and I met one of our wonderful consultants, Paul Guyler. The reorganisation of services between Basildon, Broomfield and Southend cannot continue unless they are clinically led. They are clinically led, but we need people to put their heads above the parapet, and we need the ambulance service to reassure us that when they are moving patients around, there will not be delays that could result in disaster.",
        "On the environment and water quality, I think that the Thames estuary is getting cleaner all the time. I was standing on Bell Wharf recently, and a seal popped out of the water and starting clapping me—I thought, “There’s someone else who’s pleased with my re-election as a Member of Parliament.”",
        "I turn to parking. I think, Mr Deputy Speaker, we have reached a stage in our lives where we know what all the problems are; it is the solutions we ask for. Perhaps all my new colleagues will come up with some new solutions. I represent a tiny urban area, and parking is a real issue. I am delighted to see in the Gracious Speech that the Government are going to put money in for potholes.",
        "My hon. Friend the Minister should know that I am inviting ambassadors and anyone who is the head of a foreign embassy in this country to visit Southend. We have already had them from them Taiwan and Qatar. We are having them from India, the Maldives and all over the world. They want to invest in Southend, and that is another good reason why we should be a city.",
        "There was very good news from the hospital that I visited this morning. I am pleased to announce that the hospital has decided to invest in a new surgical robot to undertake prostate cancer surgery. We had a launch here with the new charity Prost8. This will change the lives of so many gentlemen who are diagnosed with a prostate issue. It was so good that our new Speaker decided to go public, just as the former Prime Minister did, about being diagnosed with diabetes. Sometimes it is forgotten that we are human beings, and we suffer all the happiness and tragedies of other people. He will be a role model in that.",
        "I am also pleased to announce to the Minister that we are going to offer patients across mid and south Essex out-of-hours emergency interventional radiology treatment, which is another good thing to happen. My hon. Friend ​the Member for Chelmsford (Vicky Ford) is no longer in her place, but the hospital in her constituency is going to have a new MRI scanner, which will help an awful lot of people.",
        "I want to mention a few of the local authority’s projects. A successful procurement process has led to a partnership between the Better Queensway scheme and Swan Housing, in the constituency of my hon. Friend the Member for Rochford and Southend East. There is the second phase of The Forum, a partnership with South Essex College, supported by £6 million of funding from the local enterprise partnership. I have already mentioned the pier. A wheeled sports facility opened in the summer, and the SUNRISE project is a great example of co-design and co-production in the creation of ideas for a new London Road entrance to the high street.",
        "The bid is working very well indeed. I have mentioned the airport business park and the 21-hectare site which will include the development of HQ-style office buildings. A planning application for the Seaway development has been submitted, and work is ongoing with Homes England and other partners to support the delivery of a significant pipeline of new housing across the borough. Digital infrastructure investment through CityFibre will ensure that Southend becomes a gigabyte city, and that all its households will have access to full fibre by 2022.",
        "I could go on and on, but I am anxious to ensure that my hon. Friend the Minister has a little time in which to respond.",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**",
        "Inverness, which is not in my constituency but which is in the highlands, became a city some years ago, and it has been a great success. Part of that success has been the establishment of the Inverness tartan. May I point out that Cornwall has its own tartan, and Suffolk has its special gingham plaid? I strongly suggest to the hon. Member, in the spirit of Christmas good wishes—and I salute his excellent speech—that he think about a Southend tartan.",
        "**Sir David Amess**",
        "What a brilliant idea. I was not expecting that Christmas present. I thank the hon. Member very much indeed for his suggestion.",
        "I know that the House has become tired of hearing me ask for city status for Southend—[Interruption.]—a little weary—but I am not going to shut up until it happens, so someone must stand up at that Dispatch Box and tell me when the competition will begin. I shall raise the matter at the next Prime Minister’s Question Time. We have achieved a wonderful majority. We may have forgotten how to govern, but we are the Government now. We have five years in which to make the most of the trust that we have been given by the British people, so let us start with Southend being made a city."
    ]
}