{
    "url": "https://www.ukpol.co.uk/david-amess-2021-speech-on-dame-vera-lynn-national-memorial/",
    "title": "David Amess – 2021 Speech on Dame Vera Lynn National Memorial",
    "post_date": "May 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "David Amess",
            "url": "/tag/david-amess/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Amess, the Conservative MP for Southend West, in the House of Commons on 11 May 2021.",
    "content": [
        "I am so very pleased that this Adjournment debate is taking place at the end of a very special day for all of us. It is of specific importance that none other than Her Majesty the Queen was here to start our proceedings, because the lady I am going to talk about was held in very, very high regard by the royal family and particularly Her Majesty the Queen. I am so pleased that it is you, Dame Eleanor, who is presiding over our proceedings this evening, because I happen to know on good authority that you were very fond of this lady because your late father held her in the highest regard. I know that you and your team—Mr Speaker and the other two Deputies—are quietly rather supportive of what I am now going to share with the House.",
        "Dame Vera Lynn holds a special place in the hearts of everyone in the United Kingdom for her wonderful, uplifting singing during the dark years of the second world war. Her voice on the radio brought warmth and hope into the homes of ordinary people whose lives had been thrown into chaos by war. She travelled to many of the theatres of war, particularly in the far east, to support the fighting men she called “her boys”. Viscount Slim, grandson of Field Marshall Sir William Slim, commander of Fourteenth Army in Burma, has told me that his grandfather called the Fourteenth the “forgotten Army”. Dame Vera’s visits to the troops in the far east were so appreciated by the men who fought there. She went on an extended tour of India and Burma, sharing the basic conditions experienced by the soldiers, and they never forgot that. She ate the same food, slept under the same canvas, travelled through hostile and rugged terrain without complaint and with a cheerful disposition that brought sunshine wherever she went.",
        "We have all seen pictures of Vera singing to crowds of young soldiers far from home. It must have been as if a lovely angel had descended to sing to them in the midst of the horrors of war. For a few short hours, she helped them forget the bad food, exhaustion, fear and heat, and connected them with their homes and families, so far away, through her magical voice.",
        "I knew Vera for many years, because she happened to live next door to a friend of mine. I know that my hon. Friend the Member for Lewes (Maria Caulfield), whose constituent she was, would have liked to contribute to this debate, but as a Government Whip she is not able to do so. Vera’s daughter, Virginia, and her husband Tom, are both good friends, and they have taken on the mammoth task of continuing Vera’s charitable work, ensuring that her legacy continues.",
        "I feel that a lot of people do not actually know what Vera did. Like me, she came from an ordinary background in the east end of London. Indeed, my family home is in Forest Gate, and just round the corner, down the road, is Dame Vera Lynn road. She experienced tough times, and she was always down to earth, kind and generous. These days—this will probably backfire—celebrities can be somewhat aloof and remote, but Vera was never like that, and she never forgot the sacrifices made by the troops in the second world war.",
        "Vera was 103 when she died. My own mother reached the age of 104—they breed them tough in the east end of London. Vera’s career spanned an incredible 96 years, as she began performing publicly at the age of just seven. Her first radio broadcast was with the Joe Loss orchestra in 1935, and she first recorded one of her most popular songs, “We’ll meet again”, in 1939.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I congratulate the hon. Gentleman on securing this debate. It is so pertinent and something we all love. I am pleased to hear about the special affection that his family has for Dame Vera Lynn—it is wonderful to hear it expressed in such a way. Does he agree that in a world where some are ashamed of our past, Dame Vera Lynn is a treasure to be remembered and celebrated, as part of a generation of selfless British patriots, whose love of and devotion and dedication to their country is something to be memorialised and immortalised?",
        "**Sir David Amess**",
        "How could anyone disagree with anything the hon. Gentleman says? I will certainly not disagree on this occasion. He described this wonderful woman brilliantly.",
        "During the second world war, Dame Vera would sing to people using London underground stations as air raid shelters. The title of “forces’ sweetheart” came about after the Daily Express, backing the campaign, asked British servicemen to name their favourite musical performer. Of course Vera topped the poll. Her radio programme, “Sincerely Yours”, began in 1941, and included messages to troops serving abroad. However, after the fall of Singapore, the programme was taken off air for 18 months, because it was viewed—I mean, this is crazy!—as too sentimental, and it was thought it would interfere with the war effort.",
        "Vera toured Egypt, India and Burma with the Entertainments National Service Association. In 1985 she rightly received the Burma Star for entertaining British guerrilla units in Japanese occupied Burma. How those young men must have enjoyed having a star like Vera appear among them, and what courage she showed to put herself in such a dangerous position. In her later years, Vera was a frequent performer at commemorative events such as VE day, and we see the royal family on the balcony enjoying every minute when Vera and others appeared. Her final public performance was in Trafalgar Square in 2005, where she made a speech and joined in with a few bars of “We’ll meet again”.",
        "Her career was not finished there. In 2009, at the age of 92, she became the oldest living artist to make it to No.1 in the British album chart—I wonder what the Brits will be making of that at tonight’s awards. In 2017, the year of her 100th birthday, an album of her songs, which I have, with new orchestral settings and duets with many contemporary artists, was released. She was the best-selling female artist of the year—at the age of 100!—and received a lifetime achievement award at the Brit awards, which is taking place this evening. She was the first centenarian performer to have a top 10 album.",
        "It is not just Dame Vera’s wonderful voice that should be commemorated, but the enormous amount that she has done for others less fortunate than herself. Many people will be unaware of all the marvellous work done by her two charities; the Dame Vera Lynn Children’s Charity and the Dame Vera Lynn Charitable Trust.",
        "The Dame Vera Lynn Children’s Charity was established in 2001 to help children with cerebral palsy and other motor learning impairments and their families. I know that, in her own constituency, my hon. Friend the Member for Castle Point (Rebecca Harris) holds that particular organisation very dear. The charity has its origin in the announcement by Scope that it was no longer able to fund its School for Parents network, including Ingfield Manor, which was close to Dame Vera’s home in Sussex. The school provided early intervention services to support parents in raising pre-school age children with cerebral palsy, enabling the children to learn and develop physically, socially and emotionally.",
        "Vera launched the Bluebird appeal to raise funds to save the school, and the charity continues to provide early intervention services as well as other activities, such as music therapy, swimming, sensory sessions and help for families. In the words of Dame Vera:",
        "“Early intervention is key to helping young children with cerebral palsy and other motor learning conditions gain a solid base from which they can develop their independence and self-esteem in later life.”",
        "So, Madam Deputy Speaker, what am I asking for tonight in this Adjournment debate? The Dame Vera Lynn Charitable Trust was set up in 1989 with her late husband, Harry. The main aim of the trust is to relieve hardship or distress among former members of the armed services and their families—another cause close to her heart. The trust has donated to many military charities, as well as giving money to other causes, such as children’s charities and, more recently, the national health service silent soldiers campaign. So, together with Dame Vera’s family, I am launching a campaign for a permanent memorial to one of the most loved stars that this country has ever produced. One place immediately came to mind for her memorial—the iconic white cliffs of Dover, immortalised in one of Vera’s most famous songs. In 2017, Vera raised more than £1.5 million to enable the National Trust to purchase 700,000 square metres of land immediately behind the cliff top. That amazing feat was accomplished within a week and is a tribute to her enduring popularity and her hold on the British public’s imagination.",
        "The memorial will be a permanent reminder to future generations of what this marvellous lady accomplished and how much she was loved. The project has the backing of my hon. Friend the Member for Dover (Mrs Elphicke), who is the vice-chairman of our committee, so, if something happens to me, she is standing ready to take over. Most importantly, it also has the backing of Dover District Council, and what a wonderful council it is. It is what I call a “can-do” council. It is so helpful and so proactive. I just could not be more pleased with its welcoming of this scheme.",
        "After an initial site visit to the cliffs in April to find a suitable accessible home for the sculpture, the committees got to work. The most impressive and relevant site and one that has captured the spirit of Dame Vera is a proposed open-air amphitheatre or bowl overlooking the harbour and the white cliffs, which is such a wonderful idea. This project will provide a venue for concerts, theatrical productions and military events in a stunning natural setting. The memorial to Dame Vera will be at the heart of the plans, and her musical legacy will live on in the enjoyment of visitors and audiences for many years to come. You can see it now, Madam Deputy Speaker: there she will be, presiding over the bowl and looking over the channel. It is just wonderful. People talk about statues and memorials. The team have come up with such a wonderful scheme—I cannot take any credit. I intend to visit the proposed venue this Friday to see for myself how the site could be landscaped to provide the best possible setting.",
        "The people of Dover—I do hope my hon. Friend the Member for Dover will catch your eye, Madam Deputy Speaker—have taken Dame Vera to their hearts. There will be an enormous sense of pride in the memorial, which will cement the link between Dame Vera and the town. I have no doubt that the amphitheatre and memorial will prove to be a popular destination for visitors from all over the world and a magnificent venue for artistic and musical performances. In fact, I must say to my hon. Friend that, when Southend becomes a city, we can have an event at the end of the pier, and I can see us linking up together—it is just wonderful. I can see musical performances as well as acts of commemoration —my right hon. Friend the Member for Rayleigh and Wickford (Mr Francois) will enjoy this—for the armed forces. I am sure Vera would have loved the combination of her two great loves: music and her boys.",
        "The renowned sculptor Paul Day, whose work includes the Battle of Britain memorial on the Embankment and the Queen Mother’s memorial, will create the sculpture, and the initial sketches promise a stunning design that he hopes will tell Vera’s story. He will be involved at every stage of the bold project—I think a documentary will be made—so the memorial and the setting will form a cohesive whole and a fitting commemoration of Vera’s life and work. The memorial will be paid for by donations and public subscription, so I, as a politician, will not be making the public appeal; I am just sort of chairing it all. I have no doubt that the British people will want to see Vera commemorated in a fitting manner that everyone can enjoy.",
        "The campaign will go live on 18 June—the first anniversary of Dame Vera’s death. An application to set up a charitable trust to collect the donations has been sent to the Charity Commission and is being dealt with right now. I very much hope that all the necessary paperwork will be approved in time for the launch on 18 June. The campaign launch video will feature contributions from Katherine Jenkins OBE, Sir Tim Rice, Sir Paul McCartney and Anthony Andrews, each of whom has been touched by Dame Vera’s life in some way. Katherine Jenkins has sung many of Dame Vera’s songs, interpreting them for a new generation. Anthony Andrew’s father was a musician, arranger and conductor at the BBC and played the trumpet on many of Dame Vera’s radio performances. There will also be a few surprise contributions, but hon. Members must tune in on the day to find out who they are.",
        "I think all hon. Members would agree that Dame Vera Lynn is one of the most iconic and best loved personalities of the last century.",
        "**Mr Mark Francois (Rayleigh and Wickford) (Con)**",
        "As the son of a D-day veteran, I wish to wholeheartedly endorse my hon. Friend’s suggestion of creating a memorial to Dame Vera Lynn. During this country’s darkest hour—darker even than the wicked pandemic that we have had to endure—she helped to maintain our nation’s morale as we fought, alone for a period, in a battle for national survival against Nazi tyranny. She kept up the country’s spirits and those of all those who were fighting in the armed forces, including my own father. He cannot be here, but if he were, he would be thoroughly encouraging my hon. Friend in everything he is doing. This is an incredibly fitting tribute to a remarkable woman and, as my hon. Friend’s parliamentary friend and neighbour, I wish him Godspeed.",
        "**Sir David Amess**",
        "I have no doubt at all that my right hon. Friend’s late dear father is looking down from heaven now, full of pride in his son and the tribute that he has just paid to Dame Vera Lynn. I really thank my right hon. Friend for his support.",
        "Vera is one of the most iconic and best loved personalities of the last century. I do not understand celebrities any more, but to me she was a true star in the old-fashioned meaning of the word. She was never one to court the limelight offstage, preferring to maintain her family’s privacy wherever possible. However, she gave so much of herself to the people of this country that I believe it is only fitting that the country should give something back to commemorate such a wonderful lady."
    ]
}