{
    "url": "https://www.ukpol.co.uk/david-amess-2021-speech-on-animal-charities-and-covid-19/",
    "title": "David Amess – 2021 Speech on Animal Charities and Covid-19",
    "post_date": "January 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "David Amess",
            "url": "/tag/david-amess/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Amess, the Conservative MP for Southend West, in the House of Commons on 19 January 2021.",
    "content": [
        "It is no exaggeration to say that since this Adjournment debate was announced, I have been engulfed by all sorts of animal charities wishing me to raise their plight in what is a very short debate. It is not possible to mention them all, but their excellent Members of Parliament will certainly do that. My hon. Friends the Members for North Norfolk (Duncan Baker) and for Dudley North (Marco Longhi) would like to catch your eye for a minute each, Madam Deputy Speaker, although they understand that the point of these debates is to allow the Minister some time to respond to the point that is being made.",
        "My right hon. Friend the Member for Rayleigh and Wickford (Mr Francois) is very concerned about animal charities in his constituency. My hon. Friend the Member for Rochford and Southend East (James Duddridge) has Adventure Island in his constituency, and there is a wonderful charity there. My hon. Friend the Member for Thurrock (Jackie Doyle-Price) has some animal welfare interests in her constituency; she is very concerned. My hon. Friend the Member for Castle Point (Rebecca Harris) has Acres Way in her constituency, and she is very concerned about animal charities too.",
        "The coronavirus pandemic has undoubtedly changed all our lives. In the long list of businesses, individuals and organisations that have been negatively affected by coronavirus, charities can often be overlooked—especially animal welfare charities. Charities in Southend and the rest of the country work tirelessly throughout the year to provide essential support to those who are most vulnerable and are often unable to help themselves. Animal charities do much of the same work, but instead care for animals that are unable to help themselves. It is up to Members of Parliament to seize the opportunity to speak for them. It is those types of charities that this debate will focus on.",
        "Animal charities have been somewhat ignored during the coronavirus pandemic, and as a result they have suffered greatly, and so have the animals in their care. Animal rescue and care teams are being stretched to their absolute limits. As an industry, animal charities care for all animals, not just cats and dogs. Farm animal sanctuaries and equine charities, for example, are as important as the charities that focus on caring for more traditional pets. No charity should be discriminated against when it comes to financial support because of its size or the animals it cares for.",
        "Animals, and especially pets, have become very important during the coronavirus pandemic. There has been a surge in the number of households with pets. Many who purchased a puppy during the pandemic agree that their dog was a lifeline in the lockdown. Although having a pet in the house during the lockdown is an attractive idea to many, as it can inject a new sense of life and optimism into the home, not everyone knows what looking after an animal entails. When households rush into buying an animal, and subsequently fail to look after it properly, it is the animals that suffer. According to a survey undertaken by the Kennel Club between March and June last year, 38% of breed rescue organisations saw zero dogs come into their organisations. That could be because dog owners were apprehensive about going to a breed rescue because of lockdown rules.",
        "Many households may not be reporting animal cruelty as much because lockdown prevents them from witnessing it, and they may not be returning pets because they cannot leave their homes, but that does not that mean that animal cruelty is not happening. As such, it is very important that lockdown restrictions allow people to relinquish their pets if they cannot meet their welfare needs.",
        "Mr Mark Francois (Rayleigh and Wickford) (Con)",
        "Does my hon. Friend remember, some years ago, jointly opening with me the Dogs Trust Essex rehoming centre at Nevendon? It was a multi-million pound investment, and its sole purpose is to rehome those dogs who, unfortunately, have not been cared for as they should have been. Does he commend the Dogs Trust and everything it does?",
        "**Sir David Amess**",
        "I absolutely do. The wonderful Dogs Trust provided us with two rescued pugs. While I think of those good old days in Basildon, we also have the horse rescue centre there. I am pleased to see my hon. Friend the Member for West Dorset (Chris Loder) in his place. I am sure he has interests in animal welfare in his constituency as well.",
        "The main problems for the animal charities as a result of coronavirus can be broken down into two main categories: they have less income and they have fewer employees. The Royal Society for the Prevention of Cruelty to Animals estimates the financial loss across the animal welfare sector last year to be £101.4 million. Those charities have seen significantly reduced income due to Government restrictions to curb the spread of coronavirus resulting in shops being forced to close and face-to-face fundraising events not being allowed. While individual givers remain eager to provide whatever support they can, personal finance worries have affected how much they can afford to donate. While this problem has affected all animal charities, the smaller ones—that is what I am really speaking about—are particularly worried as, more often than not, they do not have access to reserve funds or a big organisation behind them.",
        "Despite the charities’ reduction in income, the number of animals needing care and attention has not decreased and, as they experience a reduction in income, they are forced to make difficult, heart-breaking cost-saving decisions. I have spoken to many animal charities, all of which have been appreciative of the coronavirus job retention scheme and have tried to furlough their employees instead of letting them go permanently. However, I say to my hon. Friend the excellent Minister responding to the debate that, unfortunately, they have lost much of the voluntary force they rely on so heavily for support.",
        "That, however, is just the negative effects of coronavirus on the charities’ business side. The coronavirus pandemic has also introduced massive problems for animals as a result of the charities’ loss in income and staff, but unfortunately the virus’s effect on animals has been largely forgotten. It is important to remember that animals are dying as a result of a lack of care caused by the pandemic. Because of a lack of income, charities that care for sick or injured animals with the aim of rehoming them or supplying subsidised veterinary care have not been able to purchase as much food or medicine as normal or house as many animals. More animals are therefore left to fend for themselves without access to the essential care they would have had before the pandemic.",
        "As a result of having fewer staff, charities have had to limit the help they can give to animals and alter the way in which they care for them. The RSPCA, which is a wonderful organisation, and Lady Stockton is a wonderful trustee, had to switch to emergency calls only, and it stopped its 24-hour inspectorate cover. That again meant that charities had less range and scope to deal with new cases, and many animals were left unattended without help. With the sudden rise in demand for pets, and unfortunately the increase in the number of households unable to properly care for their pets, there is extra pressure on animal charities. These charities have had to do a lot of damage limitation that they had not previously needed to do on such a large scale and in such a short time. That has meant that these charities have had to reduce the amount of work they can do on new cases of animal abuse.",
        "The development of behaviour problems in pets and animals as a result of the pandemic is not as widely reported, but can have long-lasting health impacts on animals’ lives. According to the RSPCA, owners who reported that their quality of life was poorer also had dogs with a lower quality of life. My right hon. Friend the Member for Rayleigh and Wickford mentioned the Dogs Trust; it similarly reported that many owners found increased incidents of clinginess and attention-seeking behaviours, as well as behaviour associated with fear or frustration.",
        "With many dog trainers unable to operate because of the coronavirus restrictions and facing many financial hardships, the behavioural issues that dogs have begun to exhibit cannot be quickly dealt with. One in five respondents to the Kennel Club survey are worried about the lack of training for their puppies, which they have not received due to lockdown restrictions, and a quarter are concerned about future behavioural problems, such as aggression with other dogs once we return to normal. That could potentially result in an increase in the number of dogs surrendered to animal rescue charities following the pandemic, due to behavioural issues, and increase the strain on animal charities further in the long run.",
        "The voluntary sector and animal charities are in a constant state of financial uncertainty. I am very grateful for the Government support that has relieved some of the financial pressure and enabled charities to continue to carry out essential work. However, as always, more needs to be done. The pandemic has financially ruined those charities for close to a year now, and it will have a long-lasting negative effect on animal welfare issues in the future. Too many animal welfare organisations were not eligible for support by the frontline charities relief fund in April 2019, and have therefore received no direct support other than that available through a wider scheme. One consequence of that was that a parliamentary petition, e-petition No. 314968—“Include animal charities in emergency funding due to the coronavirus pandemic”—was launched. The Government responded in July, acknowledging that the animal welfare sector had faced serious challenges, and stated that they were exploring how those challenges could be alleviated.",
        "I say this to my hon. Friend the Minister: I do hope that the Government act on their statement and are ready to quickly implement support packages to alleviate animal charities’ financial worries and enable them to continue to carefully care for animals. There should be support packages targeted at specific charities within the animal charity sector. That is particularly important for equine charities because, as the RSPCA revealed, 79% of equine organisations only had funds for six months or did not know how long those funds would last. Battersea plans to publish a second report in 2021, which will look at the longer-term financial and social impact of the pandemic on animal welfare and the organisations that exist to protect animals. I truly hope that the Government co-operate with those charities and implement their suggestions.",
        "As a patron of the wonderful Conservative Animal Welfare Foundation, I believe that Ministers and the Department need to work with the animal welfare sector to help prevent a significant increase in demand for rescue services this year. Part of the work should cover issues such as puppy farming, puppy smuggling and the unscrupulous selling of puppies and kittens by third parties, which are increasingly relevant given the sudden increase in demand for pets.",
        "Zoos are also a crucial part of animal welfare in this country. I was privileged to visit Chester zoo not so long ago and see the wonderful work that they are doing there; of course, we see their wonderful programmes on TV. Zoos undertake charitable work and have extensive welfare and treatment programmes for sicker injured animals. Throughout last year, zoos and animal sanctuaries were closed and then told that they could reopen and then forced to close again. That is a terrible challenge for them. Opening a zoo on such a large scale, only to have to close again, uses a lot of money, time and resources that could be better targeted at directly caring for animals. I also think of our zoo in Colchester. In an already suffering industry, zoos need governmental support to make up for lost ticket revenue. The charity Four Paws was hit especially hard when it had to close its animal sanctuaries worldwide. Without the ability to fundraise on a large scale, essential welfare services will inevitably decrease and so will the level of care that the animals receive. Many zoos and animal sanctuaries are outside, and with proper coronavirus safety measures put in place, such as mandatory face coverings, one-way systems and time slots, they can reopen safely. Keeping our zoos shut is reducing the amount of charitable work that zoos can undertake and reducing the quality of care that they can give animals. Whether or not zoos are able to reopen soon, they need financial support to purchase essential medical supplies and to feed the animals.",
        "The zoo support fund was warmly welcomed by the zoos and animal sanctuaries that matched the eligibility criteria, but, according to the British and Irish Association of Zoos and Aquariums, only 26 out of 300 zoos in England have been successful with the fund. That is ridiculous. Unspent funds must be redeveloped into a more accessible support mechanism for the sector, so that all zoos can benefit. A parliamentary petition, e-petition No. 308733, on providing financial help to zoos, aquariums and rescue centres during the pandemic, which received more than 135,000 signatures, was debated in June last year. The Government said that they were keeping the situation under close review. Now that the situation has changed due to the added restrictions, I hope that the Government are intending to increase the support for zoos.",
        "In conclusion, while coronavirus has undoubtedly created unprecedented problems for multiple industries, including the animal welfare sector, it has provided an opportunity to address key animal welfare issues concerning the link between wild animals and the spread of zoonotic diseases. This should prompt a much-needed reconsideration of our relationship with animals. This pandemic may be all about our relationship with animals. Incarcerating animals in cage systems on factory farms provides the ideal breeding ground for dangerous new strains of the virus. We have all been appalled by the huge culling of 17 million mink on industrial fur farms in Denmark over fears of a mutated form of coronavirus. Without extensive support measures directed at animal charities, the problem will continue to occur and animals will continue to suffer long after the coronavirus pandemic is over and we return to normality. We rely on our wonderful voluntary industry to selflessly help those more vulnerable than us. We must not forget about the animals. We need to ensure that animal charities have the resources and the finances to look after animals’ welfare. Now is the time to set out a new vision and a compassionate way forward."
    ]
}