{
    "url": "https://www.ukpol.co.uk/mike-amesbury-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Mike Amesbury – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mike Amesbury",
            "url": "/tag/mike-amesbury/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute given by Mike Amesbury, the Labour MP for Weaver Vale, in the House of Commons on 9 September 2022.",
    "content": [
        "On behalf of my constituents in Weaver Vale, I pay tribute in this period of mourning to Her late Majesty Queen Elizabeth II. Her remarkable and constant presence was signified by duty, public service and selflessness. That is a lesson for each and every one of us in this Chamber and beyond. Those 70 years of public service, commemorated by her platinum jubilee, have touched every part of our communities, the nation, the Commonwealth and the globe. They gave a sense of permanence, stability and constitutional leadership, with neutrality towards this political sphere.",
        "Queen Elizabeth II was a reassuring constant, as right hon. and hon. Members have said, and that was an enduring feature in times of transition and of war. She was also a figurehead in times of celebration, including when the Runcorn shopping city centre was opened in my constituency in 1972, and I remember the commemorative mug and 50p coin that I received, as well as the fun street parties, to mark the silver jubilee in 1972. As an 11-year-old boy, I really appreciated that, and I still do to this day. More recently, her reassuring compassion was evident in the dark times of the covid pandemic.",
        "We now enter another historical transition, while we mourn the loss of the late Queen Elizabeth II. I and my constituents send our deepest sympathies to King Charles III and the royal family. God bless them all. May the late Queen Elizabeth II rest in peace."
    ]
}