{
    "url": "https://www.ukpol.co.uk/valerie-amos-2003-speech-to-labour-party-conference/",
    "title": "Valerie Amos – 2003 Speech to Labour Party Conference",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003 Labour Party Conference",
            "url": "/tag/2003-labour-party-conference/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Valerie Amos",
            "url": "/tag/valerie-amos/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made to the 2013 Labour Party Conference held in Bournemouth. The speech was made by the then International Development Secretary, Valerie Amos, on 1st October 2003.",
    "content": [
        "[![vamos](https://www.ukpol.co.uk/wp-content/uploads/2015/03/vamos-255x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/vamos.jpg)",
        "Conference.",
        "Let me start by welcoming the work of the Britain in the World Policy Commission. It has been a model for other commissions, and I am pleased to be moving the Commission’s consultation document.",
        "This afternoon’s debate has once again shown the passion and commitment of our movement, the Labour movement, for a fair, equal and just world.",
        "I am the daughter of immigrant parents. I was born in Guyana and came to this country when I was nine. I remember what it felt like:",
        "– being separated from family and friends – the sense of loss for things familiar;",
        "– gradually becoming conscious of being different – my accent, my skin colour;",
        "– but there was also the excitement of being somewhere new.",
        "Adjusting was tough – even in the warmth of a secure and loving family.",
        "So I understand from personal experience what others talk about in the abstract.",
        "My parents came here because of the opportunities – although they never dreamed that their daughter would be the first black woman and one of only two black members of a British Cabinet. They are proud of what I have achieved. But it would not have been possible if the fight for equality and social justice was not at the heart of the Labour movement.",
        "Iraq has created many divisions within our party. Because we share a belief in two things that seem to contradict: both of them important, and both of them morally justifiable. First, we want to fight oppression and work to liberate those who are oppressed – and second, we share a passionate belief that war only happens when politics has failed.",
        "I have not heard a single argument that says the people of Iraq should not be liberated – and we have all watched in horror and disbelief as the bodies of three hundred thousand human beings – more than the population of Nottingham – have been uncovered in mass graves.",
        "I understand the concerns of those who were against the war. I visited Basra and Baghdad in July. I know that we have a lot to do, and since then the security situation has got worse. But whatever side of the Iraq debate you stand on, we have a common purpose – we want the people of Iraq to enjoy a brighter future than they did under Saddam Hussein, and we want power handed back to the Iraqi people as quickly as possible. We will not walk away from the people of Iraq.",
        "It has been a difficult year. But there have been successes too.",
        "In Rwanda just nine years ago, thousands turned on each other, hacking each other to death in the most appalling genocide – and we felt powerless. The international community, to its shame, did nothing.",
        "In August, Rwanda held presidential elections. They could not have done it without our support.",
        "In Kenya, a country famed for its corruption, we saw in January a peaceful, democratic change in government. Every child now promised a free primary school place. And you would have been moved, as I was, to see classes of fifty or more children eager to learn, some walking five miles or more to school; others going without food – but there, present, and keen. We funded that.",
        "And the Democratic Republic of Congo. A rich country which has been raped of its resources. Where ethnic violence left millions dead, and effectively divided the country in three. Now, a new national government holds out the prospect of peace at last. We helped to secure that fragile peace.",
        "But there is still so much to do. And we know that the greatest long-term challenges that we face are the global challenges.",
        "What of the millions of people struck down in their prime by AIDS, above all in Africa – so that a country like Malawi, a country that needs to be able to invest in the future, loses more teachers to AIDS each year than there are new ones qualifying?",
        "What of the millions who live in states beset by crisis, where their most basic needs go unmet and their own governments fail in their responsibility to protect them? And what of the millions of refugees who are displaced and lose their homes, their livelihoods?",
        "It is because of the plight of these millions of our fellow human beings that our strong moral purpose – our commitment to equality, and to social justice – is today more important than ever before.",
        "I want to re-state my personal commitment to halving poverty and hunger in the world by 2015.",
        "To reducing drastically the number of mothers that die in childbirth – and to an equally dramatic increase in the number of infants surviving to their fifth birthday.",
        "To have halted – and begun to reverse – the sheer horror of HIV, TB and the other infectious diseases that needlessly destroy so many lives.",
        "And to providing education for every single child of primary school age in the world.",
        "These, and the other United Nations goals for development, are at the front of my mind every day. Why? – because we can change things. Through what we do as individuals and what we do as governments. I not only believe in justice and equality – I want us to deliver it. That’s what my upbringing has taught me. That’s what being part of this party has taught me.",
        "Africa remains at the top of my list of priorities.",
        "There is a terrible risk of Africa sliding back – and I will not allow Africa to be left behind. We have doubled spending on Africa since 1997. Twenty three heavily indebted poor countries in Africa have already qualified for debt relief – and Britain has offered one hundred per cent debt relief to every one of these countries where debt was owed to the UK.",
        "Above all we must fight the needless scourge of HIV-AIDS. AIDS is not just a health issue. It kicks away the foundations of societies by affecting people in their prime of life. People who are needed as parents – as workers – for the future of their countries.",
        "Second, I want to end the scandal of unfair trade.",
        "The average cow in Europe is allocated two dollars a day in subsidies – when two point eight billion people have to live on less.",
        "To build on the alliance between the Labour movement and the Trade Justice Movement.",
        "To fight for a fair deal for small and family farmers. And to get this trade round – a development round – back on track.",
        "And thirdly, I want the challenges of the global environment to be seen above all as a development issue. We know that we are consuming the world’s resources at nearly double the levels the earth can sustain – and that these levels will have to fall if we are to survive.",
        "We know that environmental problems always hit the poor hardest. But it is more than this. Because if there is a finite amount of resources to go round, we must ensure that the poorest countries and individuals in the world receive a fair share of global resources.",
        "And we have the tools for the job. My department is recognized around the globe as a world class organization – a department created by Labour. And Clare Short played an invaluable role in that.",
        "By 2005, the amount we spend on aid will reach four point five billion pounds a year. Under the Tories, the proportion spent on development was halved. With Labour, we are on course to double it. So let no one tell you that all parties are the same.",
        "Of course, Britain cannot do it alone. We must work in partnership with other countries, and with international institutions – especially the United Nations, the World Trade Organisation and the IMF and World Bank.",
        "The world is going through a period of massive transition. Last time there was a shift on this scale, it was the industrial revolution. In that cradle, the left was born – with its outrage that the poor should feel so much of the pain of industrialization, yet taste so few of the benefits.",
        "Now, we are at a new moment of transition, to a fully global society – a world with no islands. And again, we are called to act against injustice and inequality. Our historic mission has not ended. It has just begun.",
        "Dealing with the world’s inequalities is not just a matter of morality – it has become a matter of plain and simple self interest and survival.",
        "But I ask you to support our work not because it is self interest, but because it is the right thing, the moral thing and the just thing to do."
    ]
}