{
    "url": "https://www.ukpol.co.uk/valerie-amos-baroness-amos-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Valerie Amos (Baroness Amos) – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Valerie Amos",
            "url": "/tag/valerie-amos/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Valerie Amos, Baroness Amos, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I shared in the shock and sadness of people in this country and across the world when we heard the news of the Queen’s passing last night. Of course, I share the sentiments already expressed in this House about the Queen’s extraordinary commitment to public service, her sense of duty and her leadership.",
        "In my brief remarks I will focus on the Queen’s standing internationally, which went far beyond her lifelong commitment to the Commonwealth. I have been struck by the numerous messages I have received since yesterday—there have been many, as I am sure we have all received—from family, friends and colleagues around the world about their deep sense of loss and sadness. They felt a connection with our Queen and, through her, us. It is a connection that speaks to values and, crucially, to stability and calm in a turbulent, complex and changing world.",
        "The Queen was not just a confidante to our Prime Minister. She played that role with many Prime Ministers and Presidents over the years. As a Foreign Office Minister I was very conscious of this. I also saw it in many discussions I had when I engaged with politicians internationally. She gave wise advice and brought a light touch to those interactions, which helped to give those Prime Ministers and Presidents the confidence to do things that they thought might be too difficult.",
        "The noble Lords, Lord Jay and Lord Ahmad, have spoken about the Queen’s important diplomacy role. Some noble Lords will have seen the heartfelt tribute last night from Prime Minister Trudeau, who spoke absolutely to this. I would also like to pay tribute to the way in which she has led Britain through extraordinary change. The Britain that my family arrived in in the 1960s was very different from who we are today. We are a diverse, multi-ethnic nation, and throughout this change the Queen was a constant.",
        "Perhaps I might end on a very personal note—there have been plenty of anecdotes today. In June, I had the privilege of a personal audience with the Queen ahead of Garter Day. Our conversation ranged over a number of subjects, some light-hearted, some very serious. A number of references have been made to the Queen’s sense of humour. She relished telling me the story of the filming of that skit with Paddington Bear and the challenges of acting with a bear who was not moving or speaking. She also told me that the jars of marmalade were already beginning to arrive at Windsor Castle. It was a warm and very special experience for me, and I will always treasure it. I offer my condolences to His Majesty King Charles III, the Queen Consort and the other members of the Royal Family."
    ]
}