{
    "url": "https://www.ukpol.co.uk/michael-ancram-2002-speech-to-the-scottish-conservative-party-conference/",
    "title": "Michael Ancram – 2002 Speech to the Scottish Conservative Party Conference",
    "post_date": "August 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Ancram in Perth, Scotland on 17 May 2002.",
    "content": [
        "It is a particular pleasure to be back among so many old friends addressing the Scottish Conservative Party Conference in Perth again.",
        "We meet at a time of growing frustration in Scotland. Not with the Parliament. Certainly not with our MSPs who under David McLetchie do such sterling work.",
        "But frustration with the failure of those who run the Scottish Executive, those Labour and Liberal political inadequates who are undermining Scotland with their incompetence, diminishing Scotland with their pettiness, and burying Scotland in their mediocrity.",
        "You have a vital duty to perform for Scotland next year. You must chuck them out. You must sweep them away. You must replace them with Conservatives who have the vision to take Scotland forward again. You must win.",
        "This motion today has been most ably moved by a real winner, my parliamentary colleague Peter Duncan. He is the shining proof that you can and will win.",
        "Today’s debate has been important and constructive. Constructive in the excellent contributions we have heard. Important because we live once again in a disturbingly unstable world.",
        "It is a world where the Cold War certainties and the ironic but real equilibrium of the great blocs are gone, replaced by invisible enemies, by unscrupulous regimes and by the threat of weapons of mass destruction and of terrorists capable of using them against us all.",
        "September 11 woke us up to this. It reminded us of our vulnerability and made us conscious of the need to build and strengthen friendships in the world again.",
        "I have always believed in loyalty, and trust and friendship.",
        "Loyalty to those who have stood and still stand by us; trust in those with whom we can do business; and friendship with those whose values we share.",
        "Immediately after 11 September Tony Blair understood this. I paid tribute to his role in building the international coalition against terrorism, and we gave him our support – as we continue to give support to our brave servicemen and women who he has deployed actively in that fight on our behalf. On this day of reported engagement in Afghanistan today we wish them well.",
        "But then power went to Tony Blair’s head.",
        "Building coalitions suddenly turned into his extraordinary vainglorious ‘I can heal the World’ speech to his conference last October.",
        "Heal the world! He can’t even heal the public services here at home.",
        "Far from bringing healing, his so-called ‘ethical foreign policy’ has been shot through by betrayal and surrender.",
        "Blair told his Conference he would heal the scars of Africa, that “if Rwanda happened again today … we would have a moral duty to act there”, and that he would “not tolerate … the behaviour of Mugabe’s henchmen”.",
        "Brave words which raised hopes in Zimbabwe. Black and white Zimbabweans alike believed that Blair would move to halt the excesses of Robert Mugabe and his thugs and to secure the fair elections which would have got rid if him.",
        "But as is so often the case, Blair’s promises were only words.",
        "He went to Africa in January, but he never went near Zimbabwe.",
        "When the illegal land grabs began, he wrung his hands and did nothing. The same when voter registration began to be rigged last November.",
        "When we called for real pressure on Mugabe, he and Jack Straw accused us of irresponsibility. Well, whatever happened to their responsibility?",
        "In the face of murder and torture in Zimbabwe and the stolen election whatever happened to Blair’s ‘moral duty to act’?",
        "And since the elections in March what has he done? The murders continue, the torture and the violation of human right grows, the land grabs become ever more vicious, and what do Blair and Straw do?",
        "Where is the active non-toleration he promised? As Zimbabwe bleeds, they dither and they still do nothing. The betrayal continues, and it shames us all.",
        "There is still just a chance to retrieve something.",
        "We must build on the targeted sanctions and bring together a wider international coalition including the US, the Commonwealth, the EU, and the neighbouring states in Southern Africa to exert real pressure on the Mugabe regime to hold new free and fair elections under international scrutiny. Only that way can true democracy be restored and the betrayal be ended.",
        "There is another great betrayal.",
        "This Government have spent the last six months seeking to betray our fellow British citizens in Gibraltar, to sell out their British sovereignty, just to curry a little favour with Spain. I have little against Spain, but I do mind about loyalty and friendship.",
        "Blair and Straw together have turned their backs on centuries of loyalty to Britain. They have used the tactics of the bully down the ages, bad mouthing the people of Gibraltar, and issuing veiled threats as to what will happen if the Government does not its way get.",
        "They have sought to stitch up a shabby backroom deal with Spain to share sovereignty over the rock.",
        "But sovereignty shared is sovereignty surrendered, and ends up as no sovereignty at all.",
        "This has from the outset been a misbegotten and dishonourable process. Gibraltarians will have no part of it. And, as I made clear in Gibraltar last Monday, neither will we.",
        "An incoming Conservative Government will not feel bound by any deal on sovereignty which has not received the freely and democratically expressed consent of the people of Gibraltar.",
        "The Government is now set on a course which can only end in tears, in confrontation with the Spanish Government or with the people of Gibraltar or with both. They should without delay suspend these wretched talks, turn back from this betrayal and think again.",
        "And then there is Surrender.",
        "Surrender to the growing forces of integration in Europe.",
        "Surrender to the concept of a common foreign policy, so that we no longer know today – for instance on the Middle East – whether there is such a thing as British Foreign policy any more.",
        "Undermining NATO by our ill advised and headlong rush into the European Rapid Reaction Force without any prospect of securing the resources to make it work.",
        "Surrendering ever more areas of decision making within Europe. Thirty-one national vetoes surrendered in the Nice Treaty alone.",
        "Surrender is a word which flows readily from New Labour lips. It will not flow from ours.",
        "Certainly the ‘ethical foreign policy’ is dead and buried, replaced by sell-out, betrayal and surrender.",
        "And in the middle of all this poor old Jack Straw. Chased by Hain and Hoon who both want his job, and ignored by Tony Blair who does it.",
        "Our foreign policies will be based on the world as we find it. We will stop the fantasising and return to the basic principle of building our foreign policy on our national interests and on doing what we do best.",
        "In the Middle East we have a role to play, particularly with the lessons we learned the hard way in Northern Ireland, in showing how out of the most violent and darkest of situations, dialogue can be restarted and a roadmap of a possible way through to a two state agreement can be produced. Not by military action, nor by international bullying. But through dialogue which must be home grown.",
        "And there are wider international objectives we must pursue. September 11 created a new bond of friendship and shared values between the US and the UK in the knowledge that we can do things better together than by ourselves.",
        "This historic relationship has always been one of partnership not subservience.",
        "That is what we must now work on.",
        "A renewed Atlantic Charter based on the reality that Europe and America work best in partnership rather than in rivalry, with the UK at the heart of it.",
        "There are however those in Europe today who believe that the EU will only meet its objectives when it becomes a rival to America with its own Foreign and Security policy.",
        "They set a false and dangerous choice, one which could drive the US away from us at a time when the US does not so much need us as we need the US. It would be bad for Europe and for us.",
        "We want to see not Europe or America but Europe and America with us as the natural bridge.",
        "Europe must change, and Europe knows it. For the first time Europe is actually talking about itself critically, looking to the shape and structure it should take to meet the challenges of the 21st century.",
        "The growing gulf between people and institutions in the EU underlines the need for change and calls for greater democratic accountability, and so do we. Recent votes in Europe make that process ever more relevant and ever more urgent.",
        "That process has begun, and we want to be constructively engaged in it. We want to see a fundamental review of Europe to ascertain what is working, what is not, what is out of date and what can be improved. We believe that as the EU prepares with our support for enlargement the time for such a review has come.",
        "We believe in conducting that review there should be no ‘no-go’ areas, no sealed vaults, no untouchable ‘acquis’. We must be rigorous.",
        "That which is working in the right direction and is valuable, such as the single market, we must improve and strengthen. That which is not working or is obsolete we should discard.",
        "The ways forward are there.",
        "They certainly do not include the ridiculous suggestion yesterday of creating a new powerful presidential position at the top of Europe to give Emperor Blair something to look forward to in his retirement.",
        "Nor are they the cynical ‘now we see you, now we don’t’ Euro-games being played by the Prime Minster and his favourite side-kick ‘Honest’ Steve Byers.",
        "Such suggestions and games only increase cynicism and alienation.",
        "We want to deal seriously with the future of Europe. We want to see an enlarged Europe, a partnership of sovereign nations, working together to strengthen the single market whilst retaining basic rights of national self-determination.",
        "We want a European Union built from the bottom up, an EU which derives its power from the national parliaments and which is accountable to them.",
        "We are part of the EU and intend to remain so.",
        "But we also occupy that unique position from which we can bring Europe and America closer together – and the Commonwealth too.",
        "We can return to our traditional role of bringing people together, of bringing democracy and free trade to other countries to their benefit and ours.",
        "And in doing so we can show that we still believe in the United Kingdom of which Scotland is such a crucial part.",
        "That as so often in the past we are the only party which has pride in our values, in our history and in our future too.",
        "People instinctively know that in Iain Duncan Smith we have a leader who will always hold that pride and those values high.",
        "They cannot say the same for Tony Blair.",
        "So let our message be loud clear. We are proud of our country. We are proud of what we stand for.",
        "We will stand up for loyalty, for trust and for friendship again.",
        "We will show that the days of losing are over. That the days of being driven back are behind us.",
        "We have come out from behind the shadow of our own fear and have found our confidence again. We are on our way back.",
        "Let us go out from here and win."
    ]
}