{
    "url": "https://www.ukpol.co.uk/michael-ancram-2002-speech-at-the-israeli-solidarity-rally/",
    "title": "Michael Ancram – 2002 Speech at the Israeli Solidarity Rally",
    "post_date": "August 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Ancram on 6 May 2002.",
    "content": [
        "I am here today because I am a friend of Israel. That friendship has taken me on a number of occasions to Israel. It has taught me to hear and see for myself. It has shown me the imbalance of so much of the news that we receive here. It has equally shown me the realities, the hurt on both sides that must be mended, the senses of injustice on both sides that must be met.",
        "It has also taught me that peace and security will be won not by accusation and humiliation but by courage and respect. I am here today because I want to see an Israel living at peace and free from fear. Fear is the enemy of peace, but is the corner stone of terrorism. That is why we must be resolute in the fight against terrorism, because peace depends upon it. And if Israel is to exercise restraint in the pursuit of terrorism then others must demonstrate that they can and will control it.",
        "Our goal must be the day when Israel can live in true security and peace alongside all her Arab neighbours, each in mutual respect for one another’s sovereignty and right to exist.",
        "I am also here today because I hate intolerance. Intolerance too is the enemy of peace and we must have no truck with it. In that context I condemn without reservation the acts of anti-Semitism which recently have occurred here at home. They are despicable in themselves, but also because tolerance is their enemy which they seek to destroy. They must never succeed.",
        "Tolerance is the soil in which peace can grow. Tolerance replaces fear with trust, replaces bitterness with respect, and anger with understanding. None of this is easy. The easiest road is always the one that looks back in recrimination, the one which glories in confrontation. It is the road of despair for there is no peace upon it.",
        "But there is a road that looks forward with hope. The road of dialogue which in the end is the only lasting road to peace. I learned in Northern Ireland that peace cannot be imposed. It must grow in the hearts of those who must come to agreement, and it is only through talking that this can gradually be brought about.",
        "It will take courage and determination and generosity, but everything I have learned tells me that it can be done.",
        "I was in Israel and the territories in February. I saw the escalation of the fear and the violence and the despair. They were dark times – and are still. I know about dark and violent times. I know too that it was often at the darkest hour that the light of hope was born; born from the longing for peace of the people, of those who had suffered, who cried out that enough was enough.",
        "I believe that this same light of hope is here today. In Israel I saw determined hope. I believe that the route-map for the way forward is there. We are all here today because we long for the end of terrorism in Israel and the dawn of a real and lasting peace. We want to see that journey towards peace and freedom from fear begin again. The chances are now there. We must pray that in the days ahead they are taken.",
        "We who are friends of Israel will support that drive for peace with all our hearts, and all the help that we can bring to bear."
    ]
}