{
    "url": "https://www.ukpol.co.uk/michael-ancram-2003-speech-to-conservative-spring-conference/",
    "title": "Michael Ancram – 2003 Speech to Conservative Spring Conference",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Ancram to the 2003 Conservative Spring Conference on 15th March 2003.",
    "content": [
        "[![macnram](https://www.ukpol.co.uk/wp-content/uploads/2015/03/macnram.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/macnram.jpg)",
        "This session has inevitably centred on Iraq. It has been a serious debate. Iain Duncan Smith set the scene for us. Bernard Jenkin and Caroline Spelman have enlarged upon it.",
        "It has also rightly ranged wider.",
        "We must never forget the war against international terrorism. The Chairman reminded us of the horrors of September 11 last year. We must continue to work with the international community to hunt down the terrorists and to ensure that they have nowhere to hide.",
        "We welcome the recent arrests in Pakistan even if they are only the tip of the iceberg.",
        "We have seen from recent alerts in Britain that the threat to us is real.",
        "The first responsibility of government is the protection of its citizens. We will ensure that the Government does not take their eye off this ball.",
        "Iraq however is the immediate priority. I make no excuse for returning to it again.",
        "Of course we are concerned.",
        "None of us want war. Some of us have spent significant parts of our lives working for peace. War must always be the last resort – when there is no better way of achieving what must be done.",
        "That sad reality now stares us in the face. I still pray that Saddam Hussein will finally see that he has run out of road, and that even at this late date he will disarm.",
        "His attitude has to change. If it does not, then the international community must act.",
        "There are many questions and doubts. I take them very seriously. I believe the Government should have done much more to answer the questions and to meet the doubts from the outset.",
        "They have not. So let me share with you our view.",
        "Does Saddam really pose a risk to international peace and security?",
        "The UN certainly thinks so – and has done so for the last 12 years.",
        "All 17 resolutions passed against Iraq fall under Chapter VII of the UN Charter which specifically and exclusively deals with threats to international peace and security and in Article 42 specifically permits the use of military force if necessary to deal with it.. Indeed Resolution 1441 deliberately replicates the language of Article 42.",
        "Nobody who signed up for it, including France, can be in any doubt as to what it means. They knew at the time they signed, and they still know it now.",
        "So is that the threat a danger to us? There may be no obvious smoking gun yet. But I learned in Northern Ireland the value and importance of intelligence advice. They are our eyes where we cannot see and our ears where we cannot hear. They have told the PM that the threat is real, present and endangers us. We would be unwise to seek to second-guess them.",
        "And even if the smoking gun is not there, there is certainly smoke is.",
        "There is the further evidence produced in written form by Dr Hans Blix a week ago. It lists a blood-chilling number of unaccounted for weapons and biological and chemical stockpiles. Tonnes of anthrax and the nerve agent VX were present four years ago. In the absence of evidence to the contrary, we can only assume that they are still there. Today’s Iraqi letter at first sight seems once again a propaganda device, too little and too late.",
        "These weapons are simple to use either in Iraqi hands or in the hands of terrorists, particularly those who are careless of their own lives. They can be easily developed into even more lethal agents. They are easily transported and easily hidden.",
        "These are the real risks and real threats we cannot ignore.",
        "So why now?",
        "There can never be an absolutely right time. But history teaches us that action delayed or postponed is rarely action avoided; that putting off what needs to be done almost always leads to worse challenges later on.",
        "If we leave Saddam Hussein armed with WMD now, he will still have to be dealt with later when the risks will almost inevitably be much higher and the dangers infinitely greater.",
        "I do not believe we have a right to pass this lethal buck on to those who will come after us. It would be contemptible, and as Conservatives must never tread that dishonourable path.",
        "We support efforts to achieve a Second Resolution to implement Resolution 1441 within a given timetable. But a second resolution is not, and has never been, a legal prerequisite for military action.",
        "We therefore will support whatever action – in conformity with international law – is necessary to remove Saddam Hussein’s weapons of mass destruction.",
        "There is another aspect we should not ignore.",
        "There are inevitably feelings of destabilisation throughout the Gulf. We should not underestimate how much of a running sore the unresolved problem of Israel/Palestine remains.",
        "If we are to demonstrate that this is not a war against Islam we must support President Bush in his call for real progress on achieving two states west of the Jordan, a secure Israel and a viable Palestinian state, and the ending of settlement activity.",
        "We must applaud his decision yesterday to publish the long-awaited ‘road-map’ to achieve this. We must add our weight, and press an ending of violence and a resumption of talks.",
        "And as Caroline Spelman has said we must not lose sight of our obligations to help Iraq get back on its feet once this is all over.",
        "We support the Prime Minister on Iraq. That support is not unconditional. Nor does it come easily. How politically tempting it would be to ride public opinion and oppose. It would also be dishonourable, irresponsible and wrong.",
        "As have been the Liberal Democrats throughout this crisis, facing in all directions at the same time. Their behaviour has been despicable. It has even outdone their own usual low standards.",
        "Hostile to Saddam at one moment, sympathetic at another. For the UN route last September, against the UN route in February, back in favour of it now. Against military action yesterday, apparently morally supporting it to day. What will his position be tomorrow?",
        "He claims to have been consistent, when their only consistency has been their inconsistency. Kennedy makes the Grand Old Duke of York look like a paragon of decisiveness.",
        "The Liberal Democrats are the ‘weather-vaners’, swinging with every shift of the popular wind.",
        "Well we will not take that easy and dishonourable path. We will support Tony Blair on Iraq as long as he is acting in the national interest and is doing what is right.",
        "But that is as far as we will support him.",
        "Where he’s wrong as he has been on Gibraltar we will oppose him. We will stand by the people of Gibraltar and their rights to remain British. We will not betray them. And nor should the Prime Minister even for a moment think that he can trade Gibraltar’s sovereignty tomorrow for Spain’s support today",
        "And then there is the government’s desertion of Zimbabwe. I cannot help feeling a profound sense of shame at how Britain under the lily-livered leadership of a government transfixed by its post-colonial guilt has abandoned that once great land.",
        "Tony Blair told us that it was his moral duty to act in Zimbabwe. In practice he has done nothing.",
        "On the cricket world cup he disgracefully tried to walk by on the other side. I hope he felt ashamed in the face of the courage of the Zimbabwean cricketers Andy Flower and Henry Olongo in their black arm-banded protest on the field against what is being done to their land. I salute those two brave cricketers.",
        "Tony Blair may have abandoned the people of Zimbabwe in their hour of need. These two brave men did not. And nor shall we.",
        "And we will oppose this Government on the future shape of Europe.",
        "How many of us here are really aware of what is happening in Europe at this time?",
        "How many of you know that the firm recommendations emanating from those charged with recommending the future shape of Europe are:",
        "– a legal personality which is the first prerequisite of a European state,",
        "– a fully fledged constitution complete with legally enforceable fundamental rights which is the second prerequisite,",
        "– and the subjugation of our foreign and defence policy to the jurisdiction of the European Court of Justice which is the final prerequisite?",
        "These together form a Rubicon between the original and acceptable concept of a Europe of Nations – the Europe we joined – and a European political union which ultimately will sound the death knell of our rights of self-determination.",
        "I am horrified at the speed in which this Europe is being developed. Ministers who originally told us that they would resist such moves are now busy preparing the ground for a shameful volte-face and a despicable surrender.",
        "Sadly Parliament with its overwhelming government majority can’t stop it. But it must be totally against the spirit of the unwritten British constitution that basic sovereignty can in this way be surrendered without the democratically expressed consent of the British people .",
        "That is why I have demanded, and demand again today, a referendum before any treaty embodying such surrender is ratified.",
        "Let me make this clear. We are not anti-Europe. We believe in a Europe built from the bottom up, with power flowing from the nation states – as was always originally intended.",
        "We believe in a partnership of sovereign nations within which the single market is completed, where directives are framework rather than specific,",
        "– where there is far greater parliamentary accountability over Euro-decisions, where we retain our own currency,",
        "– where we cooperate on matters of mutual interest, but where we accept and indeed value our differences",
        "And where we retain our basic rights of self-determination not least on Foreign policy and defence.",
        "We must now go out and fight for this Europe as a genuine option.",
        "Indeed when this current crisis is over there will be much restructuring to be done, much weakness to be repaired – on Europe, on Nato and on the UN. We will have a crucial role to play in all of these exercises. We must be ready.",
        "And while Iraq inevitably preoccupies us, we must make sure that it does not allow this wretched government to get away with it on other international or European fronts.",
        "And we will do so as part of that wider campaign to see this discredited bunch on their way.",
        "New Labour has failed. Their much-vaunted pledges of standing up for Britain and their ethical foreign policy are now in tatters. They have not only failed domestically. They have failed in the international arena as well.",
        "They are a derelict government, a government with no purpose. A government that should go.",
        "I am sick and tired of living in a Britain that is being inexorably undermined by a Government that has lost its way.",
        "I am sick and tired of a government that has lost all sense of national pride and which settles for the second rate.",
        "I am sick and tired of a government that seeks to make us ashamed of our history, our traditions, our culture, our currency and our very Britishness.",
        "As Conservatives we believe in Britain. We long for a country where people matter again, where values and standards once more count for something.",
        "We want to be proud of our country without being called extremist, proud of our history without being labelled anachronistic.",
        "We long for a country where freedom, nationally and internationally, means what it says rather than what political correctness tells us it means.",
        "We are starting the march back to power.",
        "We will need self-confidence. We will need self-belief. Above all we will need to work together as one, loyal to each other, and true to our leader Iain Duncan Smith.",
        "We owe it to our country to send this rotten Government packing.",
        "It is time for us to take them head on. The surrenderers in Europe, the betrayers of trust in Zimbabwe and of loyalty in Gibraltar. And the destroyers of national pride here at home. It is time they were gone.",
        "Our resolution must be clear. To have strength, to have conviction, to have hope. To stand firm in defence of our national interests. And when this crisis is over, to go out and win."
    ]
}