{
    "url": "https://www.ukpol.co.uk/michael-ancram-2003-statement-on-iraq/",
    "title": "Michael Ancram – 2003 Statement on Iraq",
    "post_date": "January 18, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Michael Ancram, the then Shadow Foreign Secretary, in the House of Commons on 17 March 2003.",
    "content": [
        "[![macnram](https://www.ukpol.co.uk/wp-content/uploads/2015/03/macnram.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/macnram.jpg)",
        "May I thank the Foreign Secretary for his statement and for giving me early sight of it? His statement is indeed a sombre one. Put bluntly, the talking is over, diplomacy is at an end and tonight we face the grim prospect of war. We are where we are tonight because Saddam Hussein has contemptuously failed to take the final opportunity that resolution 1441 offered him. Hopes that he might accept the inevitable this time and disarm have been dashed. Instead, he has chosen to take the international community to the wire.",
        "There was a chance that a clear, unequivocal and united voice from the international community might yet have persuaded him to disarm or to go. France put paid to that. I hope that in Paris they will reflect tonight on what they have achieved.",
        "There will be many different and deeply held feelings in the House tonight and during the debate tomorrow. It would be very strange if there were not. But while we may not agree with each other, I hope and believe that none of us will do other than totally respect the sincerity with which these views are held.",
        "Saddam Hussein, in possession of weapons of mass destruction, is a threat to international peace and security. No one, not even France, denies that. It is not just a threat within the middle east but to the international community at large, including ourselves. That is why we believe that action to disarm him can no longer be delayed. We will, of course, debate all this tomorrow, and we will vote on it. I do not intend to pre-empt that debate or that vote tonight, but there are questions that I must ask.",
        "What discussions has the Foreign Secretary had with his Turkish counterpart to ensure that action in Iraq will not provoke unrest between northern Iraq and Turkey?",
        "What preparations are in place to ensure a swift delivery of humanitarian aid and relief to the people of Iraq, who have suffered for so long under the heel of Saddam Hussein?",
        "What discussions has the Foreign Secretary had with the Secretary-General of the United Nations in accordance with the motion proposed for tomorrow to ensure that a representative Administration can swiftly be set up in Iraq under United Nations auspices to ensure the speedy rehabilitation of that country?",
        "Again, in accordance with the motion proposed for tomorrow, what steps is the right hon. Gentleman taking to follow up President Bush’s statements on Israel-Palestine and, in particular, to ensure that there is a genuine and sustained momentum towards the two-state solution? What talks has the Foreign Secretary had with other members of the Quartet, including Russia, to make real progress on that front? And what other steps will he take to reassure the Islamic community that military action in Iraq is not an attack on Islam but can bring long-term benefit and stability to the Muslim world?",
        "Our thoughts tonight must be with our armed forces as they face the prospect of conflict. We ask much on their behalf, and our prayers must be with them and their families. They must know that from these Benches they have our unqualified support. We will offer the Government our support in the decisions that must now be made. We will do so because they have reached the same conclusions as us on the threat posed by Saddam Hussein and the legality of taking action. We believe that they are acting in the national interest, and as long as that is the case we will continue to support them. Her Majesty’s Opposition will do what in our hearts we know for our country is right."
    ]
}