{
    "url": "https://www.ukpol.co.uk/michael-ancram-2001-speech-to-conservative-womens-conference/",
    "title": "Michael Ancram – 2001 Speech to Conservative Women’s Conference",
    "post_date": "December 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Ancram on 29 November 2001.",
    "content": [
        "May I start by saying what a pleasant surprise and a pleasure it is to be speaking to you this afternoon. I had thought that for the first time in four years I would not have the privilege of addressing you this year and the withdrawal symptoms were severe.",
        "But then fortune smiled on me, if not on you, and here I am.",
        "Of course my pleasure is somewhat tempered by your disappointment that I am not Iain. I know that Iain shares that disappointment – not that I am not him, but that he can’t be with you today. But we live in strange times when plans cannot be made very far in advance and when opportunities have to be grasped.",
        "In today’s frenetic scenario it is hard to catch a passing senior member of the administration in Washington. They are on the move all the time. Today and tomorrow that chance presented itself for the first time in months and I know you will agree that Ian had to grasp it.",
        "He has asked me to pass on his apologies and best wishes.",
        "It does however give me a chance to do something which I have been anxious to do. That is to thank you for the unstinting help and support you gave me throughout my three years as Party Chairman.",
        "They were not easy times, but your loyalty and your hard work and unfailing good humour were a tremendous strength. I say thank you to you from the bottom of my heart.",
        "As you know I set great store by you. I have always seen and acknowledged the women in our party as the bedrock of our organisation.",
        "You are the people who quite literally in many areas keep our party going, not just in raising funds but by being the face of the conservative party in the streets and the market places, on the doorsteps and increasingly on the telephones.",
        "You are the real workers, the lifeblood of our party, creating the momentum and the dynamism and the drive. I have no time for those who seek to detract from your efforts or who belittle your organisation.",
        "I know your value and your commitment and in me you will continue to find a champion and a friend.",
        "One of my greatest disappointments as Chairman was my failure to see more conservative women elected to Parliament.",
        "I know that if we are to present an acceptable face to the electorate it must be a representative face, representative of the world we live in where women outnumber men. We had so many able women on the candidates list, many of them in seats of which I had hopes, hopes which were sadly dashed. And there were many more equally able women who did not come forward because they did not feel that the party wanted them.",
        "I believe that this is one of the most important challenges facing us in the next year. There are no simple solutions but we must turn this around, and quickly. I am delighted with the appointments announced today.",
        "I must refer briefly to the election.",
        "I am deeply sorry that we could not deliver the comeback of which so many of us had dreamed and for which we had all worked so hard.",
        "We proved the opinion polls wrong by a factor of 50%. We achieved a slight swing to us from the previous election. A little more of both and we would have achieved the critical mass which would have seen us making serious inroads into our target seats. We fought under William Hague’s brave leadership a campaign of which we should never be ashamed.",
        "It was however sadly not to be.",
        "The truth was that we ran into the sands of apathy and the shoals of disinterest and disengagement. Too many of our own people were not motivated to come out to vote.",
        "The reasons were many and must be addressed. The effect was the lowest election turnout of my political life. 59% voted. The three main parties between them couldn’t muster 50% between them. We have a government elected by just 25% of the electorate.",
        "The result was bad for politics and bad for democracy. But above all it was bad for us. And that is what we now have to start to put right.",
        "We have to begin to re-engage the interest of the electorate – in politics, in the democratic process, but above all in us. The last two months have not been easy in this respect.",
        "The events of 11 September changed the currency of the political debate just at the moment when Iain was elected our leader. Normal politics would have been inappropriate. The national interest demanded bipartisanship in our response to the international terrorist threat.",
        "Iain’s measured, knowledgeable and responsible approach was absolutely right for the moment and I believe he gained great respect for it.",
        "But time is now going on, and while we will continue our support for the government on the international and defence fronts just so long as they remain resolute in their fight against terrorism, we will now return to the domestic political scene and the deteriorating situation over which they are so ineffectually presiding.",
        "Tony Blair may have been jetting the world offering our services. Here at home the services which matter, the public services have been going down the chute. While he preaches a new world order the order here is old. The tune and the words never change.",
        "On Tuesday, in his pre-Budget report, the Chancellor of the Exchequer repeated his promise to deliver improvements in our public services. He promised to throw more of our hard earned cash at them.",
        "The problem is that he has been making the same promise for the past four and a half years since Labour were elected. And every year he has broken that promise. We are told the money goes in, but nothing ever seems to come out.",
        "He is like some crazed gambling addict who believes that with just one more visit to the tables, just one more stake down, all will come good. Every year we are told that more of our money has been pumped in. Every year we are told that next year will be the year of delivery. Every year Gordon Brown is hailed by his admirers as a cross between a prophet and a miracle worker; and every year he gets it wrong.",
        "If it wasn’t serious it would be farcical. Year after year more and more of your money is thrown at the public services only to see them deteriorate. If this lot were running a public company in this way, there would be some pretty rigorous auditing going on.",
        "The truth is that across the board, in schools, in hospitals, in transport, the story of this Labour Government has been one of the steady decline in the quality of Britain’s public services.",
        "They claimed that things could only get better. The reality is that despite all the tax increases, even the Daily Mirror was forced to admit that “things have got considerably worse”.",
        "And under this Government they will only continue to get worse.",
        "Who can forget Tony Blair’s 1997 scare mongering plea to the voters that there were twenty-four hours to save the NHS? Try telling that to the demoralised Doctor, the overworked nurse or the patients lying on trolleys sometimes for more hours than that before they are even seen by a consultant.",
        "Remember Labour’s pledge to cut hospital waiting lists, attract more doctors and nurses into the health service and harness the best of the private sector to drive up standards of care.",
        "Four and a half years on the waiting list for the waiting list are still over 150,000 higher than it was in 1997. Cancer survival rates are still lower in Britain than they are in countries like France and Germany. Labour’s plans to involve the private sector are bogged down in confusion and union opposition.",
        "We face a 57,000 shortfall in the number of nurses by 2004. The number of Doctor vacancies has doubled in the past year alone. More GPs are leaving the profession than joining it.",
        "No wonder the Chairman of the BMA says “our morale has been driven to distressingly new depths”.",
        "The Government talks about recruitment. But it’s no good recruiting Doctors and Nurses if you can’t retain them. And they can’t.",
        "The other week Alan Milburn even went to Spain to try and recruit Doctors from among their surplus.",
        "Actually, come to think of it, that’s not a bad deal. We’ll have their Doctors and Spain can have Alan Milburn.",
        "Even the Labour Party Chairman was forced to admit this week that parts of the NHS are in a worse state now than they were in 1997.",
        "Twenty-four hours to save the NHS. Four and a half years of Labour to run the NHS into the ground. And they are now telling us that it will take 24 years to get it right. For heavens sake, we cant wait that long!",
        "Remember Tony Blair’s other proud boast. “It’s education, education, education”.",
        "Try telling that to the teachers who spend so much time dealing with Whitehall directives that they are unable to concentrate on teaching. Try telling that to the inner city parents who are forced to send their children to schools where discipline is so poor that classrooms are like war zones.",
        "And try telling that to the Tesco Store Manager who recently had to spend over £1 million on new recruits to bring them up to the numeracy standards needed to work the checkouts.",
        "Labour promised to cut class sizes, to recruit more teachers and raise standards. Yet secondary class sizes are now higher than at any time since 1978. Standards in maths for 11 year olds are falling.",
        "Nearly 60 per cent of trainee teachers either never make it into the classroom or leave within three years, while 80 per cent of teachers say that discipline has got worse in recent years.",
        "They make boasts about teacher recruitment. But it’s no good recruiting teachers if you can’t retain them. And they can’t.",
        "And Labour’s new big idea? More classroom assistants.",
        "Make no mistake. Classroom assistants can do a good job. But this has to be the first time ever that they are being recruited so that teachers can spend less time in the classroom and more time filling in forms.",
        "Education, education, education. Under Labour it’s falling standards, worse discipline and a teacher crisis.",
        "And remember the other boast two years ago – an integrated transport policy: “delivered”. Try telling that to the car drivers stuck on some of the most congested roads in Europe. And try telling that to the rail passengers last month whose forty- minute journey lasted six hours – longer than it actually takes to fly to the Middle East.",
        "Labour’s transport policy is in tatters. And which private sector company is now going to risk its own money to provide investment in transport when they look at the treatment of Railtrack? And which private investors – often pensioners and workers – will ever again put their money into public services when they now know that the Stephen Byers’s of this world will without warning not only whip the rug from under the value of their hard earned shares but will sneer at them for having invested in the first place.",
        "Stephen Byers deserves the Karl Marx award for services to outdated dogma. For the damage he has done to public services he deserves the sack.",
        "Britain is the fourth largest economy in the world, yet we have public services that would shame the third world. Our people are unable to receive the hospital treatment they need. Our children are failing to receive the education that will give them a proper chance in life. Our disintegrating transport system means that simply getting to work is a daily story of misery for millions of people.",
        "For the past four year and a half years Labour have tried to blame everybody else for their own failure to deliver. First it was us, then the doctors, the nurses the teachers – all of us at some stage dismissed as the “forces of conservatism”. Under this Government it is always somebody else’s fault.",
        "Yet four and a half years on Labour Ministers have nobody left to blame but themselves. This is Labour’s health service crisis. It is Labour’s education crisis. And it is Labour’s transport crisis. And who is now being forced to pick up the bill for Labour’s record of failure. You: the taxpayer. Because on Tuesday Gordon Brown signalled his clear intention to increase taxes yet again.",
        "The last times he did so over and over again by stealth. He pretended that it hadn’t happened; and it still hurt. This time he’s positively boasting about it. The hard-pressed taxpayer has been well and truly warned.",
        "So much for that other famous pledge: “we have no plans to increase tax at all”.",
        "Tuesday was the day when the veneer of New Labour was finally stripped away.",
        "And it was the day when Labour finally abandoned any pretence that it was serious about the reform of our public services.",
        "Everybody wants to see investment going into our public services. But it should be investment that delivers results and doesn’t simply disappear down a black hole. Without genuine reform we will never bring about the improvements that people and expect and they will continue to have to put up with public services that shame our country.",
        "Tony Blair tries to tell us that there is only one choice – between tax cuts or increased investment.",
        "There is indeed a choice before us – but it is not that one. It is this.",
        "We can continue down the same road of taxing ever more heavily in order to plough ever more money to pay for unreformed services. Or we can combine a low tax, wealth-creating economy with genuine public service reform.",
        "Labour refuse to engage in reform because they remain dogmatically wedded to systems that were created in different circumstances to suit different needs. They remain the servants of the vested interests that pay their political bills.",
        "Conservatives must become the champions of world-class public services.",
        "We must be open to new thinking and new ideas that bring practical and pragmatic solutions to the challenges we face.",
        "We need to bring, where appropriate, the best of British enterprise and innovation that is found in the private and voluntary sectors into the running of our public services.",
        "We must listen to those who run our public services as well as those who use them.",
        "We need to learn from other countries, such as in Europe, where public services are run so much better. Liam Fox has already begun his rounds on health and his findings are significant.",
        "We need to offer people genuine diversity and choice.",
        "And we need to offer the British people the choice of a party that not only promises to deliver better public services but one that actually delivers better public services. That will be the number one priority for the Conservative Party over the next four years.",
        "Labour came to power promising to restore people’s faith in politics. Yet four and a half years on people’s faith in politics is so low that as I have pointed out at the General Election the number of voters staying at home was greater than the number who turned out to vote for the winning party.",
        "We have seen how the Government has increasingly sidelined and marginalized Parliament with Ministers taking every opportunity to make announcements anywhere but the House of Commons.",
        "We have seen a Prime Minister demonstrate such a low regard for Parliament that one of his first acts was to cut down the number of times he could be questioned there.",
        "We have seen how every reform that the Government has introduced has been designed with one objective – to increase the power of the Executive and weaken effective scrutiny of its decisions.",
        "And we have seen the culture of spin with Stephen Byers’s Special Adviser sending an e-mail round her Department, as the planes were crashing into the twin towers, suggesting that it might be a very good day “for burying bad news” and keeping her job.",
        "The worst thing is that none of us is the least bit surprised by it and even less so when on Tuesday Stephen Byers and Moore tried exactly the same tactic and sought to bury the minutes of his meeting with Railtrack by releasing them four minutes into the Chancellor’s pre-Budget Statement.",
        "I’ve now got to the stage that every time a big story breaks I find myself looking for the bad news which Stephen Byers will inevitably be trying to bury behind it. In terms of work rate he puts most undertakers to shame.",
        "What utter contempt they show for Parliament and the British people who put them there.",
        "These are the realities facing us and facing the British people as a whole. We need to turn them round and we need to turn them round fast. And we will only do that by showing that we ourselves have changed.",
        "We need to show as we develop our policies that we understand the real problems which confront people in their own lives and that we really care about them. We need to show that we mind about the priorities, the failures of those services upon which people have come to depend for their quality of life, but which are now personally failing them. We need too to show that we care about our country and that we will stand up for her interests and those of her citizens.",
        "We will fight the covert sell-out of our fellow citizens in Gibraltar upon which the Government is engaged.",
        "We will fight the hand wringing and waffle which is the hallmark of the government’s response to the growing catastrophe in Zimbabwe and we will demand action.",
        "We will fight the government’s inaction over our plane-spotters stuck in Greek jails.",
        "We will fight the headlong rush into a European superstate which was the import of Blair’s speech last Friday and we will offer a genuine alternative.",
        "We are faced by a government which seems hell bent on giving our country and its interests away, which has no pride in our past and no confidence in our future and which prefers surrender to resistance and abdication to responsible action.",
        "We must change all that. There can be no denying that we have a long and hard haul ahead. We start from a basis of indifference and disinterest.",
        "There is not so much hostility out there, only disengagement. We need to rekindle the interest, become interesting ourselves, and get ourselves out onto the doorsteps.",
        "In Iain Duncan Smith we have a leader who has already shown us a steady and clear command and who will see us through this long haul. I am honoured to be his deputy.",
        "He is growing in public stature with every day that passes and he will be a strong, clear and powerful leader in the months and years ahead. He was an excellent choice and we must give him all the support we can muster.",
        "That way lies the road to victory at the next election. The going will not be easy. But we are more than ready for the task. Our greatest enemy will be our own lack of faith in ourselves, our own lack of confidence. With confidence we can create the environment within which we can and will win.",
        "There can be no room for fainthearts on this journey. They will only hold us back. But none of you are fainthearted. You are the foundations upon which our victory will be built.",
        "So go back from here to your constituencies. Tell them that the dog days are over. Tell them the fight is on again. Tell them that the enemy is in our sights again.",
        "And tell them that with them with us we can win."
    ]
}