{
    "url": "https://www.ukpol.co.uk/michael-ancram-2004-speech-to-conservative-spring-conference/",
    "title": "Michael Ancram – 2004 Speech to Conservative Spring Conference",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Shadow Foreign Secretary, Michael Ancram, to the Conservative Spring Conference in Harrogate on 7th March 2004.",
    "content": [
        "[![macnram](https://www.ukpol.co.uk/wp-content/uploads/2015/03/macnram.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/macnram.jpg)",
        "Here at Harrogate today we begin the long march to political victory.",
        "The main battle may still be some way off. But in June already there are battles to be fought, not least the European elections, and they are battles we must win.",
        "At the heart of them will be the burning issues of integrity and trust, so cynically eroded by Tony Blair over these last seven years.",
        "He has undermined them with spin.",
        "He has dishonoured them by the casual ruthlessness with which those who dare to criticize him have been smeared and broken.",
        "It is often said that the first casualty of war is truth. Here truth is the inexorable casualty of Blair.",
        "He promised that he would ‘listen’. But his Government ignores the wishes of the British people.",
        "He promised ‘no more lies…no more broken promises’. But these are the common currency of his Government.",
        "He promised to restore ‘the bond of trust between the British people and their government’. No Prime Minister in history has done more to destroy that bond.",
        "He doesn’t trust the British people. And the British people no longer trust him.",
        "As the taxi driver who brought me here on Friday said, “We don’t like him any more. We don’t trust him any more. It’s time he was gone.”",
        "The breakdown of trust has been damaging enough here at home. In terms of our standing in the wider world it has cost us dear.",
        "Britain’s word in the world used to be respected. What we said we meant.",
        "Not any more. The years of spin and deception have put paid to that.",
        "Seven years ago we were promised an ‘ethical’ foreign policy.",
        "Tell that to Gibraltar. There was nothing ‘ethical’ nor honourable about the furtive negotiations to sell out their British sovereignty to Spain.",
        "And two years ago Tony Blair preached of ‘a moral duty to act’.",
        "Ask the suffering Zimbabweans about that moral duty. They have been abandoned and betrayed by Blair in the face of Mugabe’s reign of terror.",
        "In the run-up to the Iraq war Tony Blair asked us to trust him.",
        "I don’t resile from my belief that the action we took in Iraq was justified and right.",
        "It was not an easy decision, but had we walked away from it I am convinced that we would have had to return to it again when the challenge would have been much more dangerous and the risks infinitely more great.",
        "But there are now growing suspicions about the case that Tony Blair made for war.",
        "Too many unsubstantiated claims of personal knowledge of Weapons of Mass Destruction.",
        "Too many unanswered questions about what Blair knew and didn’t know.",
        "Too many arrogant dismissals of doubts.",
        "Why Mr Blair? The case for war was sound. You didn’t have to distort it.",
        "He spoke loftily on Friday about the need to reform international law to justify future actions.",
        "Well he must tell us what he meant and whether he can take his party with him.",
        "Because if trust is to be restored, the Government and the Prime Minister must now come clean.",
        "And then there is Europe.",
        "In 1994 Blair proclaimed that “under my leadership Britain will never be isolated or left behind in Europe”.",
        "Well, now we know what he meant.",
        "Going along with the crowd, rather than fighting Britain’s corner. Following rather than leading. Surrendering our sovereignty, abandoning our interests rather than making a stand.",
        "And all so that Tony Blair is never isolated or left behind. Never can one man’s neurosis have cost his country so much for so little.",
        "All humiliatingly illustrated in Berlin three weeks ago. The Prime Minister of our great country scuttling shamelessly around the skirts of France and Germany.",
        "‘Euro-creep’ in every sense of the word.",
        "Spin, deceit, betrayal, sellout. These are the true elements of Blair’s foreign and security policy.",
        "No strategic approach. No proper correlation between objectives and resources. The result – military overstretch, shortage of equipment and failure of direction.",
        "We, on the other hand, will come into government with a coherent foreign and security policy.",
        "It will be based on our national interest, on our sense of duty and of national pride. It will match our resources and our capabilities.",
        "We will rebuild respect for Britain in the world, not least because what we promise we will deliver.",
        "We won’t turn our backs on the suffering people of Zimbabwe.",
        "We will ask the UN to send in observers to monitor fair distribution of food. We will freeze the assets of all those who bankroll Mugabe.",
        "And, much as I love cricket, I would never – unlike Jack Straw – leave England’s captain in the intolerable position of having to shake the bloodied hand of Zimbabwe’s cricket patron, Robert Mugabe.",
        "I would make clear my view that the coming tour should not go ahead.",
        "In Gibraltar we will disown this government’s dishonourable agreement in principle to share sovereignty with Spain. Sovereignty shared is sovereignty surrendered.",
        "And we will never agree to a settlement that has not received the freely given consent of the people of Gibraltar.",
        "And unlike Blair and Straw, we will join the people of Gibraltar in celebrating their proud three hundred years of being British.",
        "Our historic experiences in the Middle East should allow us evenhandedly to promote dialogue towards a settlement.",
        "A settlement based on a secure Israel within acceptable boundaries and a viable Palestinian state.",
        "And we believe that prize is within reach.",
        "We will reassert the primacy of Nato as the cornerstone of our security policy.",
        "We will disown Mr Blair’s proposals to create a separate European military planning capability. We will support the widening role of Nato, and we will encourage continuing American commitment to it.",
        "Our relationship to the United States will be one of genuine partnership, not of subservience.",
        "Where we disagree we will say so. Where we can persuade we will do so.",
        "But always in the spirit of close allies bound together by shared values and shared traditions, where loyalty to each other benefits both nations.",
        "And we will continue to play our part in the fight against international terrorism.",
        "We must never give the terrorist the victory of creating an environment of fear in which we have to restrict our freedoms and change our lives.",
        "Three weeks ago I stood in the ruins of our consulate in Istanbul, where our consul Roger Short and other innocent people were cut down by a suicide bomb.",
        "We owe it to them never to give up and never to give in.",
        "So we must maintain our involvement in Afghanistan and Iraq until real stability has been achieved.",
        "I am proud of the way that our soldiers have responded to the challenges that they face there.",
        "I visited them near Kabul recently. Their professionalism remains outstanding.",
        "I honour those who have lost their lives.",
        "I pay tribute to those who carry out their difficult tasks with such distinction.",
        "But there must never again be a situation where our soldiers are put at risk because the likes of Geoff Hoon have delayed crucial military planning for party political reasons.",
        "Never again should any of our soldiers be sent into combat without the right kit.",
        "And never again should a British soldier find himself in the frontline with only five bullets to fight a whole war.",
        "The first priority of a government is the defence of the realm and the protection of its citizens.",
        "We will ensure that our armed forces, that invaluable national asset, are equipped to meet their commitments.",
        "We will ensure that the excellence of our front line troops is maintained, and improved.",
        "We will ensure that their ethos is fully respected and that they are properly resourced for their agreed tasks.",
        "And of course at the same time we will see that every pound that the taxpayer spends on defence is both efficiently and effectively used.",
        "And then the European Union, that partnership of sovereign nations of which we are, and are determined to remain, an important part.",
        "That is why we oppose a Constitution which opens the door to a single European state in which we would be smothered and submerged.",
        "In the Euro-elections in June this will be a major issue. Jonathan Evans will shortly explain why.",
        "Let me here pay tribute to Jonathan and his colleagues for the enormously effective work they do on our behalf.",
        "We want to see their numbers increased.",
        "We want to see that to show Mr Blair that the British people want a forward looking Europe of Nations, not a backward looking Nation of Europe.",
        "We will fight the Euro tooth and nail. And we will fight the proposed Constitution with equal ferocity and strength.",
        "And above all we fight to let the British people decide in a referendum",
        "Because we at last have the opportunity to build a flexible Europe.",
        "A Europe within which those members who wish to integrate more closely may do so as long as they do not require others to do the same. As Michael Howard said recently in Berlin, ‘live and let live’.",
        "A Europe in which the authority and primacy of national parliaments is reasserted, where there is proper accountability, where a genuinely enterprising and competitive Europe is created.",
        "A Europe where national identities still matter.",
        "And we will work with our fellow atlanticists in Europe to strengthen the vital partnership between Europe and America.",
        "We can take the lead in creating a Europe which works for the people and not for Brussels.",
        "We will reinvigorate the Commonwealth around its most influential members in every continent.",
        "Because our historic role must be to bring together the Commonwealth, Europe and the US as a force for stability in an increasingly unstable world. But above all we will rebuild pride in our country.",
        "Michael Howard in January reminded us ” that by good fortune, hard work, natural talent and rich diversity, these islands are home to a great people with a noble past and an exciting future”.",
        "I am proud of that past, of those British characteristics which are our strength.",
        "And the greatest of these is our love of freedom, a freedom which as Michael Howard also said should be defended “at any time, against all comers, however mighty”.",
        "And in looking at that exciting future we owe it to the people of this country to stand up for Britain, to have confidence in ourselves and to restore the confidence of others in us.",
        "And under Michael Howard’s clear and determined leadership we can do it.",
        "And we can do more. We can start to set about this wretched government, to show them up for what they really are.",
        "Our task is great.",
        "To sweep this seedy, spin-ridden, self-seeking, self-serving, values-free bunch of second-raters out of the doors of Downing Street and onto the scrap heap of history where they belong."
    ]
}