{
    "url": "https://www.ukpol.co.uk/michael-ancram-2003-speech-on-zimbabwe/",
    "title": "Michael Ancram – 2003 Speech on Zimbabwe",
    "post_date": "August 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Ancram in the House of Commons on 1 April 2003.",
    "content": [
        "I congratulate HF on securing this important debate and on the way he has introduced it. It is a crucial debate because of what is happening now in Zimbabwe and why.",
        "It is however wrong that once again it is a member of the opposition who raises the question of Zimbabwe within this House. It should have been debated on the floor of the House. We have used an opposition day once to do so. Not so the Government.",
        "For them Zimbabwe is a problem to be swept under the carpet. Two years ago the PM boasted that he had a moral duty to act. Instead he has walked timidly by on the other side.",
        "The Government are still walking by. They connived in the technical arrangement which allowed the French to invite Mugabe to visit Paris in February. They have done nothing since to bring genuine pressure on Mugabe. They have never explained what the Prime Minister meant by his 2001 declared ‘moral duty to act’. Presumably the thespian interpretation of the word!",
        "I went to Zimbabwe last July. I experienced the sense of betrayal by the British. No surprise that Amnesty International says “there seems to be no limit to how far the [Zimbabwean] government will go to suppress opposition and to maintain its power”. No surprise that the very courageous MDC MP Roy Bennett, no stranger himself to beatings and imprisonment, states “we feel forgotten by the rest of the world. Mugabe is getting away with murder, torture and rape, and no-one is taking a blind bit of notice”. It is unbelievable that our Government is still doing nothing.",
        "The horrors in Zimbabwe are getting worse. Over the last two weeks there has been a massive increase in state sponsored violence and intimidation. No coincidence that this upsurge comes at the same time that the world’s media are concentrating on Iraq and the two by-elections which thank goodness the MDC held. The smoke of even a distant war has provided a cover behind which Mugabe’s brutality has grown and flourished. The by-elections yesterday, although fantastic victories for the MDC, were marred by government vote-rigging and vicious intimidation.",
        "While won by the MDC, Mutable gave notice by his brutal attempts to steal these contests that he is determined by any means to achieve the five parliamentary gains he needs constitutionally to entrench his vile dictatorship. No wonder he describes himself as the African Hitler.",
        "Levels of government-sponsored violence have spiralled since the Iraq war began. On top of the ethnic cleansing of hundreds of thousands of black farm workers, and the state provoked and politically directed mass starvation, there are now the false prosecutions, the murders, the official use of sexual assault and rape as a weapon of intimidation, and the ever increasingly vicious beatings.",
        "The violent government reaction to the Stay-away two weeks ago has signaled the end of even the last vestiges of human rights in Zimbabwe. People are angry, they are hungry and they are at the end of their tether.",
        "If the international community does not act, I fear we will see the law-abiding , decent, peace loving people of Zimbabwe, black and whites alike, taking the law into their own hands. All the ingredients for an enormous humanitarian disaster are present. It would be a conflagration from which we would not be able to walk away.",
        "Zimbabwe is at the front line of the food crisis. The World Food Programme estimates that 7.2 million people are vulnerable. Food production has dropped to about one-third of previous years’ levels. Thirty-four percent of the adult population are now infected with HIV/AIDS.",
        "And then there is the oppression. The main opposition leader Morgan Tsvangerai and his MDC have reached the limit of what they can do to force the government to change. Since the recent strikes at least 1000 people have been arrested, assaulted and hounded from their homes.",
        "And what is our Government’s response? The Noble Baroness Amos said last week, “the United Kingdom Government are working with our EU partners on a statement condemning the action which has been taken”. Working on statements of condemnation! Mugabe’s thugs are working not on a statement. They are ‘working-over’ the opposition. The time for words is long past. We need to see action.",
        "The US has just signed a new and broad sanctions order. Will we now toughen up EU sanctions? Presumably the Government got some promises in return for their supine surrender to France over Mugabe’s recent visit to Paris? We need harsh sanctions which include the families of the regime and its financial backers and which freeze the assets of all these people as well as banning travel.",
        "Over and above that the problem of Zimbabwe needs urgently to be internationalized. We need UN action as well. The Minister the noble Baroness Amos asserted last week that Zimbabwe does not pose a challenge to international peace and security, remains a domestic issue and that the UN cannot intervene.",
        "I totally disagree.",
        "Given its geographical position, the impact of Zimbabwe’s escalating crisis will extend way beyond its borders:",
        "The crisis will destabilise Zimbabwe’s immediate neighbours, particularly South Africa, Botswana, Malawi and Mozambique by driving thousands of refugees into these countries.",
        "University of Zimbabwe political scientist Masipula Sithole says: ‘Given its pivotal position, Zimbabwe has the potential to destabilize SADC both economically and politically on a much wider scale.’ If that is not the definition of an international problem I don’t know what is.",
        "I would like to see a UN Security Council Resolution with good precedent condemning what is happening in Zimbabwe and calling for international monitoring of humanitarian aid and its distribution. That would be a start, and if the Resolution is firm enough it could also deal with refugees and ethnic cleansing as well.",
        "Will the Government table such a Resolution?",
        "The SADC, and especially the region’s economic powerhouse South Africa, should take more resolute action. Morgan Tsvangerai last week stated that the MAC is willing to enter into talks to discuss how to solve Zimbabwe’s political and economic crisis.",
        "The signs are not hopeful. Following last week’s strike, President Mugabe called the MDC a terrorist organization and vowed that it would be crushed.",
        "Nevertheless this is a moment for renewed vigour. Even President Mbeki of South Africa, which holds the key to pressurizing Mugabe and Zimbabwe, is now condemning the violent crackdown in Zimbabwe. The openings are there.",
        "Our Prime Minister last year talked about “a coalition to give Africa hope.” Where is that new coalition?",
        "The Government must act. To stand idly by and watch genocide, ethnic cleansing, mass rape, starvation, torture and to do nothing is, if it ever was, no longer an option. Go to the UN, get a Resolution; go to the SADC, strike a new alliance; go back to the EU, toughen the sanctions; and give back hope to the people of Zimbabwe.",
        "We acted in Kosovo because of unacceptable flouting of human rights, because of ethnic cleansing, because of rape camps and torture chambers and hideous levels of violence. What in those terms in Zimbabwe is the difference? The Foreign Secretary may be paralysed by the post-colonial guilt to which he referred in his interview with the New Statesman before Christmas. It does not mean that the rest of us need be.",
        "The oppressed and persecuted people of Zimbabwe, most of them black, see nothing post-colonial in asking us to intervene, rather a moral obligation. They cannot understand why the British Government does not.",
        "The Government can act. Even at this desperately late hour it must. The time for walking by on the other side is over."
    ]
}