{
    "url": "https://www.ukpol.co.uk/michael-ancram-2003-speech-to-conservative-party-conference/",
    "title": "Michael Ancram – 2003 Speech to Conservative Party Conference",
    "post_date": "August 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "2003 Conservative Party Conference",
            "url": "/tag/2003-conservative-party-conference/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Ancram, the then Shadow Foreign Secretary, at the Conservative Party conference on 8 October 2003.",
    "content": [
        "I don’t know about you, but I am tired of this Government trying to make me feel ashamed of being British.",
        "I am fed up with seeing our history rewritten, of Labour Ministers apologising for our past.",
        "I have one burning ambition.",
        "I want to be proud of my country again.",
        "I came into politics because I believe in public service.",
        "But, over these last six years we have seen it mocked, diminished and destroyed.",
        "There is today a stench at the heart of Government that corrodes our democracy and undermines our standing abroad.",
        "The stench of spin. Of deceit, of half-truths and distortions, of cronyism and of downright lies.",
        "And at the centre, as we saw again last week, the high priest of spin – Tony Blair.",
        "Everything that threatens him ruthlessly swept aside.",
        "The reputation of those who dare to criticise him vilified.",
        "Loyal public servants pilloried and even destroyed on the anvil of this Prime Minister’s survival.",
        "Those who question his judgement, written off as ‘rogue elements’.",
        "Is this really the Prime Minister who preached only two years ago of ‘a moral duty’ and ‘healing the scars on the conscience of the world’?",
        "That was the spin.",
        "The reality is very different.",
        "A shameful catalogue of abandonment, betrayal, sell-out, dishonesty and total breach of trust.",
        "One thing is clear. You cannot trust a word this Prime Minister says.",
        "Two years ago he promised Zimbabweans that Mugabe’s vile behaviour would ‘not be tolerated’.",
        "And then he abandoned them.",
        "Zimbabwe’s scars haven’t healed, Mr. Blair. They’re festering. And you just walk by on the other side.",
        "This Prime Minister promised the people of Burma that the ‘international community will not stand idly by’.",
        "And then he abandoned them.",
        "Abuses in Burma are soaring Mr. Blair, and you just stand idly by.",
        "This Prime Minister has tried to betray the people of Gibraltar. By a secret deal to share sovereignty with Spain.",
        "If you had any honour, Mr. Blair, you would accept the clear verdict of the people of Gibraltar last November and ditch this unworthy agreement forever.",
        "We won’t abandon the people of Gibraltar.",
        "Let me say again, we will not be bound by any constitutional agreement between the Government of Britain and Spain which does not have the full democratic consent of the people of Gibraltar.",
        "I make no apology for talking about the Prime Minister rather than Jack Straw.",
        "The day was when a Foreign Secretary stood tall in any Cabinet – but not Jack Straw. He is now nothing more than Blair’s errand boy.",
        "A recent scurrilous report suggested that Jack had a mind of his own! It was swiftly and categorically denied by – Jack Straw.",
        "So back to Mr Blair.",
        "He told us the proposed European Constitution represented ‘no significant change’ in our relations with the EU.",
        "Not for his fellow European leaders. For them it is an historic and fundamental change.",
        "Mr. Blair promised that he would defend the ‘Europe of nations’. But, last month’s White Paper wasn’t a White Paper. It was a White Flag.",
        "It was Tony Blair’s capitulation to those who wish to build a single European state.",
        "‘Ah, but’ we’re told, ‘look at the ‘redlines’ which defend British interests’.",
        "Well I’ve looked. There are no red lines. Only red herrings.",
        "Tony Blair has already thrown in the towel. And now we hear he is selling-out our rebate.",
        "We will fight this damaging Constitution with everything we’ve got.",
        "For a start the British people have the right to say yes or no in a referendum.",
        "Other EU countries are having referendums to decide.",
        "Mr Blair what is wrong with the British people that we cannot be trusted to decide?",
        "We will promote a Petition to Parliament requiring a referendum, because even this Prime Minister cannot ignore forever the collective voice of the British people.",
        "The British people demand a referendum. They must have a referendum.",
        "There is now an endemic dishonesty attached to everything this Prime Minister says and does.",
        "Even when he’s right.",
        "I believe that action in Iraq was right.",
        "I pay unreserved tribute to the professionalism and dedication of our brave servicemen and women. In toppling Saddam Hussein they have removed a dangerous and recognised threat to international peace and security.",
        "And they did more.",
        "I’ve just been to Baghdad. A woman there said this to me “You’ve never known the fear of the knock on the door in the night”. “You haven’t wept as your loved ones were taken away, never to be seen alive again.”",
        "It was the day after Saddam Hussein’s two sons were killed.",
        "“I danced in the night when I heard”, she said, “because I knew that they could never do it to me again”.",
        "That too is why it was right.",
        "What was wrong was the way this Prime Minister approached the war.",
        "We pressed him to make a case that the British people could trust.",
        "He failed to do so. Instead he bent and twisted the truth for his own ends.",
        "Mr. Blair. The case was sound. There was no need to lie.",
        "You didn’t need to stretch the truth. You didn’t need to manipulate the intelligence material.",
        "You didn’t need to claim that your dodgy dossier was intelligence-based when it was not. You did not need to claim personal knowledge of WMD that evidently you did not have.",
        "This Prime Minister should have trusted the British people. But the culture of spin in Downing Street was just too strong.",
        "The government should now end the confidence sapping drip-drip of accusation and counter-accusation.",
        "They should – as we have long asked – set up a comprehensive independent judicial inquiry into the events leading up to the war and its aftermath.",
        "But this Prime Minister contemptuously turns his back.",
        "We shouldn’t be surprised. He always turns his back.",
        "Well it’s time to give him a stark message.",
        "Prime Minister. The British people don’t like you anymore,",
        "The British people don’t trust you anymore,",
        "They don’t believe you anymore,",
        "You have let them down, and for that they will not forgive you.",
        "What Britain needs now are realistic goals in line with our resources.",
        "We need a foreign policy that people can trust.",
        "You certainly won’t get that from the Liberal Democrats.",
        "Still the dirtiest fighters in British politics. No principles, no ethics and no beliefs. All things to all men.",
        "What time is it, Mr. Kennedy? What time would you like it to be?",
        "What are your policies, Mr. Kennedy? What would you like them to be?",
        "Which way is the wind blowing, Mr. Kennedy? Just watch the way I’m pointing today!",
        "They have a foreign policy. A very simple one. As long as it’s made in Brussels it’s alright.",
        "Well it’s not alright by us.",
        "We understand today’s world",
        "The menace of terrorism. The peril of rogue states. The challenges of poverty and starvation.",
        "And we know our role.",
        "As Iain Duncan Smith has made clear, the core of our Foreign Policy is the national interest.",
        "Not selfish, but necessary.",
        "Our security, our economic well-being and our potential as a force for good.",
        "We have listened to the British people and to our friends abroad.",
        "The common theme is trust. An end to the to the lies and the letdowns and the broken promises.",
        "They want a policy they can rely on. A policy we will deliver.",
        "A policy for Britain.",
        "No promises we cannot keep; no expectations we cannot meet.",
        "We will be true to our friends and to our word.",
        "In today’s increasingly fluid world we need to build stronger alliances, particularly within the Commonwealth.",
        "We need agreements that can expand free trade and create new opportunities for British business and British skills.",
        "Our ‘special relationship’ with the US has rarely been stronger.",
        "I want to make it even healthier.",
        "A friendship strengthened by genuine debate. Where honest disagreement can stand comfortably alongside our shared values and principles.",
        "That is the mark of a true relationship.",
        "Central to this is NATO.",
        "I totally reject the anti-American machinations of the French to undermine NATO.",
        "We will strengthen NATO as the foundation of European collective defence and security.",
        "And we will use where appropriate its new flexibility to deliver security ‘out of area’ as it is doing today in Afghanistan.",
        "We are also well placed to help encourage dialogue in potentially world-threatening conflicts.",
        "Northern Ireland taught us the hard way how to turn terror and bloodshed into dialogue and relative peace.",
        "We can share that lesson. We can help build confidence and dispel mistrust.",
        "For instance in the Middle East where mutual mistrust has once again tragically bred violence and counter-violence.",
        "And derailed the roadmap towards the two-state solution of a secure Israel and a viable Palestine which is the only credible way forward.",
        "The outlook for both sides in the face of a spiral of violence is bleak. Restraint on both sides is very necessary.",
        "It will need the patient rebuilding of confidence and trust to restart the process.",
        "And we will also keep faith with those who legitimately look to us for help.",
        "I have seen the horrors of Mugabe’s Zimbabwe.",
        "We will not go down the appeasement road of ‘quiet diplomacy’.",
        "We will not shut up as Zimbabwe’s free press is shut down.",
        "We will not let up until Mugabe, his financial backers and his whole brutal regime are gone, and gone forever.",
        "And we believe in Britain.",
        "And that means fighting for Britain.",
        "And that means opposing the European Constitution.",
        "We don’t want and we don’t need a written constitution for Europe with its own President, its own Foreign Secretary, its own diplomatic service and even its own army.",
        "We don’t want to lose our right to decide our own asylum policy.",
        "We don’t want and we don’t need a single European state.",
        "Over the next few months we will campaign against the Constitution, fiercely and unremittingly, the length and breadth of the land.",
        "We will fight it tooth and nail.",
        "And if this Prime Minister ever tries to chance his arm with the single currency we will with equal ferocity fight that menace too.  \nIain Duncan Smith has made our position very clear.",
        "We want to make the European Union work.",
        "We don’t want a tired old Europe, a prisoner of its own bureaucracy, living in a haze of ingrained anti-Americanism.",
        "We want a new Europe of democracies, ready to serve the ideals of a new generation, working together in a spirit of new enterprise.",
        "We want a Europe where power flows upwards from nation states and their peoples, and not downwards from Brussels and its remote elites.",
        "I pay special tribute to Jonathan Evans and his MEPs for their tireless work in fighting fraud, in supporting businesses and farmers, and encouraging deregulation in the European Union.",
        "We know who we can trust in Europe, and next June we want them all re-elected, and more. Jonathan, our best wishes go with you and your colleagues.",
        "We want to build a European Union founded on cooperative partnership rather than coercive integration, with the Commission the servant and not the master, properly accountable to national parliaments.",
        "And in which legislative initiatives emerge from the national parliaments and not from an increasingly centralised bureaucracy.  \nA European Union within which the national aspiration of all its members, new and old, are not suffocated but supported.",
        "One of this Prime Minister’s most outrageous lies is that diversity in Europe is impossible, and that political integration is inevitable.",
        "Nothing in politics is inevitable, not if you fight it hard enough.",
        "Last month the Swedes fought hard and proved that the Euro is not inevitable.",
        "In doing so they have opened the door to a new diverse Europe.",
        "We must follow Sweden’s example and carry forward the torch of freedom and democracy.",
        "We have a unique opportunity. In Europe, in the Commonwealth, in our partnership with America. We can play a vital role in the modern world.",
        "It is in our national interest to do so.",
        "Because in doing so we will give Britain back its pride.",
        "I share the rising public anger at a government that sneers at integrity and trust.",
        "I am sick and tired of a government that mocks our traditions, our culture, our currency and even our very Britishness.",
        "I want a Britain where freedom means what it says, rather than what this Government tells me it should mean.",
        "No one trusts this government any more.",
        "This rotten bunch are past their sell-by date.",
        "They must go.",
        "We must sweep them, stench and all, into the dustbin of political history.",
        "Our challenge is clear.",
        "To be true to ourselves. To have confidence. And to work as one.",
        "Together we can go out from here and win."
    ]
}