{
    "url": "https://www.ukpol.co.uk/michael-ancram-2002-britain-and-europe-a-conservative-renaissance-speech/",
    "title": "Michael Ancram – 2002 Britain and Europe: A Conservative Renaissance? Speech",
    "post_date": "August 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Ancram on 12 June 2002.",
    "content": [
        "I am honoured by your invitation to address you. Over many years your Organisation has carried a great reputation for original thinking and for informed debate. We all honour the name and memory of Konrad Adenauer, whose vision and determination rescued Germany from the ruins of war and created a new, wider confidence in Europe as a whole. We are all in debt to him.",
        "I want to speak today about what I see to be a new confidence and dynamism in the politics of the Centre Right in Europe. I want to talk about what is happening in the British Conservative Party as it climbs back from two massive defeats and how that fits the changing political landscape of the United Kingdom. And I want to look at the British Conservative perspective view the European Union and the changes that are taking place there too.",
        "I ask whether there is a conservative renaissance in Britain and Europe. The signs are encouraging. Leaving aside the right wing victories in America and Australia, within Europe the picture is bright. Centre right governments in Spain, Austria and Italy; in Denmark and Norway; most recently in the Netherlands and France; looking good in the Czech Republic; and with respect and pleasure we watch the unfolding campaign here in Germany with Herr Stoiber looking set fair. Conventionally I should not comment on your elections, but I wish you every success. We are with you all the way.",
        "We meet in changing – not to say tumultuous – times, in both world and domestic politics. 11 September served as a tragically stark reminder of the seismic shift in the international scene triggered the end of the Cold War. Gone finally are the old foreign policy certainties of the counter-balancing cold war blocs, the security reassurance of known and measured opponents. Instead we face a time of fluidity, of change, of uncertainty.",
        "The cold war equilibrium of the symmetrical threat anchored by the doctrine of Mutually Assured Destruction (MAD) has given way to the asymmetry of the international terrorist threat. The Sumo-like embrace of known enemies has given way to the fear of the invisible enemy and the unknown threat. We face the possibility of potential nuclear conflict in the Indian sub-continent and of the use of weapons of mass destruction in the Middle East. We live with the constant knowledge that the international terrorist with total disregard for human life – including their own – could strike anywhere at any time and with catastrophic results.",
        "We are having to learn new rules, new methods and new objectives in pursuit of successful diplomacy; or more accurately perhaps we are having to rediscover those successfully deployed by our ancestors in the 19th Century when the world was last in so fluid a state.",
        "What is certain is that the world has changed and that we must change with it. Obstinate certainty must be replaced by more sensitive flexibility, the arrogant exercise of power by a more subtle agility, and the coalition of security by a coalition of national interests. There is a new tide in the affairs of men sweeping across Europe and we must ride it.",
        "Part of that tide undoubtedly is the renaissance of the Centre.",
        "People are realising that in this changing world the rigid dogma of the left ill serves their interests. They realise that the command economy and the corporate state can no longer deliver –if they ever could – and that it is people as individuals and within their communities who know best.",
        "The British Conservative Party under Iain Duncan Smith is changing to reflect this changing world. We as a party are seeking to show that we spring from the real world; the world as it is, not the world as we would necessarily like it to be. We seek to cut through spin and to face realities. And one of the starkest realities is that while our country prospers from its increasing wealth and burgeoning technology, it is still a country in which we witness daily the growing phenomenon of those who are being left behind.",
        "These are the new vulnerable, those who cannot get their children a decent education, or cannot get medical treatment when they need it, or who live in fear of crime and anti-social behaviour. These are our people. We are a party that genuinely cares about helping the vulnerable in our society. Nor is this position opportunist. Over 150 years ago the towering Conservative figure of Benjamin Disraeli wrote that it was the sole duty of power to ‘secure the social welfare of the people’. From this has always sprung our One Nation tradition, which is being given new life today.",
        "We are a party that seeks to give everyone the opportunity to succeed.",
        "A Party that recognises it is local people who know what is best for their locality not some centralised Government bureaucracy.",
        "A Party that trusts people.",
        "Tony Blair’s New Labour claimed to understand this when they came to power in 1997. They said that they would bring hope and that they would offer people a brighter future. They promised the earth.",
        "And they have failed to deliver. Failing public services as a result of over-regulation and constant interference, and failing trust as a result of continuous let down.",
        "This is par for the course with left-wing Governments across the western world. They re-brand themselves but at the end of the day they are still the over-centralising, bossy, all-controlling governments that they have always been.",
        "Why? Because in the end they don’t trust people – they don’t trust ordinary people to know what is best for their own localities, for their own communities. They always know best.",
        "We start from the other end. Conservatism trusts the people. This goes to the heart of modern conservatism: trusting individuals, standing up for individual freedoms. Helping those in our society who are vulnerable. Working with the world as we find it, addressing practicalities to make that world better and address the problems faced by millions of our citizens and those worldwide.",
        "We trust people to do their jobs. We trust them to know what’s best for their family. We trust them with their own money. We trust them to run their own lives.",
        "When people are trusted, they build communities. We support those local communities. Conservatives believe in the individual, and we believe in those individuals coming together to form communities. Communities that can respond to local needs and help the vulnerable in those communities far better than any impersonal and distant Government could.",
        "We trust teachers to teach. And in trusting the professionals we can better hope to deliver. Yet in the UK today we cannot find enough people who want to come into or stay in teaching, because the government does not trust them to do their jobs without constant interference. In the last year 4440 pages of regulations have gone to teachers, 17 pages for each working day of the year, all requiring some input from already hard-pressed teachers.",
        "Education is the source of hope for people. It is the means by which they can better their lives and change their futures, yet our education system consistently fails the most disadvantaged. Truancy is a serious problem. Up by 11% since 1997. The gap between the best and the worst schools is growing. 500% increase in the number of assaults on teachers by parents and pupils, mostly in the worst schools. Is it surprising that 39% more teachers are leaving the profession before retirement than in 1997. And now for the first time for many years we are seeing teachers on strike or threatening to do so.",
        "We have much to learn from countries like Germany on how to tackle these issues, and on how to improve our education system; and we are prepared to learn.",
        "And why should the law-abiding majority in our society suffer increasingly at the hands of a minority of vicious and violent and often surprisingly young criminals?",
        "The British Government has also taken away the local policeman’s discretion and freedom to tackle crime. Instead they have resorted to centralisation, less face to face human contact, more bureaucracy and less understanding of neighbourhoods.",
        "Neighbourhood policing is the way forward; personal interaction and local knowledge. A system where the police officer knows the people he or she is looking after – and the criminals in the area – and where they know him. Under conservative mayor Rudi Giuliani such an approach produced tremendous results in New York. We believe it could do the same for us. n contrast in London last year street crime roes by 38%. You are now more likely to be mugged in London than in Harlem, New York!",
        "But there is more to cracking crime than simply locking people up. We will as my colleague Oliver Letwin said offer people a way off the conveyor belt of crime. We will provide exit routes, not just by tackling crime and its causes but by exploring also the causes of good behaviour and law-abiding behaviour.",
        "At the core of this is the emerging concept of the neighbourly society. A society which is based around a respect for people. To build up and preserve the local relationships and networks of identity and self-worth that make people feel included, that make them an important and valued part of the community.",
        "In health care it is the same. Our local family doctors are part of the fabric of the local community. They know their neighbourhoods and the needs of those communities ands neighbourhoods far better than any central government department based miles away can ever hope to. We will trust doctors to know what is best for their patients.",
        "The British Government concentrates too much on its own political health rather than the health of patients around the country, on spin doctors rather than real doctors. And in the midst of it all they have, in our view, lost sight of what really matters – making sick people better.",
        "We have looked at health care provision in Europe. The best systems are those based on doctors and patients having choice. Having the flexibility and choice that enables them to react to their own needs and those of the locality. Once again we have looked at Germany. Your 5 year survival rate for leukaemia is 39% against ours of under 28%. For prostate cancer your survival rate is 68% against 44% in the UK. There is indeed a lot for us to learn.",
        "These are the main political challenges facing us in the United Kingdom today, and these are the ways in which we as a party are seeking politically to address them.",
        "We do so in a changed atmosphere. One which is based on a new sense of national self-confidence, of pride in our country and in our monarchy. This is politically our natural environment. Up to ten days ago this view was mocked by our own left-wing media. It was rubbished by one of your own well known publications. All now have red faces.",
        "The British people gave their answer. Last week they came out in their millions in London and across the UK as a whole to demonstrate their affection for the Queen, their support for the monarchy and their total pride in their country and what it stands for.",
        "At home, in the face of massive challenges the tide is finally turning slowly but steadily in our favour.",
        "As at home, so too abroad we face massive challenges. 11 September has vividly and tragically brought home to us many of the challenges that began with the end of the Cold War. As I said earlier, flexibility is the key to meeting these challenges in what is an increasingly changing international scene.",
        "After 11 September Tony Blair showed the value of flexibility. He was realistic about what was required to meet the threat, helping to build an international coalition which allowed nations to contribute at the level at which they felt happiest. The bureaucracy of a common position where all must conform to the lowest common denominator was avoided. Europe was able to react at different levels of enthusiasm and participation. The attempts of the most ardent European integrationist to seek a common foreign policy which would have meant sailing at the speed of the slowest ship in the convoy were resisted. And rightly so. It would have been totally unrealistic to have done otherwise.",
        "We as Conservatives believe in realism, not making promises you can’t keep, and in understanding our history – not denying it. These criteria will be the hallmark of a successful foreign policy in the coming decades. That is why we believe in the development of a Europe that works with America rather than in rivalry to it. America is in fact the greatest superpower the world has ever known; militarily, economically and educationally. It can and will work in partnership with Europe, but not with an antagonistic Europe. We must develop a Europe which is flexible and agile and which politically complements rather than politically competes.",
        "We need to work to create an EU that is modern, de-centralised, that trusts its members and is not constantly trying to aggregate more of their powers to itself. An EU that is outward looking.",
        "The Conservative Party is not interested in withdrawal from the EU – to do so would be a dangerous abdication of genuine influence. Nor should we follow the supranational approach beloved of so many in the EU, an approach that submerges everything in a vast supranational concept.",
        "Our long-held belief that Europe must change to bring it closer to the people that actually live within it is now matched by a realisation in Europe itself that all is not well with “le projet”. Recent referendums and other electoral tests have demonstrated the growing alienation of the peoples of Europe from its institutions. If Europe is to carry true democratic legitimacy and accountability it must find a way of reconnecting with its peoples again. And Europe has realised this need for itself.",
        "The Convention on the Future of Europe represents this realisation, a realisation first of all of the need for consultation. But that consultation must not be narrow either in scope or agenda. This convention must address all the fundamental problem facing the EU today and in particular the glaring democratic deficit. What we want, and what the Convention should concentrate on achieving, is a Europe of democracies – not a Europe of over-bearing bureaucrats.",
        "The only certainty in Europe today is that Europe is uncertain, more uncertain about itself than it has been since its inception.",
        "Against a backdrop of the threat of economic problems, a European demographic time-bomb, a technological gap between the EU and the US, a need for greater deregulation we can see the structural flaws of the European Union.",
        "That is why we call for a fundamental review of the way the EU is currently working. Such a review is necessary before genuine constructive reform. The twin nettles of review and reform must be grasped if the EU is to meet successfully the challenges of the 21st century.",
        "The EU stands at an historic crossroads. Recent political events in France stand as a warning of the potential outcome of that sense of detachment from a remote political elite felt by millions of people across Europe. In response to this sense of detachment various prescriptions have been offered.",
        "Some people suggest the supra-national solution. Some the withdrawal solution. Both are wrong. I have already mentioned the drawbacks of withdrawal. As for the supra-national approach one has but to look at the CFSP for an example of the pitfalls of moving too fast and too far. It is a policy initiative wracked by lack of clarity, weasel words, muddle and impracticality. It is a policy which in practice would require every member state to sign up to the lowest common denominator. The aspiration of a more effective foreign policy is a noble one, but the CFSP route is a misguided one, as indeed is any attempt to coerce what is naturally incoercible.",
        "An attempt to do so would make foreign policy far less effective. We saw the response to 11 September. Various countries had different views on the most appropriate response, and therefore a common line, a common policy, was impossible. I respect the right to disagree. Indeed I think it is vitally important that nations retain this basic right as national interests differ. But it serves to demonstrate the impracticality of a common policy.",
        "In the press over recent weeks we have seen the chaos that characterises European security policy. Commissioners Patten and Kinnock have been open in their criticism of the role being played by Javier Solana. Giscard D’Estaing has called for a common European diplomatic service. Romano Prodi wants to push ahead with a single European foreign policy. Jack Straw wants to redefine sovereignty to fit this model. Yet at the same time he and the Prime Minister are calling for a Europe of Nations.",
        "So who is right? Who do we believe? Who speaks for Britain and Europe on these important matters. So unclear is the message, so confused the language, so indistinct the objective, no wonder ordinary people feel cut off from their European masters. No wonder they are suspicious and distant.",
        "By contrast we offer a clear approach – a view of Europe that is constructive, positive and forward looking. Europe needs to change to bring it back in touch with the peoples and parliaments of the nations of Europe. They are the original and abiding source of its legitimacy. Reform should aim to put them back at the heart of the European Union again.",
        "We want to be constructive participants in that process of achieving reform, and our preferred way forward is clear.",
        "A partnership of sovereign nations, bound by the single market and the rules of free trade, but otherwise working at different levels of participation and involvement, tailoring common ventures and aspirations to the national interest and the national modus operandi. A Europe for all seasons, and all national traits and imperatives, which recognises and maximises national strengths in a constructive way.",
        "Defence co-operation on an flexible basis, working together as and when required, with each country contributing through NATO at the level with which it is most comfortable.",
        "The deeds and words of the EU leadership at this time all point, not so much to a desire to make the EU work for the citizens of its member states, but to their desire to submerge – or as some might somewhat disingenuously suggest ‘pool’ – British sovereignty and that of other European countries in an ever more centralised Europe. Whatever the word, and even ‘pooling’ by definition means diluting, their agenda remains quite clearly the creation of a supranational Europe. What Romano Prodi rather infelicitously described as “an advanced supranational democracy which must be strengthened”, but which in the language of ordinary people in concept, in structure and in power is a superstate by any other name.",
        "We believe profoundly that this is the wrong direction for Europe, and we reject it. It threatens not only the end of popular sovereignty, but also a further divorce of the political process from its legitimacy – through their national parliaments the people themselves. It either presages the unacceptable tyranny of the majority imposing common policies on a reluctant minority of member countries, or the equally unacceptable tyranny of the lowest common denominator.",
        "The coercion of conformity and harmonisation would stifle the diversity that is the very essence of Europe, and in doing so could give birth to the tensions which would be meat and drink to nationalist movements across Europe.",
        "These tensions will become even more apparent after enlargement. EU enlargement is a project that has always enjoyed the total support of the Conservative Party. But we must also recognise the need to plan properly for it.",
        "The tensions that this creates are beginning to show in the failure to face up to the shortcomings of the Common Agricultural Policy, and in the increasingly sharp exchanges between the accession countries and Brussels as the realisation dawns that the EU has taken insufficient account of their needs with regard to structural funds and agricultural subsidies. This is a salutary warning of the internal divisions we risk if we do not move swiftly to reform.",
        "We want to see genuine and constructive reform. We do not see it in Romano Prodi’s ‘advanced supranational democracy’. A supranational European state would undermine the goodwill and genuine co-operation required in Europe. It would also be harking back. It would be building a bloc when the era of blocs is ended.",
        "It would also be naively ambitious. To attempt to be a superpower bloc, rivalling America, is foolish. America is a sovereign superpower with vast resources. Europe is not. We need America far more than America needs us. We must stick to the partnership of Europe and America. We must reject the anti-American rhetoric of some leading Europeans who want to make it Europe or America. There are too many politicians in Europe today, and not only in the Commission, who seems to think there is something macho in being critical of America, in portraying its foreign policy as ‘simplistic’ against the perceived ‘sophistication’ of Europe’s. While quiet and well-based criticism can be an act of true friendship, this smug unpleasant anti-American undertone emanating from the upper echelons of Europe can only damage the interests of Europe. Nor would the description of European foreign policy as ‘sophisticated’ be readily recognised in the Middle East or in the Indian sub-continent at this point in time. Europe would be better engaged in examining critically itself rather than in being so ready to insult its friends.",
        "That is why the current debate on the future structure and shape of Europe is so vital.",
        "We need to use the current debate to look at what is working and what is not. That which is working and is consistent with the Europe of the future should be preserved and strengthened. That which is not working, or is out of date or is no longer consistent with the evolving nature of Europe should be reformed or discarded. Anything less than this rigorous approach will be a sham.",
        "The Treaties, the ‘acquis’, the directives, should all be open to re-examination to assess their effectiveness and continuing relevance – and open to change if necessary. A genuine review and reform process cannot object to revisiting those elements which appear either not to be working or not working as well as they should. There can be no sacred cows, no no-go areas, no sealed vaults",
        "By adapting to change and revisiting the treaties, the regulations and if necessary the ‘acquis’ and in making a constructive assessment of their continuing relevance and value to people as opposed to institutions, we can hope to move once again towards a ‘bottom-up’ Europe. A Europe that starts with the needs and aspirations of the people of Europe, not the ambitions of its bureaucrats, and which can once again make itself relevant to people’s lives.",
        "We are open to genuine reform. Not doctrinal reform to a set agenda, but reform to build a more workable Europe to meet enlargement. Not destructive reform, but constructive reform which works for the peoples of Europe. Not theoretical reform, but reform which reconnects people with what Europe means for them, and which will make a useful contribution to improving their lives.",
        "I have tried to give you a view about what is happening in my Party, in my country and our perception of current developments within the European Union. In a strangely inevitable way I have been led back in each case to the same fundamental democratic truth – the central importance of the people. But that is in the nature of democracy. It is what it means.",
        "It is a regrettably an endemic weakness of politicians to believe that they always know better than the people. Some of our political leaders tell me that it is not a politician’s job to listen but to lead. In fact it is possible to do both, but each action must be commensurate with the other. The 20th Century was essentially an era in which politicians worked to grand designs and built grand structures, where they sought to impose vaulting philosophies and ideologies, and expected people simply to follow, coercing them when they did not.",
        "However harsh the ideology, however draconian the philosophy, it was invariably pursued in the name of the people, often seeking spurious and unjustified legitimacy from that claim. Towards the end of the 20th Century we saw the worst of these totalitarian dictatorships overthrown by the very force from which they had sought to claim their legitimacy. It was the people who laid low the Berlin Wall. It was the people who brought to its knees and ultimately broke up the mighty Soviet Union. It was the people who liberated themselves and in doing so Eastern Europe. It was the people who reopened the gates of freedom and individual liberty.",
        "And it was in the name of the peoples of Europe and the determination to protect them from the ravages of any future European war that what is now the European union was begun. This was a dream which was civilised, democratic and well meaning, and many of my generation welcomed it with open arms. But it too has succumbed to the aggrandising ambitions of political journeymen. In so doing it has begun seriously to lose touch with the peoples who are through their parliaments the font of its legitimacy. These same people are making clear their frustration, and not always in the most comfortable democratic of ways.",
        "On a smaller scale the popular reaction to an increasingly remote and out of touch government in my country is the same. The residual corporate state, the surviving elements of the leviathan largely dismantled by the Thatcher years, still creates resentment through its continuing arrogant tendency to believe that come what may it knows best. Once again it is the people who are demonstrating the growing disenchantment and sense of alienation – in our case by not voting..",
        "And it is my Party too where the leadership had tended to become remote from its grass-roots, and where through radical democratic reform the link between the leadership and party members has now been revived.",
        "The message in each area is same. Heed the people. Trust the people. Work with and for the people.",
        "Democracy is a tender plant. Across Europe it is constantly under threat. Our goal is its entrenchment in the face of massive change. The Centre Right has never been better placed to help bring about that entrenchment. That is our common cause. I believe that together in a flexible Europe we can and will succeed."
    ]
}