{
    "url": "https://www.ukpol.co.uk/michael-ancram-2002-speech-on-europe-and-america-not-europe-or-america/",
    "title": "Michael Ancram – 2002 Speech on Europe and America – Not Europe or America",
    "post_date": "September 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Ancram, the then Shadow Foreign Secretary, at the Conservative Foreign Affairs Forum on 13 March 2002.",
    "content": [
        "Some weeks ago I spoke about the benefits of building partnerships of sovereignty rather than supranational structures. Tonight I want to pursue that debate in terms of its implications for our relations with Europe and with the United States of America.",
        "The end of the Cold War and the fall of the Berlin Wall, even more than September 11, represented a fundamentally important turning-point in international affairs. These events launched a process of change in which many cherished old assumptions perished. The era of the great countervailing blocs, of two great superpowers balancing against one another with a mix of military and economic might, ended. The solidity it offered was replaced by a fluidity last seen in the nineteenth century. This time, however, there was the added dimension of the “rogue state” complete with weapons of mass destruction – and unlike the blocs in the Cold War with no compunction about using them. This is a new challenge calling for new responses and new forms of relationships.",
        "At the heart of this new geopolitical environment stands America. America is in relative as well as in real terms probably the greatest superpower the world has ever known. It is the predominant force in the world today, and its predominance continues to grow. Count up the aircraft carriers, the aircraft, the frigates, the battle groups and the conclusion is inescapable. As we have seen in Afghanistan, its military power and reach are awesome.",
        "Nor is America’s strength merely military. Its technology leads the world. Its universities are the most advanced, its Nobel laureates the most numerous, its production now back to almost thirty percent of the entire global output. America is in every sense of the word a superpower. It is on its own not a bloc, not a supranational institution but a very big sovereign nation, jealous of its sovereignty and its independent rights of self-determination. In fact America with her flag, her sense of allegiance, and the clear values which underpin her nationhood is the epitome of the modern sovereign nation state.",
        "Yet like all great powers throughout history the USA gives rise to strong reactions and mixed feelings. These range on the one hand from the downright hostility of certain countries and regimes towards America, to feelings of great kinship and shared friendship in the face of common threats on the other. Between these, there has always been a danger that feelings of jealousy or inferiority, the instinctive envy of the ‘overdog’, could grow in the breasts of European integrationists as much as antagonism will grow in the hearts of those who have always seen American capitalism as the antithesis of the socialist utopias in which they still believe. The European Union official who was recently quoted saying that “it is humiliating and demeaning if we feel we have to go and get our homework marked by Dick Cheney and Condi Rice” was showing early symptoms of those feelings.",
        "Our Foreign Secretary’s ill-judged accusation that the US President’s foreign policy was motivated more by domestic politics than by international security considerations was a further manifestation. References by senior Europeans to American foreign policy as simplistic and absolutist in contrast to the sophistication of European foreign policy, only serve further to fan the embers of anti-Americanism and to set Europe against America. It is a misguided trend which stems from a false belief that a United Europe should somehow counterbalance the United States.",
        "What all this does, however, is to pose the choice – Europe or America. It infers that there are no realistic options outside this choice; and by inference that the wise will opt for Europe. It is a false choice because there is another. The Nations of Europe and America; the one I strongly support.",
        "Over the coming months the first option will be played out in the chancelleries of Europe as well as in our own British Cabinet Room on the delicate subject of Iraq. Already we have seen many of our European partners raising the flag of non-involvement in any future action to deal with Saddam Hussein and his weapons of mass destruction. Already we have heard senior Europeans striving to exculpate the regime in Iraq from accusations of ‘evil’. Once again the inference being created is ‘Europe against action in Iraq, US for action in Iraq.’ Again it is a false choice.",
        "The real option is the sharing with America of the evidence of real threats to international security stemming from Iraq and other similarly ‘rogue’ states, and the shared determination to deal with the problem. Europe and America rather than Europe or America.",
        "The Europe or America proposition is a dangerous one, particularly when it is posed with anti-American sentiment. Hostile rhetoric is an easy game for some Europeans to play. But it plays straight into the hands of those in the US who rejoice in what they see as their ‘unipolar moment’ and believe that they can go it alone. The truth is that Europe needs the US, and that the US needs Europe. The first because Europe is many years away from having the military resources required for its security and needs American intelligence and manpower. The second because September 11 demonstrated to America that it is now vulnerable and that it needs us and our European partners.",
        "Which leads directly to the Nations of Europe and America proposition, a partnership not of superpowers but of shared interests and shared objectives. With our close relationships with both, we are ideally placed to help build and secure this proposition. It will require a less introverted and bureaucratic Europe and a sense of shared values around which a renewed Atlantic Charter can be formed.",
        "It is an opportunity that our current Government cannot grasp. Mr Blair is publicly tholed to the building of a superpower Europe with all that that entails. A common foreign policy, that of the lowest common denominator. A common defence policy whose military capability will not even be fully and effectively operational for a decade. A single currency with the loss of economic self-governance and even greater harmonisation. This superpower Europe would find little to share in partnership with the American superpower with whom it would be designed to compete. It would be Europe or America – and Europe would be the loser.",
        "Europe and America is an opportunity we should grasp, but to do so we need to redirect the purpose and nature of the European Union. There could be no better moment. Europe, in preparation for the IGC in 2004, is examining its future structures, partly through the Giscard d’Estaing Convention, but more widely as well.",
        "Too often in the past this process has been caricatured as a fight between those who seek a more integrated and centralised Europe –with the New Labour firmly among them – and those who seek to see Britain withdraw from Europe. The Conservative Party adheres to neither of these positions.",
        "Where New Labour integrationists look for a pooling of sovereignty in Europe and where the anti-Europeans want no part in any European arrangements, we look for a partnership of sovereignties. We believe we are part of Europe, but that the relationship within the EU must be one in which our sovereignty is not ultimately dissolved by ‘pooling’ or rendered meaningless by a legally binding Euro-constitution.",
        "Where the New Labour centralists want ever closer monetary union, and ever greater regulation, and where the anti-Europeans want straight-forward divorce, we look for the strengthening of the single market, whilst retaining our own fiscal and macro-economic management.",
        "We believe that influence comes not from coercion or centralisation or harmonisation, or from hang-ups about single currencies or common foreign policies or European Armies, but from cooperation and mutual understanding. We are neither of the above. We are Constructive Europeans working within a Europe of Sovereign Nation States.",
        "We understand the present malaise that is afflicting the European Union. We can understand the erosion of democracy and legitimacy that has been allowed to occur. We know that enlargement, which we totally support, is opening up new divisions and in turn making the total reform of the entire Union, its structures and its methods, both essential and unavoidable. This is where from our Conservative European standpoint as Constructive Europeans within a Europe of Nations we have a significant role to play.",
        "It is our chance in the months ahead to develop and present a raft of new ideas for making EU institutions more accountable to national parliaments in order to strengthen democratic accountability. A Europe Minister based in Brussels but reporting back regularly to Parliament; committees of Parliament shaping the Commission’s agenda; and much earlier and more effective systems of scrutiny of matters European in the national parliaments.",
        "We should not be afraid to urge the re-opening of the treaties to bring Europe up to date with the modern world. We should seek constructively to reverse its centralising tendencies. We should challenge the aquis and urge repatriation of large parts of agricultural and foreign aid policy. We should be prepared to revisit those areas that have not worked. We would find surprising allies in Europe in so doing.",
        "We can show that the Lisbon Process is not working. The facts are that unemployment in Europe is still rising, and that the ‘competitive knowledge-based Europe’ simply isn’t happening.",
        "We can respond. Our constructive plans for European economic reform should be tied to low taxation, to enterprise, to innovation and above all to light regulation.",
        "All of these can help to lay the foundations for a genuine partnership of interests with the US. By creating a European Union which is genuinely a partnership of its member nations, which does not demand conformity of approach on international relations or in response to American initiatives, where there can be different layers of enthusiasm and participation. By encouraging a common understanding of the importance of America to us and the contribution we can make to America. By building the base of a lasting partnership in which there is competition rather than rivalry and admiration rather than envy; and where advice and consultation occur naturally and mutually from within the partnership rather than as hostile comment shouted from the sidelines.",
        "As Constructive Europeans who believe in the importance of the sovereign nation state we would be ideally placed to develop even closer relations with the most powerful sovereign nation state of all, the US. Yet to do so we must look at how, as America’s friend and partner, we can best influence how that power can more effectively be deployed to advance the concept of Europe and America.",
        "The old tried and tested if unwritten formula of the Atlantic Charter– partnership, not subservience – was right, and it still commands the overwhelming support of informed British opinion. We are the colleague and partner who offers advice in the spirit of greatest friendship and well-meaning. This is the basis of our ‘special relationship’ with America, greatly revived since September 11, which I would like now to see strengthened and entrenched as a durable feature of international relations in this new Century. That means not standing aside from America, but being actively involved with her; not indulging in the US-bashing so beloved by the Left, but participating in the delivery of a higher moral responsibility which has fallen upon the US precisely as a result of the overwhelming might which she possesses.",
        "But America cannot carry forward these responsibilities on her own. Nor can that spirit of openness and freedom, so crucial to American life, be protected by unilateral action. That openness can best be preserved and strengthened by America deploying her undoubted wealth and might not in the style of imperial mastership but in new and imaginative ways. It was President Theodore Roosevelt who identified the need for America to speak softly and to carry a big stick. Never has that advice been more relevant or more difficult to deliver. The big stick is present in unprecedented measure. But there needs also to be a spirit of international partnership and support, well presaged in the international coalition brought together in pursuit of el Qa’eda and the Taleban. America knows only too well that terrorism can never be defeated, or even contained, within the US itself; hence the international campaign against the scourge of international terrorism. Nor however can it be finally defeated from the decks of America’s gigantic carrier fleet. It can be ‘degraded’, if not physically destroyed, by military action; but it cannot be eradicated from the hearts and minds of those who are recruited to terrorism by threat or use of the big stick alone.",
        "The conditions in which terrorism can flourish and which terrorism seeks therefore to promote must be responded to as well. Terrorism is criminal but it feeds on the society in which it finds shelter and support, and on the prejudices and hatreds and fears and inadequacies of that community. As well as the big stick, this is where the soft talk and imaginative deployment of resources has a role to play, and where we can help America play it.",
        "Last December I visited Washington and had talks with senior members of the Administration. There was no arrogance of power, there was no desire for American hegemony. There was, and still is, a very clear appreciation of the awesome responsibility that has fallen to the United States through the way in which international events have developed in the last decade. The knowledge that history will judge them by their response is clear in their minds.",
        "They were examining every option, analysing every nuance, evaluating every possible consequence of every possible action or initiative. They left me very reassured that whatever courses of action are chosen they will be based on some of the most fundamental and comprehensive analyses of the facts and the options ever carried out. The fundamental truth is that being so powerful America is relied upon by much of the world. Often she must act in ways others cannot, and this unfairly attracts the stigma of arrogance. To the contrary, in my view American foreign policy is grounded in realism, with a well-honed understanding of the limitations of their role, and the extent of the world’s expectations of them.",
        "And that is why we can as America’s friend and partner advise her to look even more widely. The areas for soft talk are numerous and growing. Let me set out a few of those that I see to be most urgent.",
        "To work with Muslim moderates everywhere, but particularly in the Middle East and especially in Saudi Arabia where efforts to balance Islamic populism with Western values is a cause of potential dangerous instability. And while on the Middle East to help Israel down the difficult road of accepting a viable Palestinian state on her borders in return for guaranteed security for the democratic state of Israel.",
        "To help Russia overcome its current sense of exclusion by extending the hand of genuine cooperation on security, on internal terrorism and on economic development. Bringing Russia into the big tent and according her the respect and status she should enjoy is an important element of the agile partnerships of nations we should be seeking to create.",
        "To develop new thinking on global economic development in place of outdated and unsuccessful aid doctrines, especially in Africa, understanding that the keys to development lie in good governance, respect of property rights, the removal of trade barriers and acceptance of the rule of law.",
        "But most immediately and urgently to work together, and to seek regional support in so doing, to control and remove weapons of mass destruction and their delivery systems currently in the hands of unscrupulous regimes which threaten the stability not only of their regions but of the wider international community as well.",
        "And alongside this we should support the Americans in pressing our European partners in NATO into serious increases in defence expenditure. In the most diplomatic way the US should find the means of explaining to the European Union that the ESDP is an absurd distraction and duplication within the European theatre, and that its real timescale itself indicates that it is both a cover-up for inadequate defence budgets and a faintly pathetic attempt at Euro-machismo. ESDP is symptomatic of a wider malaise, a growing anti-Americanism and introspection. ESDP can be interpreted as advice for too many nations in Europe “to get America off our backs” and a disguise for inaction. America should join us in pressing for a strengthened European capability within NATO, just as NATO has backed America in the global anti-terrorism campaign.",
        "These are some of those areas which together amount to a powerful agenda of involvement and of partnership that can mobilise America’s wealth and strength in a way which will unite the world rather than divide it. It contrasts starkly with the tone emanating from EU institutions with their talk of a rival currency, of a balancing of superpowers and of challenging American hegemony. This is the language of confrontation, of Europe or America.",
        "I conversely have sought to set out a path for the nations of Europe and America. A Europe which in terms of the relationship with America is not a rival but a complement, not a critic but a counsellor. We here in Britain can lead the way, bringing America and Europe closer together on the basis of the common interests which we epitomise. A partnership of true friends. Europe and America together, with us at the hinge. A partnership for freedom, prosperity and peace."
    ]
}