{
    "url": "https://www.ukpol.co.uk/michael-ancram-2002-speech-to-conservative-spring-forum/",
    "title": "Michael Ancram – 2002 Speech to Conservative Spring Forum",
    "post_date": "August 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Ancram to the Conservative Spring Forum on 23 March 2002.",
    "content": [
        "It is a great pleasure to be addressing you here in Harrogate again. My role this year is different, but my aim is the same. To start to win the next election.",
        "I must thank you for the enormous help and support you gave me in my three years as Party Chairman. I know you will do the same for David Davis who has got off to such a flying start, and I wish him well.",
        "Our task over the coming months and years is to rebuild public trust in our Party. It will be won primarily on the public services. But it can be won on broader canvases too, and foreign affairs is one of them.",
        "September 11 changed many things. It changed in particular the perception of the invulnerability of powers like America and the UK.",
        "Defence strategies suddenly required new dimensions.",
        "International aid came centre stage as part of international economic planning and development.",
        "We have had a good session. The contributions we have had from the floor have been of great insight and common sense as well.",
        "Today we face a changed world where Cold War certainties and the stability of the great blocs are gone.",
        "What we have do now is to identify common interests, and to create agile international alliances from them.",
        "I also believe that loyalty, and trust and friendship have an important part to play.",
        "Loyalty to those who have stood and still stand by us; trust in those with whom we can do business; and friendship with those whose values we share.",
        "After 11 September Tony Blair did well. I paid tribute to his role in building the international coalition against terrorism, and we gave him our support.",
        "But since then power seems to have gone to his head.",
        "Building coalitions suddenly turned into his “I can heal the World” speech to his conference last October.",
        "That speech was vainglorious claptrap and it was dangerously misjudged.",
        "For a start, how can he aspire to heal the world when he so clearly cannot heal public services in Britain?",
        "And far from his much vaunted ethical foreign policy, too much of the rest of his actual foreign policy is coloured by three shaming features – let-down, sell-out and surrender.",
        "Firstly let-down.",
        "Blair told his Party Conference that “if Rwanda happened again today … we would have a moral duty to act there”, and that he would “not tolerate … the behaviour of Mugabe’s henchmen”. He talked about healing the scars on Africa.",
        "Brave words which raised high hopes in Zimbabwe.",
        "But they were words without action.",
        "Blair went to Africa recently, but he never went near Zimbabwe. Nothing new.",
        "When we called for targeted sanctions after the rigged parliamentary elections in 2000, this Government wrung its hands and did nothing. The same when the illegal land grabs began. And when voter registration began to be rigged in November.",
        "On each of these occasions we called for real pressure on Mugabe and on each occasion the Government did nothing. They even accused us of irresponsibility.",
        "And when in February they finally saw the light, it was too late.",
        "So in the face of murder and torture in Zimbabwe whatever happened to Blair’s ‘moral duty to act’?",
        "As Mugabe’s thugs stole the election where was the active non-toleration he had promised?",
        "Far from healing the world – or even the scars on Africa – he stood by while the open wound which is Zimbabwe gaped and bled, and he did nothing.",
        "He let the people of Zimbabwe down, and in the process killed his ethical foreign policy stone dead.",
        "There is still just a chance to retrieve something from this mess.",
        "The Commonwealth suspension was a start and I pay tribute to Australian PM John Howard for it.",
        "But we must start now in earnest to bring together a wider international coalition including the US, the Commonwealth, the EU and the states of southern Africa, to exert real pressure on the Mugabe regime to hold new free and fair elections under international scrutiny. Only that way can democracy be restored.",
        "Our Government should lead this initiative. They should stop talking and start doing – and we will chase them until they do.",
        "And then there is sell out, betraying one’s friends.",
        "This government has no qualms about betrayal.",
        "Blair and Straw are turning their backs on centuries of loyalty to Britain and to the Crown by selling out the sovereignty of the people of Gibraltar.",
        "They are preparing a deal with Spain to share sovereignty over the rock and a bribe for Gibraltar to accept it.",
        "But however it is wrapped up, sovereignty shared is sovereignty surrendered.",
        "Gibraltarians will have no part of it and neither will we.",
        "And nor can that deal just be parked for another day if Gibraltar says ‘no’. It must fall.",
        "Let me be clear. An incoming Conservative Government will not feel bound by any deal on sovereignty which has not received the freely and democratically expressed consent of the people of Gibraltar.",
        "And then there is Surrender.",
        "Bowing to European pressure against military advice to participate in the military initiative in Macedonia.",
        "Failing after five long years to get the illegal French ban on British beef lifted.",
        "Losing the agreement which we had with France to control asylum seekers at Calais.",
        "Surrendering ever more areas of decision making within Europe. Thirty one national vetoes surrendered in the Nice Treaty alone.",
        "Surrender may be a word which flows readily from New Labour lips. It will not flow from ours.",
        "And in the middle of all this poor old Jack Straw.",
        "Eaten alive by Peter Hain who wants his job, and sidelined by the PM who does it.",
        "Caught between the Rock of Gibraltar and the hard place of Europe.",
        "When you next see him on TV with his arm raised don’t be fooled. He’s not waving, he’s drowning!",
        "On Zimbabwe and Gibraltar our approach is essentially based on things as they are and not as we would wish them to be.",
        "September 11 created a new bond of friendship and shared values between ourselves and the US.",
        "The old ‘special relationship’ got a new lease of life as we were able to show America that once again our interests coincide and our values are the same, and that they can do things better with our help and with our counsel.",
        "That relationship has always been one of partnership not subservience.",
        "That is what we must now work on, a renewed Atlantic Charter based on the reality that Europe and America work best in partnership rather than in rivalry, and that the partnership of the US and the UK lies at the heart of it.",
        "Afghanistan and the destruction of al Quaeda is a good example. Iraq is another.",
        "The Iraqi threat is indisputable. Horrific weapons of mass destruction in the hands of a despot who will use them or give them to others to use in every part of the world.",
        "Our shared objective is the destruction of these weapons before they can be used.",
        "The means of achieving it must be effective and enduring. We cannot rule any option out.",
        "That is the perception we share with America. That is why we back them. And that is why we must persuade others in Europe to do the same.",
        "There are however those in Europe today who believe that the EU will only meet its objectives when it becomes a rival to America with its own Foreign and Security policy.",
        "They set a false and dangerous choice, one which could drive the US away from us at a time when the US does not so much need us as we need the US.",
        "It also would leave foreign and defence policy moving at the speed of the slowest ship in the convoy. It would be bad for Europe and for us.",
        "We want to see not Europe or America but Europe and America with us as the natural bridge.",
        "Europe must change, and Europe knows it.",
        "The growing gulf between people and institutions in the EU underlines the need for change and calls for greater democratic accountability, and so do we.",
        "That process has begun, and we want to be constructively engaged in it.",
        "The paths are there.",
        "We want to see an enlarged Europe, a partnership of sovereign nations, working together to strengthen the single market whilst retaining basic rights of self-determination.",
        "A vibrant Europe for the 21st century must be fuelled by deregulation and decentralisation, returning more power to the national parliaments, not least over agriculture and foreign aid.",
        "We want a European Union built from the bottom up, an EU which derives its power from the national parliaments and which is accountable to them.",
        "As constructive Europeans we should not be afraid to urge the reopening of the treaties to bring Europe up to date with the modern world. That after all is what IGCs are for.",
        "We should not be frightened of revisiting those areas that are not working.",
        "To do otherwise, Mr Blair, is to bury one’s head in the sand.",
        "If Europe is serious about change these are the challenges it cannot duck.",
        "We are part of the EU and we will remain so.",
        "But we also occupy that unique position from which we can bring Europe and America closer together – and the Commonwealth too.",
        "We can restore our traditional role of bringing people together, of bringing democracy and free trade to other countries to their benefit and ours.",
        "We can become a force for good by building relationships and partnerships with peoples and countries as we find them – once again from the bottom up.",
        "Even in opposition we can begin that process.",
        "We can start to rebuild international trust in our ability to deliver.",
        "And in doing so we can show that we believe in Great Britain again.",
        "That as so often in the past we are the only party which believes in Great Britain, which has pride in our flag and our history and our future too.",
        "People instinctively know that in Iain Duncan Smith we have a leader who will always hold that pride and that flag high. They cannot say the same for Tony Blair.",
        "When we speak with the voice of the British people we win.",
        "So let us be clear. We are proud of our country.",
        "We will speak with the voice of the British people for Britain again.",
        "We will restore respect and trust in Britain across the world again.",
        "We will stand up for loyalty, for trust and for friendship again.",
        "And we will win."
    ]
}