{
    "url": "https://www.ukpol.co.uk/michael-ancram-2001-speech-at-south-bank/",
    "title": "Michael Ancram – 2001 Speech at South Bank",
    "post_date": "February 8, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Ancram, the then Conservative Party Chairman, on 6 June 2001.",
    "content": [
        "So three very distinctive reasons why we are all here today on this platform. Not because of ideology, but because of ideals – individually expressed but actually shared.",
        "Michael’s passionate belief in the responsibilities of the individual. Ann’s deep sense of vocation and duty. Francis’s dedication to the bonds of mutual obligation. All fundamental to the complex tapestry which is the Conservative Party. We have always been a party of diversity and breadth – and we still are.",
        "Each of us has come a different path but we are all pursuing a common destination. I am a Conservative for all the reasons my colleagues have given, but there are some other reasons too.",
        "I believe in that old concept of public service, of working for one’s community or one’s country not for what one can get out of it but for what one can contribute to it. It is a very Conservative concept, the concept of caring not because you’re told to but because it is an instinctively Conservative thing to do. The concept of undertaking public office not because it gives something to you but because you can repay something to the community which nurtured you. And into all this is naturally tied the whole concept of integrity in public life.",
        "But these concepts are under threat today. Under threat from a new culture which seems to believe that public office is simply the reward for services rendered not to your country but to the party of government in whose hands lies the patronage.",
        "Under threat from a political philosophy which believes that the state always knows best, and that we should be caring because we are told by the state to be caring – and how.",
        "And under threat from the new political culture in which spin is more important than truth and where as long as you are not caught out – anything goes.",
        "I genuinely believe that this new culture is a cancer which will eat away at the foundations of our democracy. I believe we must fight it and that is why I am a Conservative here today.",
        "And I am a Conservative too because I love my country. I believe passionately in the United Kingdom. I am totally with Francis in his determination to defend it from the dangers of further integration into Europe.",
        "But I am also determined to fight the threat that seeks to unravel it from within – the creeping growth of nationalism and of regional and cultural division which New Labour have set in train.",
        "For me the United Kingdom is a most remarkable phenomenon, an extraordinary amalgam of different cultures and different traditions and indeed different nations. And these have come together through history with a common purpose and a common flag to create a sovereign nation which is far stronger than the sum of its various parts. This United Kingdom stands as an example to the world and to ourselves of how different, often very different, traditions and beliefs can – while retaining their distinctiveness – be voluntarily brought together into One Nation with all that that implies. It is that which we as Conservatives must fight to preserve.",
        "We have always been and will remain the Party of and for the United Kingdom. Our unionism is real. And when that United Kingdom is under threat as it is today, then as a party we will fight with all the strength available to us to defend our country and all that it stands for. I will never be told that it is politically incorrect to love my country and to be proud of it. And that too is why I am a Conservative.",
        "But there is one other reason which brings us all here together today. It is someone who throughout these last four years has never lost his sense of purpose and his clarity of vision. It is someone who in the face of political adversity and partisan hostility has never lost his determination or his sense of mission. He is a leader we are all prou d to serve.",
        "Our leader – William Hague."
    ]
}