{
    "url": "https://www.ukpol.co.uk/michael-ancram-2003-speech-on-the-real-lesson-of-the-iraq-conflict/",
    "title": "Michael Ancram – 2003 Speech on the Real Lesson of the Iraq Conflict",
    "post_date": "August 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Ancram, the then Shadow Foreign Secretary, at a fringe event at the Conservative Party conference held in Blackpool on 7 October 2003.",
    "content": [
        "The real lesson of the Iraq conflict and its aftermath is only now becoming clear. It is the importance of a multilateral approach to genuine threats to international peace and security. The need for a multilateral response to reconstruction in Iraq is self-evident.",
        "What is becoming clearer is the need when undertaking military action to avoid an over-personalisation of the conflict in national terms. It was and is important that such actions are not ‘Tony Blair’s war with Saddam’ or Britain’s war against Iraq. It has to be the ‘international community’ in one form or another that undertakes the responsibility for what are essentially world policing actions. The Coalition in Iraq was wide enough, but only just, to satisfy this requirement in theory.",
        "In practice it was not wide enough to prevent a perception in much of the Islamic world that this was a ‘western’ adventure against one of their own number. This made the process of post conflict resolution and reconstruction more difficult. In Iraq there is an innate suspicion still as to the motives of the coalition which leads in turn to non-cooperation and even to downright hostility. Overwhelming unilateral military force wins military campaigns. It rarely wins hearts and minds after the fighting is done.",
        "Faced, as the world is by other serious threats to international peace and security where the involvement of the ‘international community’ will be vital, it is urgent and essential that the process of reaching sensible international consensus on action is re-examined.",
        "The lesson of Iraq is that the UN Security Council when put to the test failed. The self-indulgent threat of inevitable veto by France prevented the second Resolution being tabled. The dismissive talk by Tony Blair of ignoring ‘unreasonable’ vetoes without defining what was meant by unreasonable other than that he personally disagreed with them raised questions about the whole way the UNSC works. The answer is that on this occasion it didn’t. When it was most needed, it gridlocked.",
        "Multilateralism requires an effective Security Council. Failure to develop one will strengthen the arm of unilateralism with all the downstream weaknesses that inevitably flow from it."
    ]
}