{
    "url": "https://www.ukpol.co.uk/michael-ancram-2003-speech-at-the-oxford-centre-for-islamic-studies/",
    "title": "Michael Ancram – 2003 Speech at the Oxford Centre for Islamic Studies",
    "post_date": "August 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Ancram on 13 June 2003.",
    "content": [
        "It is a great pleasure for me to be here today at the Centre for Islamic Studies.",
        "Already in its short lifetime since being set up in 1985 the Centre, and the work of its Director Dr Nizami, have acquired an unsurpassed reputation in the academic world and indeed beyond. Its mission in helping to bring the Islamic and Western worlds closer together through increased understanding is more important than ever. Dialogue is central to that understanding, hence the title of my lecture tonight.",
        "The “Clash of Civilisations” idea was advanced by Samuel Huntington in his 1993 article in the journal “Foreign Affairs”. In that article, in a nutshell, he “posed the question whether conflicts between civilisations would dominate the future of world politics”. He further developed his theme in his subsequent book in which he stated that not only were “clashes between civilisations (the) greatest threat to world peace” but also that basing an international order on civilisations would be an effective way to prevent war.",
        "Understandably his thesis generated, and continues to generate, considerable debate and the whole spectrum of reactions. Some have chosen to interpret it as meaning that following the end of the Cold War a new, ‘civilisational’, dragon must be found to replace the defeated Communist enemy. Even before 9/11, but more so afterwards, an ill-informed minority seem to be suggesting that Islam could be that dragon.",
        "That is as offensive as it is wrong. Wrong because it is not true. Wrong because the need for dragons is the stuff of fairytales and not of real life. And offensive because Islam is not an enemy of the West. Crudely to transpose the acts and views of a tiny minority as being representative of the entire religion is both inaccurate and dangerous. Such assertions find easy root in the fertile soil of misunderstanding. The more difficult terrain of understanding is much harder to cultivate, but cultivated it must be. And the only way is through dialogue.",
        "The unacceptable alternative is to yield to the doctrine of conflict, the clash of civilisations dragons and all.",
        "Conflicts between “civilisations” have occurred in the past. Differences of culture, religion, politics have led to conflict. The Crusades were one such example, although there were many other factors at play in that conflict. Similarly in more recent times we see the Israeli-Palestinian clash. We see the Kashmir dispute, and a host of other conflicts worldwide. While however the world will always find issues that divide, we are united by a far greater factor – we all share this small planet. The differences and diversity around us should be a source of pride. It is up to us to learn from each other’s cultures, and to achieve greater understanding. Understanding is not grown in a vacuum chamber. It must be watered constantly by dialogue.",
        "In November 1998 the UN General Assembly passed a Resolution declaring 2000 the “Year of Dialogue Among Civilisations”. Since then a team of academics and experts has examined how best to promote this, presenting a paper to the UN last year. They too have recognised, as do I, that dialogue is essential. I was the Political Minister in Northern Ireland for 4 years during the time that we moved from conflict to dialogue. In Northern Ireland there are two distinct cultures, fundamentally opposed to each other on religion, on allegiance and on territory. It was a microcosmic example of the clash of cultures, but none the less of a clash for that. 3000 people out of a population of 1.5 million lost their lives over 30 years of clash.",
        "I was immediately faced on arriving in Northern Ireland with how to get a dialogue to work, when there was no dialogue and no will for dialogue. The answer for a start was ‘slowly’, but I learned early that the key is to begin to understand each other’s fears.",
        "Fear is at the core. Fear on each side of being dominated by the other. Not the desire to conquer each other, but the fear of being overwhelmed and run by the other. Extremists on each edge of these fundamental clashes of civilisation often appear to be motivated by the rules of conquest. The paradox is that, certainly in my experience, those who allow them to operate by giving them succour, shelter and support are not. One way or the other they are motivated by fear.",
        "So I believe it is between Islamic Fundamentalists and the West. Their mindset is not one of conquest but of fear. They fear what has been called “Westoxification”.",
        "The fear of “westoxification” is the fear that another culture, in this case that of “the West”, can seduce followers of other cultures or ways of life, in this case followers of Islam, away from their Faith and the way of life which goes with it. “Westoxification” is a particularly apposite term for it is both addictive and seductive, and yet at the same toxic.",
        "Viewed through this prism, the idea of a clash of civilisations is in fact a defensive reaction to events that people do not sufficiently understand. So we must strive to understand what each side, or each group, is trying to protect, and then demonstrate that they do not need to be at risk, that their fears are unfounded.",
        "Dialogue is not only the first step but also the continuing staircase to the understanding and tolerance we must build. But to engage in a truly open and productive dialogue one must understand the fears that drive people. To do that requires a real knowledge of history and backgrounds. In Northern Ireland my first step was to read as many history books on the subject as I could find, to talk to as many people as I could – to understand the background to the fear and how it had reached that stage. Without understanding our past it is very difficult to appreciate our present, or project our future.",
        "My firm view was and is that an understanding of the past provides the background that is necessary to inform dialogue. It discloses the sources of the fears that in turn have given rise to the bitterness and the hatred. It rapidly becomes the basic building block of discourse. Knowing how and why the knots of hatred and mistrust came to be tied is the only route to loosen, to unravel, and eventually to undo them.",
        "In Iraq we cannot hope to see a stable and successful post-Saddam Iraq without the Iraqi people themselves leading the way. And without understanding the history of that country, the attitudes that are prevalent, the ethnic and religious tensions and balancing all these we cannot be much help in assisting the Iraqi people in that task. Iraq certainly today is full of division and mistrust and consequent fear. They certainly need dialogue amongst themselves and urgently. And for us too. It is only through dialogue and interaction that we can help to make the new Iraq which we all wish to see a reality. There must be no creation of permanently disenfranchised minorities who can never expect to share in power. History teaches us the cost of such mistakes. The fears of the Iraqi people of such inequalities internally, or of Western domination externally, must gradually be laid to rest through dialogue.",
        "The Israeli-Palestinian dispute is the inevitable backdrop to most of the long-term tension in the Middle East. It is in many ways the key to Arab, and indeed Muslim, attitudes towards the politics of the region and towards the West in general.",
        "I know that many Muslims view the West’s and America’s attitude to the dispute as Israeli-centric. I know too that many in the Muslim world feel that the West has often shown over-scant regard for the injustices suffered by the Palestinian people every day. The Palestinians are stateless, and they feel both dispossessed and humiliated. They fear remaining permanent refugees with no future for their children and no home of their own. They fear that Israel will never allow them their own State.",
        "On the other side the Israelis also feel threatened. They feel immediately vulnerable to the indiscriminate horrors of suicide bombings. Some fear that the Arab nations still wish to drive them in to the sea, to destroy the State of Israel. They fear the military vulnerability of Israel that could result if a Palestinian State were to be used as a springboard for an attack.",
        "Fear is therefore at the heart of the perceptions on both sides. That fear can and must be dispelled. I believe it can be. I do not believe that the Arab nations have any real remaining desire to destroy Israel. I do believe that today they realistically recognise Israel’s right to exist. Crown Prince Abdullah’s Saudi plan last summer, endorsed by the Arab states, signalled a welcome willingness to accept this. Similarly I do not believe Israel to be fundamentally opposed to the creation of a Palestinian State. Camp David and Taba showed that the template for the two state solution was and is there, even though on these occasions it was not made to stick – partly because the fear was not sufficiently dispelled, the trust not sufficiently established, and the dialogue not sufficiently deep.",
        "What is certain is that dialogue, not conflict, is the only way that these underlying fears can be assuaged. The vast majority of ordinary Israelis and Palestinians want peace, but a peace which is both just and secure. The recently published Roadmap is a significant step on the road to resuming dialogue, backed by a real international political will to make that dialogue work.",
        "The Roadmap is not a magic talisman that will solve the problem overnight, but we saw at Taba that on issues such as the Right of Return, the Borders, Settlements and even Jerusalem the two sides can be brought far closer by dialogue than previously thought possible. The Roadmap provides a framework for taking that dialogue further.",
        "A two state solution is the only way forward and dialogue is the only way to achieve it. But dialogue and negotiation involve give and take on both sides. If the two sides are too rigid or too many conditions are set, then the power to derail the dialogue passes to the extremist and fear takes over again.",
        "The active assistance of the USA and the UK in the Middle East Peace Process is vital. I am confident that we will see a sustained and balanced contribution by the international community to the eradication of fear and the underpinning of peace. We all on every side have a political, and indeed a moral, duty to do everything in our power to help settle this long-running dispute.",
        "Then there is Kashmir, an area where fear has also come to dominate the two sides in the dispute. Once again there are two “civilisations”. For once the West is not one of them. Instead we see predominantly Hindu India and Muslim Pakistan engaged in a dangerous game of brinkmanship and escalating tension, with the nuclear threat always thinly veiled in the background, centred in or on the breathtaking highlands of Kashmir located in between.",
        "Although ostensibly a territorial dispute, fear of domination by either side underlies the concerns of many Kashmiris. Both sides fear the others weaponry and the domestic impact any deal might have on their own political positions. Yet by studying the origins of the dispute and engaging in a dialogue, both parties can begin to build that level of understanding and trust which are vital to progress and de-escalation of tensions. I welcome the tentative steps towards resuming dialogue of the last few days. We must give them every encouragement we can.",
        "There is another important aspect to dialogue. In the West when we talk of dialogue we must be careful. Too often we appear to preach, to approach dialogue from a morally superior position. This is not only wrong in itself, but it also immediately undermines the genuine interaction of dialogue.",
        "Our tendency to do so has sometimes made dialogue more difficult. It has been seen as a sign of arrogance, and arrogance is the enemy of genuine dialogue. It is important therefore that we in the West do not adopt a position whereby we assert the idea that Western civilisation is somehow more advanced and inherently superior to other civilisations. Nor must we seek to impose our way of life on other cultures and societies.",
        "To assert that one civilisation is naturally superior to another, to the exclusion of all others, is the road away from dialogue and towards the clash of civilizations. It ignores the historical reality that the interaction of civilisations in the past that has produced much of value which we take for granted as our own today.",
        "At the height of Islamic power, in the age of the Caliphates, the Muslim world was the most powerful force militarily and economically. It came in to contact with the Christian West at many points, perhaps most notably in Spain, Al Andalus. Its trading networks, stretching across Asia, Europe and Africa brought a wide-range of exotic commodities to the West, it had assimilated the skills of Ancient Persia, Greece and the Middle East, and this placed Islamic civilization at the forefront of the arts and sciences. Indeed many great advances in medicine and science were brought about, or based, on ideas that originated in the Islamic world and were carried to the West by contacts in Medieval Spain.",
        "The Islamic world’s transport and communications links supplemented this knowledge with knowledge and skills from outside, such as the art of paper-making from China and decimal positional numbering from India.",
        "As the author Bernard Lewis writes: “It is difficult to imagine modern literature or science without the one or the other”. The Age of the Caliphates was by no means an age without conflict but there was considerably more dialogue between civilizations than many people might suspect. The massive literary, scientific and artistic steps forward by the West at this time owe a great deal to constructive contacts and dialogue with Islam & are an indication of the progress that can be made for human civilization in general through dialogue.",
        "There is an aspect of dialogue which is important, and that is the layered approach to it. To be successful it should never just be carried forward at a single level. It should not simply take place at great power level, heads of state to heads of state, governments to governments. Big Power settlements and solutions with no grassroots support or participation lead far too often to hollow structures and empty agreements.",
        "An effective dialogue between civilisations or to end a conflict must of course be a dialogue between states. But if the outcome is to take root, it must equally be a dialogue between academics, between journalists, between communities, between neighbours and even a dialogue between individuals.",
        "In Israel and the Occupied territories if a peace is to last it must be believed in by the ordinary Palestinians and Israelis who see each other every day. I believe the overwhelming majority wants peace. I believe that by giving ordinary citizens a stake in the peace process, by carrying them along, then that peace becomes more durable. I believe also that the trust needed to underpin a successful peace begins with dialogue leading to understanding at each and every level.",
        "And so it must be between the West and Islam in general. Each and everyone one of us has a duty to attempt to understand each other more. In our ever more interconnected world, where cultures intermingle and ideas can be exchanged across the world at the push of a button on a laptop, it is more important than ever that we build trust and tolerance, through an understanding of where each of us is coming from.",
        "The fear of the unknown, or the insufficiently understood remains at the core of many problems facing the West, the Islamic World and indeed the whole planet today. Dialogue above all else can counter this fear. That is why we must ensure that it does ultimately triumph over the clash of civilisations that can only bring darkness and yet more fear. It is often not the easiest way. It can itself be full of pain and frustration. It requires immense patience and self-control. But the storms it may in the short-term generate will be nothing as compared to the seismic and cataclysmic movements that would be created by the tectonic collisions of the clash of civilisations.",
        "Although in a different context, President Kennedy’s message is still applicable when he said: “Let us never negotiate out of fear, but let us never fear to negotiate”. Dialogue is the path of the wise. Let us take it."
    ]
}