{
    "url": "https://www.ukpol.co.uk/michael-ancram-2003-speech-to-conservative-welsh-conference/",
    "title": "Michael Ancram – 2003 Speech to Conservative Welsh Conference",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Ancram to the 2003 Welsh Conservative Conference on 7th March 2003.",
    "content": [
        "[![macnram](https://www.ukpol.co.uk/wp-content/uploads/2015/03/macnram.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/macnram.jpg)",
        "It is an enormous pleasure to be back in Cardiff, once more in Wales again.",
        "Although I only had one year here some years ago as the Shadow Secretary of State for Wales I gained an enormous affection for this country.",
        "I love coming back to Wales, and seeing so many friends. I remember the great devolution battles, the nail-biting referendum campaign. It may be a little politically incorrect to say so now – but then political correctness was never my strongest suit – but we so nearly did it.",
        "That campaign brought out all that was best in Wales on both sides of the argument. I forged friendships across the political spectrum which remain with me today. We fought on all sides for what we believed in.",
        "The only sadness was that so few people bothered to vote.",
        "I believe that here in Wales we are on the brink of a Tory revival.",
        "That hope is down mainly to all of you, who kept faith with our party through the hard and difficult times, never giving up, never ceasing to campaign and always determined to win. You are the beating heart of the Conservative Party in Wales and we owe you a great debt of gratitude for it.",
        "But a revival is not yours to claim credit for alone.",
        "There is our stalwart band of Assembly members under the clear and effective leadership of Nick Bourne, constantly a thorn in Labours side and always ensuring that the Conservative voice is heard loud and clear in Cardiff.",
        "It is the Conservative AM’s who are really making the Assembly work, providing a real opposition and raising the issues that really matter to the people of Wales.",
        "We owe them a great tribute for their fortitude and determination.",
        "And also to Nigel Evans, our Shadow Secretary of State for Wales who makes certain that the voice of conservative Wales reverberates around Westminster and that the interests of Wales are never ignored by the Shadow Cabinet. He is a tower of strength and I thank him too.",
        "We live in troubled times.",
        "Of course we are all troubled by the continuing Iraq crisis. It would be extraordinary if we were not. None of us want war. Some of us have spent significant parts of our lives working for peace, and we must always regard war as a last resort – when there is no better way.",
        "We now face that terrible reality. I still hope and pray that Saddam Hussein will see that he has run out of road and that even at this late date he will fully and proactively comply.",
        "Reluctant or partial compliance of the sort at which he is a past master cannot be enough. Allowing him to buy time is not an option. His attitude must change. If it does not, then I believe the international community must act.",
        "I know there are many questions and many doubts. I understand them and I take them very seriously indeed. I believe the Government should have done much more to answer the questions and to meet the doubts.",
        "Let me share with you my understanding.",
        "The first question is whether Saddam does really pose a risk to international peace and security.",
        "The UN certainly thinks so and has thought so for over 10 years. Under the UN Charter there is one chapter, Chapter VII, which specifically and exclusively deals with threats to international peace and security and which in Article 42 specifically permits the use of military force if necessary to deal with it.",
        "All the 17 UNSC resolutions passed over the last 12 years against Iraq deliberately fall under Chapter VII. Indeed 1441 deliberately replicates the language of Article 42.",
        "Nobody who signed up for it, including France, can be in any doubt as to what it means.",
        "The next question is as to whether the threat is real, present and a danger to us. This is enormously difficult. I am not privy to intelligence information, and there is little direct evidence of such a threat.",
        "I learned however in my time in Northern Ireland the value and importance of intelligence. They are our eyes where we cannot see and our ears where we cannot hear. They evidently have told the PM that the threat is real, present and endangers us.",
        "And even if the smoking gun is not there, the smoke is.",
        "Leave aside the nuclear threat which by all accounts is some way off. Lethal quantities of anthrax and the nerve agent VX were present four years ago. They are easily transported and easily hidden. There has been no convincing explanation as to what has happened to them.",
        "They are relatively simple to deliver either in Iraqi hands or in the hands of terrorists particularly those who are careless of their own lives. And they can be easily developed into even more lethal agents such as pandemic viruses with no antidotes. These are real risks and real threats we cannot ignore.",
        "The third question is why now?",
        "There can never be an absolutely right time. But history teaches us that action delayed or postponed is rarely action avoided; that procrastination, putting off what needs to be done almost always leads to worse challenges later on.",
        "I do believe that if we leave Saddam Hussein armed with WMD now, he will still have to be dealt with later when the risks will almost inevitably be much higher.",
        "He is dangerous now with his weapons only partially developed. How much more dangerous will he be when in due course they are completely developed and deliverable over great distances.",
        "I do not believe we have a right to pass this lethal buck to those who will come after us.",
        "None of us underestimate the importance of the UN in this matter. While a second or more accurately eighteenth resolution may not strictly be necessary, there is no doubt in my mind that the credibility and acceptability of any action will be strengthened by the maximum international support.",
        "We watch with concern and interest Hans Blix’s report to the UNSC today.",
        "One thing is certain. The daft concept of a unified European foreign policy, the abiding dream of those who would build a politically united Europe, has been clearly shown up on the Iraq issue for the banality it is and has always been.",
        "I only hope the lesson has come early enough for us to learn.",
        "There will almost inevitably be feelings of destabilisation throughout the Gulf. We would be naive not to understand how much of a running sore the unresolved problem of Israel/Palestine is.",
        "If we are to demonstrate that this is not a war against Islam we would do well to emulate President Bush’s recent speech when he called for progress on the achieving of two states west of the Jordan, a secure Israel and a viable Palestinian state, the ending of settlement activity, the establishment of a genuine ceasefire, and a return to talks.",
        "We must urge both sides to seize this opportunity.",
        "Let me make one thing abundantly clear. We do not give the PM our support in this matter of Iraq lightly.",
        "It does not come easily to me to support him. How much easier it would be to play the cynical Liberal game of facing in all directions at the same time. Tempting. But wrong, and we will not be drawn down that less than honourable path.",
        "The Liberal Democrats behaviour has been despicable. They have even outdone their own usual low standards in the way they have responded.",
        "Hostile to Saddam, sympathetic to Saddam. For firm action, against firm action. For the UN route, against the UN route. Claiming to be consistent when their only consistency has been their inconsistency. Charles Kennedy has made the Grand Old Duke of York look like a paragon of decisiveness.",
        "We will support Tony Blair on Iraq as long as he does what is right because it is right to do so. We will not play the political game at the expense of the national interest and doing what is right.",
        "But that is as far as we will support him.",
        "Where he’s plum wrong and behaving dishonourably as he has on Gibraltar we will oppose him. And not only will we tell him he is wrong as he seeks to sell out the British sovereignty of the people of Gibraltar. We will continue to make it clear that we will not be bound by any agreement with Spain that does not have the wholehearted and freely given consent of the people of Gibraltar. And as we saw in November that is about as likely as the survival of a snowball in hell.",
        "We will stand by the people of Gibraltar and their rights to remain British. We will not betray them.",
        "And then there is Zimbabwe. I can hardly mention that country without feeling a profound sense of shame in how Britain under the lily-livered leadership of a government transfixed by its post-colonial guilt has abandoned that once great land.",
        "I got into Zimbabwe for a day last summer. What I saw was one of the most depressing experiences of my life.",
        "Millions of people facing starvation alongside productive farmland, which had once been the breadbasket of Southern Africa lying, unfarmed with last year’s harvest lying rotting in the fields.",
        "I found farmers illegally evicted from the land which many of them had bought with Mugabe’s assurances after independence. I found displaced black farm workers harassed by ethnic cleansing every bit as nasty as Kosovo starving and frightened in the woods. I was told of the state organised violence, the torture, the rape, the murder.",
        "I met representatives of the proud Matabele tribe who feared genocide by starvation at the hands of Mugabe. I saw democracy and the rule of law being destroyed, and all this at the hands of the vile despot Mugabe.",
        "President Chirac of France may not mind embracing this bloodstained figure. I would not give him the time of day. I along with millions of Zimbabweans just want to see him gone.",
        "As I left Zimbabwe one hollow eyed displaced black farm worker grasped my hand and said simply “Don’t let the world forget us”.",
        "I won’t, but our government has shown every intention of doing so.",
        "They resisted our calls for targeted sanctions until they were too little too late. They have now even connived in the manipulation of those sanctions to allow Mugabe into Paris three weeks ago.",
        "They have failed to enlist the UN into monitoring food distribution in Zimbabwe. They twisted and turned on the cricket world cup issue desperately seeking to walk by on the other side.",
        "Tony Blair who told the world that it was his moral duty to act in Zimbabwe has visited everywhere in Africa but Zimbabwe and has deliberately ducked mentioning Zimbabwe at world summits where to do so might have made a difference.",
        "That is why I am ashamed. Tony Blair’s abandonment of the people of Zimbabwe who look to us in their hour of need shames us all. I will fight for Zimbabwe on behalf of our party until something is done.",
        "We will not walk by on the other side. And we will continue to harry this government at every opportunity and in every possible way to live up to their responsibilities and act.",
        "And we will oppose them on Europe. How many of you here are aware of what is happening in Europe at this time?",
        "How many of you know that despite their promises to the contrary this wretched government of ours is about to raise the white flag of surrender on crucial areas which will decide whether we become a European superstate or not?",
        "How many of you know that the firm intention of those charged with recommending the future shape of Europe is a legal personality which is the first prerequisite of a European state, a fully fledged constitution complete with legally enforceable fundamental rights which is the second prerequisite, and the subjugation of our foreign and defence policy to the jurisdiction of the European Court of Justice which is the final prerequisite.",
        "These together form the Rubicon between the original and acceptable concept of a Europe of Nations, a partnership of sovereign states, and a European political union which ultimately must sound the death knell of the bottom-up Europe which alone in practical terms makes sense.",
        "I am both horrified at the speed in which this alternative Europe is being developed. And this government who originally told us that they would resist such moves to the death are now busy preparing the ground for the shameful volte-face and the despicable surrender.",
        "Parliament with its overwhelming government majority probably can’t stop it. But it must be totally against the spirit of the unwritten British constitution that basic sovereignty can in this way be surrendered without the democratically expressed consent of the British people.",
        "That is why I have demanded a referendum before any treaty embodying such surrender is ratified.",
        "I cannot see how a government which allowed 26% only of the people of Wales in a referendum radically to alter the constitution could now refuse a referendum which will decide whether we accept the surrender of our basic sovereignty or not.",
        "We will campaign vigorously for a referendum before surrender.",
        "Failure to grant one would be the final demonstration of the contempt in which this government hold the democratic wishes of the British people.",
        "Let me make this clear. We are not anti-Europe. Nor have we ever been. We believe in a Europe built from the bottom up – as was always originally intended.",
        "We believe in a partnership of sovereign nations within which the single market is completed, directives are framework rather than specific, there is far greater parliamentary accountability over Euro-decisions, where we cooperate on matters of mutual interest, but where we accept and indeed value our differences and retain our basic rights of self-determination.",
        "This is the theme for the constructive bottom-up Europe which we believe not only offers a constructive and viable Europe for the 21st century but also provides an urgent anti-dote to the government’s surreptitious policy of imposing an integrated Europe upon us.",
        "We have a constructive position. We must make sure it is understood.",
        "My foreign affairs portfolio covers much of what I have wanted to say today. But as an old political warhorse with nostrils flaring at the first whiff of cordite, with elections in the air I cannot fail to mention the open goal with which we are currently faced and of which we must take advantage.",
        "New Labour has failed. Their much-vaunted pledges are in tatters. They have failed on health, they have failed on education, they have failed on pensions, on law and order, on asylum, on tax and on the economy.",
        "They set their own targets and they have failed, not only themselves but us as well. They are suddenly a derelict government, a government with no purpose, no honour and no answers.",
        "I am sick and tired of living in a Britain that is being inexorably undermined by a Government that has lost its way. I am sick and tired of a government that has lost all sense of pride and which has settled for the second rate.",
        "I am sick and tired of a government that can no longer – if it ever could – distinguish truth from spin.",
        "I am sick and tired of a government to whom people don’t matter, to whom the family doesn’t matter, of a government that seeks to make us ashamed of our history, our traditions, our culture, our currency and now of our very Britishness.",
        "I unashamedly, unequivocally, and unchangeably believe in Britain and all within that concept which has in the past made is great and can make us great again. I long for a Britain where people matter again.",
        "I long for a Britain where the family matters again as a symbol of stability in an ever-changing world. I long for a Britain where values matter again, where standards once more count for something, and where personal responsibility is once again a goal to be aimed at.",
        "I long for a Britain where it is worth doing the right thing again; worth working hard, worth saving, worth playing a part in one’s community, worth supporting those less able to fend for themselves, and worth respecting the law.",
        "I long for a Britain where I can be proud of my country without being called extremist, proud of our history without being labelled anachronistic, and proud of our national character without being branded a bigot.",
        "I long for a Britain where truth matters again.",
        "I long for a Britain where freedom means what it says rather than what political correctness tells it to mean. I long for a Britain in which quite simply I can believe again.",
        "We have begun the great march back to power. The door to victory stands gaping before us. Whether we go through depends on us alone.",
        "We will need self-confidence. We will need courage and determination. Above all we will need self-belief. We will need to work together as one, loyal to each other, true to our leader Iain Duncan Smith, and committed to victory.",
        "Such an opportunity may not come easily again. We owe it to our country to send this rotten, duplicitous, venal, self-seeking and self-promoting lot packing.",
        "Your chance will come earlier than ours, in a few weeks time, and there is not a minute to waste. Remember what they have done to Wales – the broken promises, the betrayed trust, and the dashed expectations.",
        "It is time for us to say be gone, to take them head on and show them up for what they are. And then to sweep them into the rubbish tip were they belong. Have strength, have conviction, have hope. Go out and win."
    ]
}