{
    "url": "https://www.ukpol.co.uk/michael-ancram-2003-speech-during-the-opposition-debate-on-the-european-convention/",
    "title": "Michael Ancram – 2003 Speech During the Opposition Debate on the European Convention",
    "post_date": "August 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Ancram in the House of Commons on 11 June 2003.",
    "content": [
        "I beg to move, – ‘That this House believes that any Treaty providing a constitution for the European Union should only be ratified by Parliament once it has received the consent of the British people, democratically given in a referendum.’",
        "This is a straightforward and democratic motion that I hope will win widespread support across the House. It is also a timely motion, as it is being debated on the eve of the national referendum on a referendum that is being conducted by the Daily Mail. I congratulate the Daily Mail on its initiative, and it is not alone. A referendum is also backed by The Sun, The Daily Telegraph, the Yorkshire Post, The Birmingham Post, The Scotsman and many other newspapers, but, most importantly—as shown in opinion poll after opinion poll—it is massively backed by the British people.",
        "The terms of the motion are simple and straightforward. They are as politically neutral as possible, and I hope that the hon. Gentleman will reflect on his position when we reach the end of the debate.",
        "I hope that as many people as possible will register their opinion tomorrow, if only to show the Government that the British electorate will not readily be sidelined on major issues that involve the transfer of powers from this country.",
        "At a time when referendums have become an instrument of our political system, and when popular involvement in decisions has become part of our national culture, it would be wrong for an important decision affecting the future of our country to be taken without reference to the people. We should provide them with the opportunity to choose, “And then the people will decide”.",
        "Those are not my words, but those of the Secretary of State for Wales on the “Today” programme on 27 May when he thought, perhaps unguidedly—until he was required later to unthink—that next year’s elections could be used as some sort of surrogate referendum.",
        "The words of the Secretary of State for Wales are important, because they reflect the purpose of this motion, which is to enfranchise the people, not through the European elections but through a referendum. I hope that the right hon. Gentleman, who—I am sad to see—is not in his place today, will have the intellectual integrity to support us in the Lobby later.",
        "What of the Liberal Democrats? I was pleased to hear the right hon. and learned Member for North-East Fife say that “If Convention proposals have constitutional implications, there should be a referendum.” That sentiment is broadly reflected in the amendment that they have tabled today. Our motion refers to a “Treaty providing a constitution for the European Union”.",
        "It is impossible to see how a constitutional treaty providing a constitution can, by definition, be said not to have constitutional implications. I cannot see how even the Liberal Democrats can, with integrity, avoid supporting our motion today.",
        "We will be told that when we were in office we did not propose referendums on European matters of constitutional significance—that attack has been made on previous occasions—but was not it John Major who promised a referendum on the single currency? After six years of commitment from this Government, we are still waiting for that referendum.",
        "We are told that we will still get a referendum on the euro, but we will have to wait and see. All that we are getting at the moment is the Tony and Gordon roadshow—the Government’s answer to our ill-fated Eurovision entry Jemini, being ill matched and out of tune. After six years of being told that the single currency was simply an economic decision, with no constitutional significance, suddenly we are told that it has achieved constitutional significance again.",
        "The Prime Minister said in Warsaw on 30 May that “if we recommend entry to the euro, it would be a step of such economic and constitutional significance that a referendum would be sensible, and right, which is why we have promised one.”",
        "The Prime Minister used the phrase “constitutional significance”, but what about the Convention? At Question Time today, the Prime Minister said again that he did not believe that the Convention was constitutionally significant, but I ask the question again: if a constitutional treaty providing a constitution for the EU is not of constitutional significance, what on earth is? Surely it would be as sensible and right to have a referendum on the constitution as on the euro?",
        "I am sure that we will also hear the usual attacks for not backing referendums in the past. The answer is straightforward. Ten or 12 years ago, we did not have referendums. Even Labour Members argued in many debates—and I can give the House examples, if necessary—against referendums. However, nowadays we do have referendums, and that is because this Government have made them readily available as a political and constitutional device for allowing people to decide. There has even been legislation on the systems of referendums.",
        "The Government have used referendums with gusto. There have been 34 referendums since 1997, on matters ranging from the Belfast agreement and devolution for Scotland and Wales to the London Mayor and Assembly and the much-canvassed mayor of Hartlepool; many more are promised on regional assemblies. This Government love referendums, as they have shown over and over again—but not on this matter, the most important and far-reaching issue of the lot. It is their instant ruling-out of one on the European constitution that stands out.",
        "Why this matter? What are the Government afraid of? If the people’s consent to set up a mayor of Hartlepool is so important, why is it to be denied for the setting-up of a European president of a European political Union? The answer, we were told by the Prime Minister again in Warsaw, is that neither the Convention nor the IGC represents “a fundamental change to the British Constitution and to our system of parliamentary democracy”.",
        "How does the Prime Minister know what an IGC that has not yet begun is going to represent? On that basis, how can he rule out a referendum now?",
        "Today’s amendment changes the criteria. Out goes the phrase “a fundamental change to the British Constitution”, and in comes the phrase “do not involve a fundamental change in the relationship between the EU and its Member States”.",
        "Those are two very different sets of criteria. In a sense, it is perhaps all about words, but what matters is the reality. It is the reality that matters, not the words. We are at the moment part of an albeit imperfect Europe of nations. I believe that the European Union is in need of reform, but if the Convention proposals as they stand were ratified in a treaty we would be part of something fundamentally different.",
        "I do not mind whether we call it a superstate, a federal power or—the Prime Minister’s preferred option—a superpower. I do not care whether we call it a politically united Europe or even Romano Prodi’s “advanced supranational democracy”. All I know is that it will not be what we have now. It will be a step change away from that. I do not understand how can the Government can claim that that does not involve a fundamental change of the relationship between the EU and its member states, because it changes that relationship: member states would go from being partners to being subservient components.",
        "If we look at the overall result of the Convention’s proposals, we begin to see what is happening. The proposals will lead to a legal personality, a constitution, a president and a foreign secretary. It will involve fundamental rights, including the right to strike, legally enforceable at a European level. There will be a common foreign and security policy, and a European prosecutor. European law will have explicit primacy, and it will have an increasing role in criminal law, especially in procedure. There will be shared competence over immigration and asylum, with no veto, and Europe’s powers will be expanded into vast areas, from transport to energy. There could even be—who knows?—a common currency.",
        "Each of those elements diminishes our existing national sovereignty in one way or another. Together, they build a new and distinct political entity that has many of the attributes of a country. That is the truth, however hard the Government seek to disguise it. To call this a tidying-up exercise is laughable, and simply not true.",
        "One of the Convention’s leading members, the former Italian Prime Minister Lamberto Dini, said in The Sunday Telegraph of 1 June: “The Constitution is not just an intellectual exercise. It will quickly change people’s lives . . . and eventually will become an institution and organisation in its own right.”",
        "That may not suit the Government’s agenda, but Lamberto Dini is on the Convention, and that is what he believes will happen. That is the reality.",
        "If we look at the totality of what is being done. I used to practise in the courts, and one could take little bits of evidence and say that none of them amounted to much on its own. What matters is the eventual result of putting them all together. I am suggesting to the House that what is being created, whether one wants it or not, is very different from what we have now. If that is the case, it is of constitutional significance, and it should be the subject of a referendum.",
        "I believe that those components will change the nature of the EU. An EU foreign secretary and a common foreign and security policy would mean that the circumstances of the EU would be very different from what they are at the moment. We must consider that point as we determine whether a referendum is necessary or not.",
        "The Government know that the proposals are far reaching. The Treasury’s own single currency assessments published on Monday state: “Many of the issues being considered by the European Convention could have far reaching consequences for the future performance of EU economies whether they are part of the euro area or not.”",
        "That means us, and it does not sound to me like tidying up. It sounds much more like the Prime Minister’s criteria of economic significance as well as constitutional significance, about which he spoke in Warsaw, where he said that they make a referendum sensible and right. His words also apply to what we see coming from the Convention.",
        "My party opposes the constitution, but that is not the point of the motion. The point is to give the British people the right to decide whom they believe and what choice they want to make about how this country goes forward in Europe. That is why we are pressing for a referendum. Parliament is sovereign, but, in my view, that sovereignty is granted to it in trust by the people. Parliament should not be able to alienate sovereignty permanently and irreversibly without the express consent, democratically given, of the electorate. In the absence of a general election, such authority can be given to Parliament only by a referendum.",
        "Authority has not been given, nor have the Government sought it. There was no mention of a European constitution in their manifesto. That is another reason why a referendum is necessary. That is not just the view of the Conservative party or our country: the hon. Member for Moray reminded us of the origins of the Convention, and I shall quote what Valéry Giscard d’Estaing said on 28 February 2002 when he launched it: “Treaties are made by states and agreed by Parliaments, but constitutions are created by citizens and adopted by them in referendums.”",
        "That was his view then; I believe it remains his view today. The Danish Prime Minister, Mr. Rasmussen, was reported as saying on 28 May: “What is at stake is so new and so big that it is right to hold a referendum”.",
        "From all corners of the debate in Europe, people are telling us that the constitution is a significant move forward and that it is a subject fitting for a referendum. The case for a referendum is compelling.",
        "The motion refers carefully and deliberately to “a treaty providing a constitution for the European Union”.",
        "That makes it even more difficult for me to understand how, without their knowing the eventual shape and contents of the treaty, the Government are able instantly to rule out a referendum. If they do not know what they will be looking at in the long term, how can they say that there will be no referendum? Why are the Government so frightened? Are they frightened that their smokescreen will be blown away, and is that why they dare not let the British people decide? Other countries will let their peoples decide. Denmark and Ireland will let the people decide. France, Portugal, Sweden, Finland and Austria may, in various ways, let their people decide. The Netherlands has just decided on a non-binding referendum. Only Britain, Germany, Belgium, Luxembourg and Greece refuse point blank to let the people decide.",
        "The Government’s position insults the British people. They continue to play what I call the “big lie” card, saying that the debate on Europe is about going right in or coming out of Europe, and that they want in and we want out. That is dishonest spin of the worst sort—the kind of spin that has already brought them into disrepute, a lesson from which I hope they learn. The real Europe debate, which the Government are so keen to avoid, is the debate about the sort of Europe that we want to be in. Is it a Europe of sovereign nations that we seek, or is it a European superpower that the Prime Minister proclaimed in Poland in October 2000 and in Cardiff in November 2002? That is the real choice.",
        "This motion is about trusting the people. It is a democratic motion. It exposes the arrogance of a Government who will not let the people have their say. What is the betting that the Leader of the House will shortly tell a newspaper that there are rogue elements in the electorate, let alone in the House, who are seeking to undermine the Government, and that that is why we cannot have a referendum? Only six years ago, the Government asked us to trust them. What we are saying is: “Trust the people.” Why do they continue to say no?",
        "We will trust the people. We will not take no for an answer. We will let the people decide. I call on the House to support the motion."
    ]
}