{
    "url": "https://www.ukpol.co.uk/michael-ancram-2002-building-true-partnerships-in-europe-speech/",
    "title": "Michael Ancram – 2002 Building True Partnerships in Europe Speech",
    "post_date": "August 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Michael Ancram",
            "url": "/tag/michael-ancram/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Ancram on 9 May 2022.",
    "content": [
        "“How times have changed! A few years ago critical questioning of the future shape, direction or structures of Europe would have been condemned as an anti-European act. Either you were for ‘le projet’ or you were against it. There was no middle ground.",
        "“Today Europe itself is talking about its future. Fifty years on the European Union is facing a sort of midlife crisis; a crisis of identity, a crisis of purpose and a crisis of authority. A crisis acknowledged even by the Laeken Declaration. There is a sudden realisation that not all is well.",
        "“The pathetically low turnouts in the last European elections. The negative votes in the Irish and Danish referendums. The re-emergence of extreme national politics, particularly in France. The growing popular dissatisfaction with and feelings of alienation from European Institutions. The European economy presents a far from rosy long term picture. There is suddenly a fluttering in the European dovecote.",
        "“Stopped in its tracks is the arrogance which has so marked the European Commission over recent years. Gone the sense of inevitable and unstoppable progression. Both replaced by confused rhetoric. The same voices which recently contemptuously dismissed American policy as “simplistic” now plead anxiously for the US to resist the ‘unilateralist temptation’.",
        "“Suddenly there is talk of consultation. The Convention on the future Shape of Europe. But there is little evidence that the fundamental problem, the deficit in the democratic process at a European level, the alienation of people from institutions, has even begun to be addressed, or whether the means for doing so even exist. What is certain is that Europe is uncertain, more uncertain about itself than it has been since its inception.",
        "“We see a demographic time-bomb in Europe which the EU has failed to address. A growing, technological gap between European countries and the US. A need for greater innovation and deregulation, as growing unemployment threatens the livelihood of millions of people. It is against this backdrop of economic failure that we must begin to consider the structural failures of the EU as it stands today.",
        "“Over the coming year we in the Conservative Party will be developing a clear strategic view of Britain’s Foreign Policy at the start of the twenty-first century, and defining British interests within the international arena.",
        "“It is with this in mind that I address the issue of the EU today. We will apply this rigorous process to the EU as well, asking how it fits or should fit with Britain’s and other countries’ national interests. We will address that fundamental question as to the role the EU should fulfil in the 21st century. What should it do, and what should it not do? How can we make it more effective for and more relevant to British citizens?",
        "“I do not propose to answer those questions in detail tonight. There is much work to be done first. I intend to analyse closely where Europe finds itself today. We will identify those areas requiring rigorous examination and consideration, and where necessary reform.",
        "“That is why we call today for a fundamental review of the way the EU is currently working. We believe that this is a necessary precursor to genuine constructive reform. If the current EU process is not prepared to undertake such a fundamental review, we will look for alternative and credible ways of doing so. It is an opportunity which must not be missed if we are to reshape Europe to meet the genuine challenges of the new century.",
        "“The time is ripe for a constructive but realistic debate about the future structures of Europe. It is a debate in which we are happy to take part.",
        "“The current uncertainty creates above all a crisis of identity. We therefore have to start with the very basic question as to what precisely we mean by Europe.",
        "“‘Europe’ is a concept. It is a collective, broad-brush description, not a nationality. It is a geographical entity, rather than a “land” with the true sense of belonging that flows from that term.",
        "“How do we define Europe? Just look at the multiplicity of geographical descriptions and definitions. Northern Europe, Southern Europe, Middle Europe, Eastern Europe, Mediterranean Europe, Central Europe, Slavonic Europe, Scandinavian Europe. I could go on.",
        "“This multiplicity of descriptions of Europe also hides a massive diversity of languages, peoples, cultures, economies, and histories. Some aspects are shared. Many more are different. One has but to look at the patchwork quilt of the history of Europe. It underlines the infinite diversity in our continent which cannot be straight jacketed by simplistic description.",
        "“Indeed the history of European unity, until the Second World War, was a history of military subjugation, an empirical aspiration that could never succeed when pitted against the diversity and national sentiment that existed within Europe – and still exists today.",
        "“The origins of the EU lie in the conflict that wracked Europe between 1939 and 1945. The leaders of the nations of Europe determined it should never happen again. The resulting Common Market was based on consent, around a “bottom up” principle which sought to build links and co-operation at the lowest levels and with NATO’s help it worked. Europe has seen an unprecedented period of peace and has been much the better for it.",
        "“However, since its inception we have also seen an seemingly inexorable move towards full European unity, as “harmonisation” has stealthily been imposed upon us all.",
        "“Despite the subsidiarity principle that decisions should be taken at the lowest appropriate level, the impacts of European integration continue to weave their way into the nooks and crannies of everyday life.",
        "“In the Common Agricultural Policy, for example, a vitally important sector of our national economies continues to be dominated by an inefficient European structure. We see at the same time an increasing incidence of fraud in EU budgets. We see a lack of responsiveness to local needs, inevitable when the minutiae of a system are essentially determined by a supranational authority.",
        "“The endemic tendency to wish to encompass everything has led to the EU being regarded with a growing sense of distance and irrelevance by vast numbers of its voters. The lack of democratic accountability, compounded by new directives constantly being imposed from above, only serves to add to popular alienation from “Europe”. The need for reform and change is now more pressing than ever.",
        "“The EU stands at an important crossroads in its development. Recent political events in France stands as a stark warning of the potential outcome of that sense of detachment from a remote political elite felt by millions of people across Europe.",
        "“In this information age, with more well informed and empowered citizens than ever before, the urgent challenge is to correct the democratic deficit and to bring the real interests of people back to centre-stage.",
        "“Reform must not be a one-way track. There are a variety of options, each of them with adherents and arguments in their favour.",
        "“There are those whose sense of disillusionment with the EU and growing supranationalism lead them to support complete withdrawal from the EU, either with the intention of going it alone or as a full member of NAFTA.",
        "“Diametrically opposed to them, there are those in favour of building an integrated United States of Europe, an “advanced supranational democracy which must be strengthened” – whatever that might mean – , even more closely linked than at present, with a central government presiding over a common foreign and security policy, a common economic and fiscal policy, underpinned by a single currency, and with a common social policy.",
        "“And there is a third option. A partnership of sovereign nations, bound by the single market and the rules of free trade, but otherwise working at different levels of participation and involvement, tailoring common ventures and aspirations to the national interest and the national modus operandi. A Europe for all seasons, and all national traits and imperatives, which recognises and maximises national strengths in a constructive way.",
        "“Let me look at each of these options in turn.",
        "“To withdraw from the EU, either to go it alone or to engage in a NAFTA-like trade area, would be a damaging course, forfeiting authority and benefit. We benefit from our trade with Europe.",
        "“Europe may well be facing economic problems. It is however certainly not in our interests for these to continue. Moreover our trade is vitally tied up with Europe and affected by European legislation. Norway and Switzerland, as members of the European Economic Area, must comply with European law, but they have no influence over these laws ands regulations. Withdrawal would replicate this weakness for us.",
        "“On the other hand the supranational approach, suggesting that institutionalised cooperation can achieve everything, and therefore must pool everything, is totally missing the point. More can be achieved through voluntary co-operation than through enforced conformity.",
        "“In the face of current European uncertainty Tony Blair’s government might appear ambivalent. Far from it. While their language at home may be tailored to create the impression that the Europe of Nations is still an option for them, their language abroad and more importantly their actions within Europe tell a different tale.",
        "“Regrettably what happened at Nice was both a functional failure and a failure of vision by our Government. Having rejected the vast bulk of extensions to QMV proposed by the French Presidency prior to Nice, most were meekly accepted.",
        "“A simple accession process, acknowledged by Robin Cook as necessary for enlargement, turned in to a treaty which had little to do with enlargement, which we passionately favour, and everything to do with political integration.",
        "“The Nice Treaty further alienated people from the institutions of the European Union and may, perversely, as we warned, imperil or delay enlargement.",
        "“The failure to concentrate on the core objective of enlargement was symptomatic of a government which talks of constructive engagement but fails to come up with actual policies which address the real challenges of an enlarged EU.",
        "“The rhetoric of integration is also there, on record, for all to see. Speaking in Warsaw in 2000 Tony Blair declared the need for a Europe “strong and united”. In Birmingham last year he was quite open about it, saying that a “more effective common foreign and security policy…is vital”. He obviously learnt little from the farce of trying to achieve a common European line in the aftermath of 11 September.",
        "“At the same time Jack Straw calls for an ever greater pooling of our sovereignty.",
        "“Their deeds and words all point, not to a desire to make the EU work for the citizens of its member states, but to their desire to submerge British sovereignty and that of other European countries in an ever more centralised Europe. They may work by stealth, but their agenda remains the creation of a supranational Europe.",
        "“It is the wrong direction for Europe, and we reject it. It threatens not only the end of popular sovereignty, but also a further divorce of the political process from its legitimacy – the people themselves. It either presages the unacceptable tyranny of the majority imposing common policies on reluctant member countries, or the equally unacceptable tyranny of the lowest common denominator. Neither is acceptable.",
        "“The coercion of conformity and harmonisation would stifle the diversity that is the very essence of Europe. As a result of a common interest rate, a single currency and a single fiscal policy, inevitable internal tensions would arise. Division and internal discord would ferment from the forcing together of very different economies, bringing in to the open the threat of new axes as the largest members push ahead with their ambitions at the expense of the interest of their smaller partners. We have already had a taste of this when Ireland was reprimanded under the growth and stability pact, whereas Germany for a similar ‘offence’ was not.",
        "“These tensions will become even more apparent after enlargement. EU enlargement is a project that has always enjoyed the total support of the Conservative Party. But we must also recognise the need to plan properly for it.",
        "“Already such tensions are beginning to show in the failure to face up to the shortcomings of the Common Agricultural Policy, and in the increasingly sharp exchanges between the accession countries and Brussels as the realisation dawns that the EU has taken insufficient account of their needs with regard to structural funds and agricultural subsidies. This is a salutary warning of the internal divisions we risk if we do not move swiftly to reform.",
        "“We want to see genuine and constructive reform. We do not see it in Romano Prodi’s ‘advanced supranational democracy’. A supranational European state would undermine the goodwill and genuine co-operation required in Europe. It would be harking back. It would be building a bloc after the era of blocs is ended.",
        "“It would also be naively ambitious. To attempt to be a superpower bloc, rivalling America, is foolish. America is a sovereign superpower with vast resources. Europe is not. We need America far more than America needs us. We must stick to the partnership of Europe and America. We must reject the anti-American rhetoric of some leading Europeans who want to make it Europe or America.",
        "“Our constructive approach to European reform will start with the world as it is, not as we might wish it to be. The events of 11 September were a wake-up call. The call to Europe was very clear. It reminded us once again that the comfortable and stable world of cold war blocs was over. Mass equilibrium, based on the doctrine of mutually assured destruction, was ended. The threats were different. The friendships and alliances needed to meet them were different. The world into which the European Union had been born and raised was gone. The European mindset has to change.",
        "“The message of 11 September to Europe was ‘adaptability and flexibility’. That is why we root our approach to the reform debate firmly on the ground of the Europe of sovereign Nations.",
        "“We need to use the current debate on the future structure and shape of Europe to look at what is working and what is not. That which is working and is consistent with the Europe of the future should be preserved and strengthened. That which is not working, or is out of date or is no longer consistent with the evolving nature of Europe should be reformed or discarded. Anything less than this rigorous approach will be a sham.",
        "“The Treaties, the ‘acquis’, the directives, should all be open to re-examination to assess their effectiveness and continuing relevance – and open to change if necessary. A genuine review and reform process cannot object to revisiting those elements which appear either not to be working or not working as well as they should. There can be no sacred cows, no no-go areas, no sealed vaults.",
        "“Such a ‘keep out’ attitude would prove the enemy of genuine reform. Fortunately there is growing recognition in other European countries that at least some of the treaties may need reform. Only Britain’s Government seem to see the Treaties as untouchable totems of commitment to Europe. It is massively short-sighted. It assumes that once a regulation is in place it will remain effective through all circumstances, and will not be affected by the changing international and economic situation.",
        "“By adapting to change and revisiting the treaties, the regulations and if necessary the ‘acquis’ and in making a constructive assessment of their continuing relevance and value to people as opposed to institutions, we can hope to move once again towards a ‘bottom-up’ Europe. A Europe that starts with the needs and aspirations of the people of Europe, not the ambitions of its bureaucrats, and which can once again make itself relevant to people’s lives.",
        "“Relevant does not mean meddling in every nook and cranny of every day life but being a useful engine to increase the economic prosperity and success of European countries. People who currently feel distant from the EU must be convinced of the benefits to them. Our constructive review must ask the central questions. Do these treaties, these directives, this ‘acquis’ still serve the real interests of the peoples of France, Germany, Holland, Belgium, and so on. And above all do they serve the interests of the people of Britain.",
        "“For instance the Common Foreign and Security Policy. This is a concept that will not work and should be abandoned. The history of the CFSP is a already a trail of failures. Re-buff over Israel, inaction over Zimbabwe, division and delay after 11 September, and the inevitable undermining of NATO. All demonstrate the inflexible, unwieldy nature of the CFSP and show that it is simply not practical.",
        "“The Rome Treaty preamble demanding ‘ever closer union among the peoples of Europe’ requires further thought. Such wording sits uneasily in today’s world and we should be prepared to consider rephrasing it in a way which better reflects the network, flexible, nature of modern international co-operation.",
        "“We need to reconsider the role and powers of the Commission in initiating policy, questioning whether this is the most effective, or appropriate, way to operate.",
        "“Coincidentally it already appears that the Commission is in fact losing power to the Council Secretariat and to a mish-mash of other agencies and committees. Whilst this loss of power by the Commission is not something to be mourned, we need to consider how the structural distribution of powers can be more effectively organised to ensure greater democratic accountability, rather than simply shifting the power around internally.",
        "“We need also to look closely at those elements of the EU which are working but which can be improved.",
        "“The Single Market has the potential to bring economic benefit, but there is work to be done to make it function more effectively and fairly. We will continue to work towards the completion of the single market. We will continue to press for further deregulation and improved competitiveness.",
        "“We must recognise that the world’s economy is now global. In a world of increasingly fierce economic competition, ineffective and burdensome regulations hinder rather than help economic success. Companies today often find they are being sent out to compete in the global marketplace with one hand tied behind their back. The distinction now needs to be clearly made between what is necessary to provide a level playing field, and what is an unnecessary burden.",
        "“At the heart of EU reform must lie “a democratic process which uphold the rights of all member states, big and small, and guarantees the rights of the people and of every citizen”. These goals, set out by Romano Prodi in April, cannot be reached by the road to integration or his ‘advanced supranational democracy’. Centralisation and integration are inimical to them. Reform can only begin to achieve these goals if it is firmly rooted in the domestic democratic processes of each member state. It could encompass the prospect of the Commission agenda being shaped by national legislatures.",
        "“Our democratically elected national parliaments can best, certainly better than anything else in the EU, interpret the national interest and represent the will of the people. It is at a national level that people still feel the greatest sense of identity, and sense of belonging. Moreover if genuine accountability is to be created in Europe, and the growing rift between the plans of the European bureaucrats who determine Europe’s agenda and the genuine wishes and will of the people who ultimately pay for the EU is to be ended, then national parliaments must remain the best channel for genuine democratic control.",
        "“Too often, when the democratic deficit in Europe is mentioned, it is suggested that the simple answer is for the European Parliament be given more powers. This is simply shifting power within EU institutions, not returning it to the people themselves. We must return to the founding principle that the EU is the servant of the people of Europe and the national parliaments that represent them; it is not their master.",
        "“It is too early to be specific. Genuine reform must be preceded by genuine analysis. We should hope that this will be undertaken by the Convention, although the early signs are not encouraging. There is currently too much grandiose talk of writing a constitution. There is already too much planning for further centralised structures such as a European Diplomatic Service . All of this is the antithesis of resolving the democratic deficit. It will make it deeper.",
        "“We are open to genuine reform. Not doctrinal reform to a set agenda, but reform to build a more workable Europe to meet enlargement. Not destructive reform, but constructive reform which works for the peoples of Europe. Not theoretical reform, but reform which reconnects people with what Europe means for them.",
        "“We want to see a Europe that looks outward rather than inward, Taking on the international economic challenges of the world rather than spending so much of its time focussed on internal bureaucratic battles.",
        "“What I have set out today is not a detailed blueprint, nor at this stage before the in-depth analysis has been done is it intended to be. What it seeks to represent is a broad outline, a framework within which we can work on the more detailed substance of our approach to Europe, and which demonstrates our willingness to engage constructively in this vital debate.",
        "“We are faced with a great opportunity. An opportunity to sail between the jagged Scylla of withdrawal, and the vortex of Charybdis which is the European Superpower. Both of these are concepts of the 20th century. We are looking towards the 21st century, the globalisation of economics, the new fluidity of relationships, the reality of the American superpower and the slumbering giant of China. We are looking for a Europe which will be better suited to meet these challenges. Our Europe will be agile and supple and cognisant of the national forces within it which are its strength.",
        "“Ours is a Europe in which the strengths of each member can be deployed to the full, where non-conformity is a strength and not a weakness, where flexibility and differences of emphasis are an advantage and not a hindrance. A Europe where we can go on being British and Italian and French and German and so on, with our rich and diverse histories and culture in the knowledge that it is through this diversity that we will achieve greater strength and genuine goodwill than ever would be possible than through artificial and forced conformity.",
        "“Partnership rather than incorporation, subtlety rather than stubbornness, and with Britain at the fulcrum. We want a Europe which will work with the grain of the world rather than against it, a Europe in which we can go on being British and doing that which is in the interests of our people.",
        "“That is the Europe of the true partnership of nations. It is a constructive Europe, a Europe for all seasons, a Europe which can work.”"
    ]
}