{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-ukraine/",
    "title": "Fleur Anderson – 2022 Speech on Ukraine",
    "post_date": "September 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 22 September 2022.",
    "content": [
        "I visited Kyiv two weeks ago as a member of the first cross-party delegation of MPs since the war began, which has been mentioned by other Members—many of us are here today. We were a group of seven MPs from four parties. It was a long journey there and back, as there are no flights, but we were absolutely determined to go together to show solidarity and support for the Ukrainian Government, for the armed forces, for the sovereignty of Ukraine and for the people of Ukraine. I congratulate the Ukrainian armed forces on their victories of the past 10 days—it was an exciting weekend to be there as they were announced.",
        "I am proud of the welcome given by people in Putney, Southfields and Roehampton, and by so many families across this country, to people from Ukraine, many of whom I have met. However, I echo the concerns of other Members about what will happen at the six-month cliff edge of support for those families to whom we are saying, “We would like to be able to support you, but we just can’t.” What will happen to those Ukrainians who want to stay and cannot go back yet, but who do not have a guarantor or the necessary credit history to secure private accommodation? It will really undermine all the good words that we say in this House and the good support that we are providing for Ukrainians if we do not provide the longer-term welcome that is needed.",
        "As we have reflected in the past week on Her Majesty’s reign, we have seen the striking contrast between the transition away from the British empire during her reign and Putin’s aggressive, dominating, barbaric empire-building, which has Ukraine in its sights right now but could extend much further, including to the Balkans, where there is an election in Bosnia in just 10 days’ time. It is vital to stand up to the aggression of Putin and his regime, and to join with our allies in supporting Ukraine and looking to build a peaceful future together, at the same time as supporting the de-occupation.",
        "As a delegation of MPs, we met President Zelensky and his head of office, with the Minister for Defence and deputy Ministers, with MPs, human rights activists and soldiers, and with the staff of the Depaul aid agency, who are providing psychological counselling and aid.",
        "The reports coming from Bucha, Mariupol and the de-occupied regions are shocking: torture, mass graves and rape used as a weapon of war—war crimes by the Russian army. As co-chair of the all-party parliamentary group on prevention of genocide and crimes against humanity, I know that we mean “never again” when we say it in this House every year and when we remember past atrocities, but now is the time to put flesh on those words and to act against atrocities that we know are happening now. That is why we are proud, as the British people, to be supporting the people of Ukraine. Perhaps it is the only issue that unites us across the House, but we have been unequivocal supporters of Ukraine from the outset.",
        "The increase in energy prices may be a factor in what people are calling potential “Ukraine fatigue”, but I know that the British people understand that the link with that increase is another reason why we must support Ukraine and stop Putin blackmailing us over energy. We need to end the war decisively and as soon as possible, so that it does not cost even more.",
        "The needs are clear: the need for air defences; for military equipment support; for heating system support as a back-up during the winter; for the return of prisoners and the forcibly adopted Ukrainian children—a scandal that I do not have time to say more about, but one that is really shocking; for support for rebuilding and reparations; and for justice and, especially, a special international tribunal to try Putin for the crime of aggression. The International Criminal Court is a parallel process, but it will not deliver justice fast enough. Britain can therefore lead in calling for that international special tribunal.",
        "Finally, support for civil society humanitarian aid and long-term peacebuilding should be built into the process. It is not enough to have military, diplomatic and legal support; we must have that fourth essential element of civil society. That is how whole-Government support for Ukraine can be delivered. Kyiv is a beautiful city and Ukraine is a beautiful country. I want to return to a free and victorious Ukraine that will not fear future aggression. We can see that when we stand together."
    ]
}