{
    "url": "https://www.ukpol.co.uk/lee-anderson-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Lee Anderson – 2020 Maiden Speech in the House of Commons",
    "post_date": "February 1, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Lee Anderson",
            "url": "/tag/lee-anderson/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Lee Anderson, the Conservative MP for Ashfield, in the House of Commons on 27 January 2020.",
    "content": [
        "Thank you, Madam Deputy Speaker, for allowing me to make my maiden speech; as we would say in Ashfield, “Thank you, mi duck.”",
        "I am bursting with pride as I stand here as the newly elected Member of Parliament for Ashfield, but I want to pay tribute to my predecessor, Gloria De Piero, who was the MP for Ashfield for nine years. I am sure ​everybody in the Chamber will agree that she was well respected on both sides of the House. I also want to pay respect to my seven colleagues in Nottinghamshire, who were all elected on the same day as me last month. They did a fantastic job and I make special mention of my good friend, my hon. Friend the Member for Bassetlaw (Brendan Clarke-Smith), who overturned a 5,000 deficit and won a 14,000 majority, and saw the largest swing in the country. He is a modest man—",
        "**Eddie Hughes**",
        "He hasn’t mentioned it at all.",
        "**Lee Anderson**",
        "This is my speech; thank you, Eddie.",
        "My hon. Friend the Member for Bassetlaw has only mentioned his 14,000 majority on one occasion to me—sorry, once a night as we go home across Westminster bridge. He tells me every single night, but I pay him great respect—he certainly has raised the bar.",
        "Ashfield was once voted the best place in the world to live—by me and my mates one Sunday afternoon in the local Wetherspoons. It really is the best place. Ashfield is a typical mining constituency. To the south of the constituency we have Eastwood, birthplace of D.H. Lawrence, to the north we have Nuncargate, birthplace of our most famous cricketer, Harold Larwood, and further north we have Teversal, which is where D.H. Lawrence wrote probably his most famous novel, “Lady Chatterley’s Lover”—a book I have read several times. We have many other great towns and villages in Ashfield, such as Sutton, Kirkby, Annesley, Selston, Jacksdale, Westwood, Bagthorpe and Stanton Hill, but the place that is closest to my heart in Ashfield is the place where I grew up, a mining village called Huthwaite.",
        "Like with many villages, when I was growing up in the 1970s most of the men in Huthwaite worked down the pits. I went to a school called John Davies Primary School, and I was always told at school in the ’70s, as many of us were, “Work hard, lad, do well, take the 11-plus, go to grammar school and you’ll not have to go down the pit like your dad and your granddad and your uncles.” Unfortunately, a couple of years before we were due to take our 11-plus, the Labour Government at the time withdrew it from our curriculum, so I was unable to go to grammar school, and none of our school went as a consequence of that. Just a few years later I was down the pit with my dad—working at the pit where my granddad and my uncles had worked. I did that for many years and I am sure my dad, who is watching this right now—a decent, hard-working, working-class bloke—did not want me down the pit. He wanted better for me, but that was taken away. I cannot help but think that, had children in my day had the chance to go to grammar school, they would have had more opportunities and probably a better life. Because I am telling you now, when I worked down those pits in Nottinghamshire, I worked with doctors, with brain surgeons, with airline pilots, with astronauts—with all these brilliant people who never a chance. The Prime Minister is quite right when he says that talent is spread evenly across this country but opportunity is not, and my constituency is living proof of that.",
        "People of Ashfield are a straight-talking bunch—a bit dry, a wicked sense of humour, a bit sarcastic sometimes—but that is borne out of our tough industrial past. You have to remember that we were the people who dug the coal to fuel the nation. We were the people ​who sent our young people—our young men and women—to war to die for this country. We were the people who made the clothes that clothed the nation. And we were the people who brewed the beer that got us all persistently drunk every single weekend.",
        "In 1993, under a Conservative Government, we reopened the Robin Hood line in Ashfield, and all through the county of Nottinghamshire, which created endless opportunities for passengers to travel for work, for play and for jobs. Standing here as a Conservative MP in 2020, I am proud to say that this Government are once again looking at extending our Robin Hood line to cover the rest of the county. They are also looking at reopening the Maid Marion line, which will again carry passengers to the most isolated and rural areas of our country. It is all well and good having good education and good training, but transport means just as much to the people in my community.",
        "My friends, family and constituents have asked me every single day what it is like to be down here in Westminster. I say, “It’s brilliant—amazing. We’ve got great staff—the doorkeepers.” Every single person who works here has been absolutely brilliant to me. It is an amazing place. I have met all these famous people—I have met MPs, Lords and Ministers—but the best moment for me was last Wednesday night, when I got invited to Downing Street, to No. 10, for the first time ever in my life. I walked through that door and there he was, the man himself—Larry the Cat. [Laughter.] Told you we were funny.",
        "I was born at the brilliant King’s Mill Hospital in Ashfield. King’s Mill was built by the American army during world war two to look after its injured service personnel. After the war, the American Government gave King’s Mill Hospital—the buildings and equipment—to the people of Ashfield as a thank-you gift. What a wonderful gift that is from our American cousins—absolutely stunning. I cannot praise the current staff and management at King’s Mill highly enough. They have really turned things around. Just 20-odd years after the American Government gave King’s Mill Hospital to the people of Ashford, I was born there, and later my children were born there.",
        "It is not just our hospital in Ashfield that means a lot to me; it is the fact that it has saved my wife’s life for many, many years now. My wife was born with a condition called cystic fibrosis. She was not diagnosed until she was 18, and for anybody, to be told that they have cystic fibrosis is like getting an early death sentence. But undeterred, my wife—my beautiful wife—went to work for a year. She then went to university, she studied, she became a teacher and she taught for 10 years, until she got to her early 30s, when she could not really carry on any more and gave up work. All that time, our brilliant NHS staff looked after her and kept her alive—I cannot thank them enough—but things got really bad in her mid-30s and she had to go on the list for a double lung transplant. She was on that list for two years, and we had five false alarms before we finally got the call on 19 December 2016. The operation was 14 hours and she spent three days in critical care. I thank my lucky stars for our brilliant NHS. They looked after her, they have kept her alive, and last year she was elected as a Conservative councillor in our home town.​",
        "I am incredibly proud, and when people say that this party is a party of privilege, I say to them, “I’m privileged to be in this party.”"
    ]
}