{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-cladding-in-putney/",
    "title": "Fleur Anderson – 2022 Speech on Cladding in Putney",
    "post_date": "January 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 21 January 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker, for granting this debate on the impact of unsafe cladding in Putney. I thank the Minister for taking the time to respond today. I also thank all those who are watching, who may increase the audience for this debate considerably, as it is on an issue of huge importance to my constituents in Putney, Roehampton and Southfields. I have been campaigning on it for over two years now, since I was elected. It is one of my biggest campaigns, so I am very grateful to be given this time—an unusual amount of time to be able to explain the impact of cladding in Putney, which echoes the stories and experiences of people affected by cladding all over the country.",
        "First, I thank the UK Cladding Action Group, the Leasehold Knowledge Partnership and the End Our Cladding Scandal campaign, and all the cladding campaigners locally, for campaigning relentlessly on the issue. I am with you in the fight.",
        "I will talk today about some of the failures of the Government to respond to the cladding crisis. Developers have checked out of many developments that they built shoddily and have moved on. So will the Government really be able to bring them to the table? The building safety fund is failing. It is too slow and has too many exemptions, and there is nothing in the Building Safety Bill to actually protect leaseholders. Will it all be hot air? These are the questions that I will be asking.",
        "Madam Deputy Speaker, imagine that you had worked really hard and saved for your entire life to buy your first property. You find your dream flat—there are many dream flats in Putney; it is a wonderful place to live—and you have your offer accepted. You invest your life savings to complete the purchase. You buy the flat in good faith, no doubt having been serenaded by an estate agent and after the council searches have come back clean as a whistle. You are good to go ahead. Everything has fallen into place. You have planned your new life and you move into your new home.",
        "Then you are told, after you have signed on the dotted line, that because of the wanton recklessness and corner cutting of a cowboy developer, your new home is actually riddled with fire safety issues. It is a deathtrap. And you are asked to stump up £50,000 or more to get it fixed. You either do not pay, or you will be forced to pay, or bankrupted. Even if you could pay, it will not get fixed straightaway; it might get fixed in two, three or four years. You do not know what the schedule will be; you are at the mercy of the managing agents and the developers. Until then, you are stuck and, as in many cases, bankrupt.",
        "It sounds like an absurd situation and something straight out of “Rogue Traders”, but it is actually the exact experience of thousands of leaseholders in Putney, Roehampton and Southfields, and it has happened on the Government’s watch.",
        "As I will explain, the Government’s announcement last week was welcome. It is a step change and new words. However, it will do little yet to change the reality. It is important to realise that behind the numbers, the surveys and the technical language, there are people who are having their lives ruined. I will say something about the impact that is having on them.",
        "One constituent said to me:",
        "“I am living this nightmare every day as this mess continues to drag on. I ask you; you tell me, ‘What’s the point of living a life like this?’ I am starting to get sick again and I’m finding it super hard to carry on.”",
        "Another constituent has said:",
        "“I’ve been diagnosed with stress-induced epilepsy and I’m now on medication for the next 5 years as a minimum. I’m at risk of being declared bankrupt, and this may mean I am jobless, as my profession depends on this. Critically vulnerable leasees are facing ever-mounting financial pressures and are unsure they can keep going.”",
        "Another constituent, who is father to a young family, said:",
        "“We are like prisoners for the mistake we have not made.”",
        "He finished by saying something that was painful to read:",
        "“Do we need to commit suicide to be heard by others on this issue?”",
        "I have heard similar comments by others who feel desperate.",
        "Another constituent, who has terminal cancer, wrote:",
        "“At the moment, I am facing a bleak death. I had hoped I could use the capital from my flat (I own 25%, Notting Hill Genesis own 75%) to either fund future hospice care or transfer to sheltered housing… However, I am unable to sell this flat, and am pretty much trapped here.”",
        "I could go on. The mental and physical health impact on leaseholders across the country is phenomenal.",
        "I am afraid that the optimism and good words contained in the Secretary of State’s announcement last week belie a real grasp of what is happening. The urgency of the situation has not been seen by the Government so far, because we are years after Grenfell and we are still in this situation. I have had residents from 30 blocks in my constituency reach out to me in the past two years. I have had numerous meetings with them, with developers and with managing agents, and this is the ninth time that I have spoken about this in the House. I will outline some of the cases because they are good examples not only of what is happening to those people—these are specific cases that need to be addressed by the Government—but of what is being experienced by so many people around the country.",
        "I will start with the Riverside Quarter, a huge development that was developed and owned by Frasers Property Ltd. Shortly after the Grenfell fire, eight of the buildings failed fire safety tests and Frasers told leasees in the four older blocks that, since it had no remaining financial interest in the buildings, under leasehold law those leasees would have to pay. So it fixed the cladding in four blocks but would not fix it in the other four blocks.",
        "Although Frasers has been able to secure funding through the building safety fund for three of the four remaining blocks, the fourth block was denied funding due to a slightly different final coat of render being used. The internal fire risks are identical in all four blocks, but this seemingly arbitrary technicality resulted in the Ministry of Housing, Communities and Local Government turning it down.",
        "On 15 December last year, Frasers sent a notice that under its lease terms it will be charging the 204 leaseholders over £4.2 million for unfunded fire repair costs. Charges per flat will be as high as £72,000, on top of those 204 leaseholders having to pay £170,000 a year between them for waking watch, which they call sleeping watch. This is a prime example of developers who are also freeholders ignoring the Secretary of State’s stated intentions.",
        "The second development is the Swish building, in east Putney. Over two years ago, unsafe, non-ACM cladding was discovered on the Swish. It has been at stage 2 of the building safety fund application for over a year. The timber part of the application has been rejected and the freeholder, Tapestart Ltd, is nowhere to be seen. Work to fix the cladding should have started in September 2021, yet residents are nowhere even close to receiving approval for funding. There has been delay after delay, with no clear transparency from the managing agent, Trinity Estates.",
        "Next is 2, 6 and 8 Hardwicks Square. Unsafe cladding was discovered, following an EWS1 assessment in 2018, in which it scored a B2 rating. Residents applied to the building safety fund over a year ago. They were left in the dark about the application for nine months, but then told that there were more defects than had been thought, so the application needed to go back to the drawing board. It is still pending and they are still waiting. They are paying for waking watch to the tune of £45,000 a month and have had an eye-watering 500% insurance hike. The ultimate freeholder is Blackstone, a private equity company. Will Blackstone be speaking to the Secretary of State as part of the roundtable discussions?",
        "Next door to Hardwicks Square is the Filaments development, where the developer has agreed to pay for remediation. That shows that some developers do pay up, and I commend them, but there are several major fire safety defects. Everyone in the development has been waiting for two years. They have experienced delay after delay, and residents are incredibly anxious. Will the Government set a final deadline for works to be done everywhere, no matter who is paying for them?",
        "The Radial development has not received funding for the remediation of unsafe, non-ACM cladding found on the block, despite the application having been made in July 2020. What is the delay? It is getting ridiculous. I wrote to the freeholder, the ominously named Godfather Investments, 18 months ago, urging them to take responsibility and I received the following chilling response:",
        "“We have taken legal advice on the whole issue of liability for unsuitable cladding and it is well documented that in circumstances such as described…the Freeholder has no liability. With respect, we find the suggestions contained in your letter to be wholly disingenuous and counterproductive.”",
        "I hope that the Secretary of State is also speaking to Godfather Investments, that they have changed their tune and that they will be supporting the remediation of cladding.",
        "One of the smaller affected blocks is Mill Court development, which is interesting because it is under 11 metres high, so it does not come within the remit of the building safety fund. Yet residents have been told they face costs of around £1 million for remediation works. The Building Safety Minister, Lord Greenhalgh, recently said he was “appalled” when he heard about the case and Optivo’s extensive remediation plans for such a small building. However, Optivo is still intending to move ahead with remediation works, subject to the announcement of further Government guidance. Does the Minister agree with Lord Greenhalgh’s assessment? If buildings under 11 metres are declared unsafe, will they be added to the remit of the Fire Safety Bill?",
        "Finally, I want to highlight Percy Laurie House, which is over 18 metres and was assessed as having a form of cladding requiring remediation. The residents made an application to the building safety fund, but again it has now been a year since they made it and, despite following up frequently, the application has remained pending for 12 months. It is a familiar story, and it is causing enormous anguish.",
        "Let me be clear: I welcome many aspects of the recent announcement from the Secretary of State, which echo much of what the Labour party and I have been calling for for the past two years. However, the situation on the ground in Putney exposes several realities that the Secretary of State has not yet grasped. First, what assurances are there that developers are coming to the table? I understand that developers had a meeting with the Secretary of State yesterday: I would like to know who came to that meeting, and for leaseholders to be assured that developers are taking action and things are moving ahead. Can they have hope? Will they be able to sleep at night again? Too many developers I am in contact with seem to have just checked out of the process.",
        "Secondly, the building safety fund is clearly riddled with serious flaws. It is arbitrarily denying funding for certain types of cladding, and it is painfully slow. Application success seems to rest on the competency of the property manager, rather than the safety of the building. As the constituency MP, I should not need to chase application updates for residents: the whole safety fund needs an overhaul. To give perspective, in two years that fund has only funded 18 out of the 1,000 buildings that need work—that is 1.8%.",
        "Thirdly, what about buildings under 11 metres? There is a gaping hole there, and as the case of Mill Court shows, withdrawing the consolidated advice note has not stopped fire safety works proceeding and the costs being passed on to leaseholders.",
        "Fourthly, what about non-cladding defects? Why the omission? We cannot just make a building half safe. I have many constituents facing ruinous costs for non-cladding fire safety defects, who seem to have been abandoned by the Government.",
        "There is only one way to end this nightmare for leaseholders, which is the one thing that the Government have so far refused to do: put cast-iron legal protections for leaseholders from the costs of remediating any historic cladding and non-cladding defects on the statute book. That could have been done this week through the Building Safety Bill, but was not. The Government still have a few more opportunities to do so, but they are fast running out of time. I seek assurances from the Minister that it will be done. Ministers have promised 18 times to protect leaseholders from ruinous fire safety costs, yet leaseholders in my constituency, at least, still cannot sleep at night for worries about their building and the costs they may have to pay for. I stand with my affected residents and leaseholders in Putney, Roehampton and Southfields, and we say to the Government, “No more hot air. Time to put your money where your mouth is and end this misery.”"
    ]
}