{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-hammersmith-bridge/",
    "title": "Fleur Anderson – 2022 Speech on Hammersmith Bridge",
    "post_date": "July 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 28 June 2022.",
    "content": [
        "Thank you for calling me, Mr Deputy Speaker, and I thank the Members who are present for this important Adjournment debate.",
        "Here I am again, and talking about Hammersmith bridge again. It has been closed to vehicles for three long years, and that closure is still having a huge impact on the everyday lives of residents in Putney, Roehampton and Southfields, and much more widely across south-west London.",
        "I last held an Adjournment debate on the closure—and, hopefully, the reopening one day—of the bridge in April 2021, and I have raised it in the House several times since then. Since that debate there have been welcome stabilisation works to make the bridge safer, and it has reopened to pedestrians above and river traffic below. However, I am here again because there has still been no agreement on the building of a temporary vehicle bridge, on any date by which the restoration of the bridge will be complete, or on when—and residents are crying out “When?”—the bridge will fully reopen. I hope to hear much better news from the Minister this time than last time, and I know that plenty of people in Putney and across south-west London are listening to the debate and also want those answers.",
        "The Government have been dragging their feet, and the taskforce has had no task and no force. Responding to my last debate, the then Parliamentary Under-Secretary of State for Transport, the hon. Member for Redditch (Rachel Maclean), simply said:",
        "“The buck stops with Hammersmith and Fulham.”—[Official Report, 14 April 2021; Vol. 692, c. 442.]",
        "That was a very disappointing end to the debate. I will be describing all that Hammersmith and Fulham Council is doing now, because it is the council that is responsible for the bridge, and explaining why it is the Government who need to do more.",
        "It is Hammersmith and Fulham Council that made the assessment of the danger in the first place, has made the business case for the stabilisation works and funded those works up front, and has drawn up the memorandum of understanding between the council, the Government and Transport for London, the three parties that will be responsible for the funding. However, Transport for London does not have the funds to restore the bridge because of reduced fees and other payments as a result of covid, so it comes down to the Government. What have the Government done, what will the Government do, and when will the bridge reopen?",
        "Let me first say something about the impact of the closure. It has resulted in between 500 and 4,000 vehicles a day coming through Putney High Street. Local residents complain constantly of increased travel times for journeys by bus and car, of increased congestion and pollution and of accidents on the roads, especially involving children near the schools on the most affected roads.",
        "We want more safe cycle routes in Putney, and in Wandsworth we have one of the highest “propensity to cycle” ratings. However, the increased traffic and traffic jams make cycling more dangerous and put people off cycling. In meetings that I have held with potential cyclists, most people say they feel that Putney Hill, Putney High Street and Putney Bridge are very dangerous roads. That in turn means worse air quality, because if there are fewer cyclists on the road there are more vehicles, which add to the congestion. As you will know, Mr Deputy Speaker, each year more than 4,000 Londoners die prematurely as a result of air pollution, and more than 500,000 people in London boroughs suffer from asthma and are vulnerable to toxic air.",
        "Recently, for Clean Air Day, I undertook readings using an ultra-fine particle counter—lent to me by Imperial College—along Putney High Street and the Lower and Upper Richmond Roads, the main diversion routes from the bridge. The readings were exceptionally high, even from inside homes along those roads. Residents have shown me the black soot that builds up in their homes, and companies tell me about the impact that the poor air quality is having on their business.",
        "The Putney Society is concerned about this as well, and it has sent me the following statement about the impact of the bridge closure:",
        "“Congestion is at an all time high with roads leading towards Putney Bridge clogged up before 7 am in the morning, with traffic jams continuing well into the evening. Prior to the Bridge closure in 2019 Putney already suffered from one of the most polluted High Streets in the country. And despite positive measures such as the introduction of cleaner buses and the ULEZ zone, our pollution levels continue to exceed UK legal limits, in part because of additional traffic resulting from the Bridge closure. Around 60 constituents die prematurely each year because of this pollution, and we now face the prospect of this continuing for several more years until Hammersmith Bridge is fully repaired.”",
        "The statement continues:",
        "“The extra traffic has affected thousands of people. Aside from the impact of pollution on residents’ health, children and students have suffered disrupted journeys to their school or college; workers, especially those travelling from Roehampton, have faced significantly lengthened bus journeys and businesses have had delayed deliveries. And the most vulnerable people, who require access to healthcare, whether appointments or vital emergency treatment, face delays in getting an ambulance or reaching nearby hospitals. Why? Because ambulances can no longer take a short hop across the Bridge to Barnes or beyond but now spend much, much longer in traffic”.",
        "**Andy Slaughter (Hammersmith) (Lab)**",
        "My hon. Friend is making an excellent speech, particularly in drawing attention to the fact that the closure of Hammersmith bridge is having a sub-regional and regional effect. It is much wider than just the immediate locality. Does she find it surprising that the Government have dragged their feet all the way along the line on this, first by asking Hammersmith to find all the funding, then £64 million and now a third of the cost, which is more than double what they would propose for similar schemes? Does she agree that until the Government are prepared to take their responsibilities in this matter seriously, we are not going to see progress?",
        "**Fleur Anderson**",
        "I absolutely agree with my hon. Friend. We have just had a debate on Government failure, and this is Government failure 101. Not keeping a major transport route open in our capital city and letting it stay closed for so many years—and who knows how much longer—is a Government failure. They need to step up with the funding, and I will be outlining more information about that.",
        "Hammersmith bridge is a very unusual bridge, and this is why it requires special attention from the Government. It is a grade II listed structure and part of Great Britain’s engineering heritage. It is also one of the world’s oldest suspension bridges, and only five years younger than the Brooklyn bridge in New York. It is unique, having been built out of cast iron, wrought iron and wood. No Government, surely, would allow the Brooklyn bridge to stay closed, so why let Hammersmith bridge do so? It has suffered from over seven decades of deterioration and corrosion. This corrosion, along with the fact that the bridge was designed for the needs of the 19th century, is what makes Hammersmith bridge one of the most expensive bridges in Britain to repair. When warnings of its possible imminent collapse forced its closure, I perfectly understood that the engineers faced huge challenges.",
        "Transport for London has estimated that the repair bill could be between £141 million and £161 million. By comparison, the cost of repairing other Thames bridges is far smaller. For example, Chiswick bridge cost £9 million to repair, and Albert bridge cost £9.7 million. In those cases, Transport for London largely funded the works, paying between 85% and 100% of the costs. The responsible council was not left to foot the bill in the way that Hammersmith and Fulham Council is being asked to do. The bridge is a special case, both historically and financially, and it needs a different funding package from the Government.",
        "Overall, there needs to be a change in bridge policy in London. Lambeth Council has five bridges, but is responsible for none of them. Southwark bridge and London bridge are managed by a trust. Two railway bridges are managed by Network Rail, but Hungerford railway bridge is managed by Westminster. The policy is all over the place. I think it might be time to look at the inequity of bridge responsibilities in London, because it is clear that the system is failing us over Hammersmith bridge. But we are where we are, and there is currently an agreement that the Government, Transport for London and Hammersmith and Fulham Council will fund it.",
        "The Mayor of London has repeatedly sought to meet the Transport Secretary to discuss this and a range of London transport funding issues, but these requests have all been refused. Twenty meetings with Transport for London have been cancelled by the Department for Transport or the Treasury since the last TfL funding deal was agreed. The last time the Transport Secretary and the Mayor of London spoke and discussed Transport for London funding was on 30 May 2021. That is shocking to hear, as Londoners are being let down by this Government. We need them to work with the Mayor, and I hope to hear more of that from the Minister later. We are talking about a national transport route, and the Government must lead the way in funding and reopening it. If a toll is going to be made necessary because the Government will not fund the bridge, has the impact on Putney residents been factored into that business case?",
        "What has Hammersmith and Fulham Council done? Can we say that the buck stops with it? Last November, the council submitted a full business case to the Department for Transport for the stabilisation works, at a cost of £8.9 million, which was £21 million less than the TfL stabilisation plan, so this is a major saving to the taxpayer. To speed up the repair programme, the council decided in December to make the cash available up front, rather than wait for the DFT and TfL governance processes to sign off their shares, as that process is simply too cumbersome. That enabled works to begin several months early. The DFT did not sign off on its one-third share until 22 March this year, many months later, showing that the Government are dragging their feet. The phase 1 stabilisation programme was able to get under way on site in February. It will stop the risk of collapse and prevent future closures to pedestrians, cyclists and river traffic, which I, of course, welcome. On 7 March, Hammersmith and Fulham Council signed off a further £3.5 million investment so that it could crack on with all the essential expert studies required to obtain Government and TfL funding through the full business case. That includes essential concept design work, geotechnical studies, crowd loading assessments and traffic modelling. I understand that the council and the DFT officials are working together on completing the business case, but when will that be done? Will funding be ready to go as soon as that is completed and approved, so that we do not have any more delays?",
        "The latest investment of £3.5 million by the council to deliver those essential studies has again been paid for by the council up front, rather than having to wait for the DFT and TfL governance processes to kick in. This signing off of money, at its own risk for the council, in order to expedite bridge works is a situation that the council says cannot continue. I understand that the impasse is now the memorandum of understanding, which would confirm the one shares payable for the council, the DFT and TfL, but that it has not been signed. The latest draft version was sent by the council to the DFT on 14 September 2021, but it has not yet received a response from Ministers or their officials. So I hope that I will not hear, “The buck stops with Hammersmith and Fulham Council” from the Minister again. The Government need to recognise the huge impact of this closure on people in Putney and beyond, and they need to take far more proactive and urgent action.",
        "I shall finish with some questions for the Minister. When is the next meeting of the taskforce? When will Secretary of State sign the memorandum of understanding to enable the next phase of the works to continue as fast as possible? What is the hold-up on that? Has an assessment of the impact of a proposed toll, or of any other financial proposals, on routes through Putney been carried out? Would the Government consider underwriting the full works? When will the building of the temporary bridge start? How long will it take? Is there a deadline from Ministers for the completion of this project, as we would certainly like to see that there is and that it is as soon as possible? I ask again, and I will keep asking, what have the Government done, what will they do and when will Hammersmith bridge reopen?",
        "**Mr Deputy Speaker (Mr Nigel Evans)**",
        "Sarah Olney has asked permission from the mover of the motion and the Minister to make a short contribution in this debate. Both have agreed and I have been informed.",
        "**Sarah Olney (Richmond Park) (LD)**",
        "Thank you very much, Mr Deputy Speaker. I thank the hon. Member for Putney (Fleur Anderson) for securing this debate and I thank the Minister and you for allowing me to contribute briefly to it. As I am sure everybody knows, the closure of Hammersmith bridge has had an enormous impact on my constituents. I wish to raise two issues, following on from the excellent speech of the hon. Member for Putney outlining the situation. The first is that on 25 May 2022, the London Borough of Hammersmith and Fulham issued a prior information notice, announcing its intention to seek external funding for its third of the cost of strengthening Hammersmith bridge. As the hon. Lady asked, does that mean tolls? We are desperately seeking further information on that important point from the Department. I am not against tolls. If they are required to get the bridge open, there may be public support for that in Richmond Park, but it needs detailed consideration by all parties, including the London Borough of Richmond upon Thames. Any tolls would weigh heavily on my residents, and we need a full exploration of all the factors. For instance, would tolls mean that people continue to use Putney and Chiswick bridges and avoid Hammersmith bridge and the tolls? Tolls are not unknown on London bridges, but not within the lifetime of anyone here.",
        "My residents would also want to know who will have to pay the tolls. Might there be exceptions for Richmond residents, or will the exceptions just be for buses and emergency vehicles? We need more information. I urge Baroness Vere, the Minister responsible, to reconvene the taskforce so that the issues can be urgently discussed by local stakeholders, including the London Borough of Richmond upon Thames.",
        "The hon. Member for Hammersmith (Andy Slaughter) made the point about the strategic issue involved. In Richmond, planning permission for housing developments, school place planning and healthcare planning are being affected. Will my residents have access in the long term to services, including schools and healthcare, on the north side of the Thames? It is really urgent. We know that jointly Transport for London, the Department for Transport and the London Borough of Hammersmith and Fulham are committed to reopening the bridge, but without the funding to do so, their commitment is not worth very much. When it comes to five and 10-year planning for education and healthcare, we do not know whether services on the north side of the Thames will be accessible to people in Barnes. That is a real issue for parents who are thinking about schooling for their children. Will they be able to cross the bridge and access schools in Hammersmith and further afield? I thank the hon. Lady for bringing the debate to the House, and you, Mr Deputy Speaker, for allowing me to contribute."
    ]
}