{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-documents-relating-to-suella-braverman/",
    "title": "Fleur Anderson – 2022 Speech on Documents Relating to Suella Braverman",
    "post_date": "November 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 8 November 2022.",
    "content": [
        "I am extremely pleased to close this debate on an important motion. It is important to my constituents in Putney, Southfields and Roehampton, who have stopped me on the tube recently and said, “What is going on?” They are perplexed about what is being allowed to happen and especially about the issues around the recent reshuffle and its returns.",
        "**Lee Anderson rose—**",
        "**Fleur Anderson**",
        "I am just starting off.",
        "The public look to the Home Office to keep them, their families and their communities safe, but the Prime Minister’s decision to reappoint the Home Secretary against advice just six days after she broke the ministerial code and had to resign, and in the light of the further reports about security and code breaches, is shockingly irresponsible. We have heard a full, detailed list of questions that we still do not have answers to. I hope to hear answers to them in the Minister’s closing speech.",
        "We heard powerful speeches from my hon. Friend the Member for St Helens South and Whiston (Ms Rimmer), who listed several serious questions that need to answered, my hon. Friend the Member for Birmingham, Erdington (Mrs Hamilton), who outlined the serious concerns raised by her constituents that need to be addressed, and my hon. Friend the Member for Brentford and Isleworth (Ruth Cadbury), who raised the questionable decisions made by the Home Secretary—that is what is underneath this whole debate today—and the need to appoint an ethics adviser. Perhaps we will hear about that from the Minister later.",
        "My hon. Friend the Member for Hammersmith (Andy Slaughter) gave a forensic analysis of the current Home Secretary’s history of leaking being investigated, and the discrepancies in the timeline: when she reported the mistaken email, the selective information given in the letter to the Chair of the Home Affairs Committee, my right hon. Friend the Member for Kingston upon Hull North (Dame Diana Johnson), and the deficiencies in those letters. That letter and the deficiencies in it are one of the reasons why the Opposition called for this debate and for the documents to be made public.",
        "My hon. Friend the Member for Warwick and Leamington (Matt Western) underlined the importance of trust and the need to rebuild the trust of our constituents in the Government after recent months—years even—of the Conservative Government. We need to rebuild trust and that is why we need to see the documents. The judgment of the Prime Minister is being called into question, as my hon. Friend outlined, and the country deserves high standards.",
        "Let me be clear: these are serious questions for the Prime Minister. This month’s Prime Minister promised",
        "“integrity, professionalism and accountability at every level”,",
        "but the unravelling of the Home Secretary’s story throws all three of those into doubt. There are serious discrepancies in the letter to the Chair of the Home Affairs Committee, which I think releasing the documents would help to show. The written ministerial statement leaked by the Home Secretary, which is central to these allegations and issues, was sent on purpose to a member of the Intelligence and Security Committee, the right hon. Member for South Holland and The Deepings (Sir John Hayes) and, by mistake, to someone else. That surely throws up lots of questions about what else the Home Secretary is sending out and to whom.",
        "Did the Prime Minister know that the Home Secretary had previously used her personal email on six other occasions when he made this appointment? Did the Prime Minister know about the review into her use of personal and Government IT, and was he presented with the findings before he reappointed her? Did he know about the very serious allegations that the Home Secretary was repeatedly leaking sensitive information when she was Attorney General? Did he know of any other breaches that are not currently in the public domain? Has he seen the contents of the Cabinet Office leak inquiry report? Has he been advised of any further breaches of the ministerial code over the handling of events at Manston? Why has the Prime Minister appointed someone with such a cavalier approach to the security of documents and such a history of leaking, to such an important position for national security? All those questions could be answered right now by the Minister without making any personal information about appointments public. They could just be answered right now and I think that would go a long way to restoring trust. The Prime Minister has an opportunity today to definitively prove he has nothing to hide, or he can Whip those on the Government Benches to vote against this motion. We would then have to assume that there is something to hide.",
        "This is a narrow debate, as has been said many times, and specifically so. It asks only that certain papers be laid before the House within 10 sitting days, so that the decision to reappoint the Home Secretary just six days after resigning can be made fully transparent. We are asking to see only the risk assessment, the documents about security breaches and any leak inquiries, submissions made or advice relating to the appointment, and that if redactions need to be made, understandably so, any unredacted materials are made available to the Intelligence and Security Committee of Parliament.",
        "In his opening remarks, the Minister for the Cabinet Office and Paymaster General, the right hon. Member for Horsham (Jeremy Quin) said that sharing appointment documents would undermine the appointment system. We are not asking for all documents in all cases to be shared. This is a very exceptional and unusual appointment just six days after a ministerial resignation, so the process is already undermined. The allegations will continue to dog the Home Secretary unless we can fully find out what has been going on. I hope that those documents would restore the trust that has been lost.",
        "It is not just the Opposition who are asking serious questions. The Chair of the Public Administration and Constitutional Affairs Committee, the hon. Member for Hazel Grove (Mr Wragg), also wrote to the Cabinet Secretary on 3 November to ask many questions about the reappointment of the Home Secretary and about many procedural issues. He has written a list of six serious questions that I hope will be answered soon.",
        "Amid all the chaos, it is timely to remind ourselves that there is still no ethics adviser in post. The Prime Minister said that one of the first things that he would do was to appoint a new ethics adviser. The previous Prime Minister said that she did not even need one, but no one believed that. A Cabinet Office Minister also promised me in a Westminster Hall debate on Monday 17 October that an ethics adviser would be appointed very shortly. The Prime Minister has so far not appointed one, but has instead appointed a Home Secretary who resigned over security breaches and an Immigration Minister who admitted acting unlawfully in office. The Minister at the centre of all these allegations remains on the Government Front Bench—it is just “Carry on Conservatives”. Where is the promised new ethics adviser? Why the delay when we are again seeing breaches of the ministerial code left, right and centre? Has the position been offered to anyone or to a succession of people who have said, “No, the work load is too much. We can’t take this on”? Will the Minister update the House today?",
        "The Conservative Government have instead relegated national security to an afterthought, at times an inconvenience and something to be worked around. The Opposition have secured this debate not only because the allegations are very serious in their own right and we need to know more, but because the Home Secretary’s actions and appointment indicate a pattern of behaviour by the Prime Minister in the way that he is making decisions.",
        "There have been allegations that the former Prime Minister used her personal phone for Government business. There are now revelations about the actions of the Cabinet Minister—the Minister without Portfolio, the right hon. Member for South Staffordshire (Sir Gavin Williamson)—and that is relevant to this motion, because that pattern of behaviour cannot become normal. We have to draw a line.",
        "**Robin Millar**",
        "Have we not just heard the real reason for this motion? It is nothing to do with the Home Secretary or even immigration; it is all to do with trying to establish a pattern of behaviour in the Prime Minister, because the Labour party is playing political games.",
        "**Fleur Anderson**",
        "I thank the hon. Member for that intervention, because we are absolutely seeking to establish whether there is a pattern of behaviour by the Prime Minister in appointing people to the Cabinet who should not be there because of their history of leaks and misbehaviour. That cannot be acceptable. It undermines integrity, which the Prime Minister was talking about. Let me remind colleagues, including the hon. Member for Aberconwy (Robin Millar), that the Prime Minister has reappointed to Cabinet the man who, in 2019, was sacked as Secretary of State for Defence after a leak investigation. That pattern of behaviour cannot be allowed to continue.",
        "What does this pattern of behaviour show? It appears to indicate that there is no sin too serious, no leak too large and no text too ill-tempered for a Tory to find their way back to the Cabinet table. That is no way to run a country. Is there just a chronic shortage of talent in the Conservative party? Do those who seem to find their way back know where the skeletons are buried? The public will ask those questions unless the documents are made public, and we need to hear them. Unless we see the papers and have reassurance about national security concerns, the public will be left fearing the worst. It is time for the truth. I challenge Government Members to vote for the motion, make the documents public and prove that the Prime Minister has nothing to hide."
    ]
}