{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2023-parliamentary-question-on-energy-costs-for-post-offices/",
    "title": "Fleur Anderson – 2023 Parliamentary Question on Energy Costs for Post Offices",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 9 January 2023.",
    "content": [
        "**Fleur Anderson (Putney) (Lab)**",
        "The delay in this statement has already left several businesses in Putney to go under. I am now concerned about the post office in Southfields, where the sub-postmistress thinks they will be unable to continue operating. There will be a community cost if post offices across the country go under as a result of the increase in bills. Has the Minister assessed the impact of the energy crisis on post offices? Can he confirm whether they will be included in the cut-back scheme after March? Could he consider a community impact criteria in the scheme so that there will not be a high cost for our communities in Southfields and beyond?",
        "**James Cartlidge**",
        "On the point of going under as a result of the delayed announcement of the results of the review, we were due to announce on the last sitting day before recess, and we have announced on the first sitting day—it is a delay, but not a huge one. In that time, those businesses, whatever they are, will have been benefiting from the current support running until the end of March. We have now given them certainty for the next 12 months with a scheme that remains generous and universal. It is not as generous as before but I can confirm that it will include the sub-post office."
    ]
}