{
    "url": "https://www.ukpol.co.uk/lee-anderson-2022-speech-on-the-public-order-bill/",
    "title": "Lee Anderson – 2022 Speech on the Public Order Bill",
    "post_date": "May 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lee Anderson",
            "url": "/tag/lee-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lee Anderson, the Conservative MP for Ashfield, in the House of Commons on 23 May 2022.",
    "content": [
        "Now then: I will try to keep my speech brief and, in my usual fashion, I will try not to be controversial.",
        "We have a proud tradition in this country of being able to protest and have our voices heard. We have something else in this country, too: something called democracy, which sometimes Opposition Members forget about. At the last general election, we got an 80-seat majority to get tough on law and order. The Bill will deliver that.",
        "I am one of the people in this Chamber who has stood on a picket line. In 1984, when the miners’ strike was on, I stood on the picket lines for a year with my dad, my uncles and my friends. I saw the good and the bad of protests. The good was that in the most dire circumstances, men could keep their spirits up and protest for something that they believed in. But I also saw the bad: the violence, the horrible scenes, the miners getting injured, the police getting injured, the police horses getting injured, the dogs getting injured. They were awful, awful times and I never want to go back to them; I did not think we would until I saw the horrible scenes on Whitehall when the BLM protests took place just a year or so ago. They were awful, awful scenes that I never want us to go back to, but protest is important in this country.",
        "I have held my own protests over the years—I will tell the House about a couple. I was attacked viciously for both protests by the Labour party and the left in this country. I did a simple protest last year during the football. I refused to watch the England team because of their stance on taking the knee—that was my little protest. It was not a violent protest; I did not go out on the streets, I was not banging drums, I did not get my megaphone out, I did not shout at people. All I did was refuse to watch a few football matches, and what happened? I was attacked by every single Opposition Member and by the mainstream media. In fact, the Daily Mirror voted me the worst man in Britain, an accolade that is so close to my heart and that I am so proud of that I hope I get it this year as well.",
        "Another one-man protest that I did was in Ashfield a few years back—it was when I was a Labour councillor, by the way. We had a problem at a beauty spot in Ashfield where the Travellers kept coming. They kept ruining the site: they would leave rubbish, they would be out thieving at night, and pets were going missing. There were all sorts of shenanigans: threatening people, effing and blinding, playing music, making fires and burning wire—all the typical behaviour that we would associate with a site like that. I asked the council to put some barriers up to stop the Travellers coming back. The council refused, so we tidied the site up—it cost thousands and thousands of pounds—but then the Travellers returned and did exactly the same. There was foul-smelling smoke from the fires—they were burning wire to get the copper out—neighbours were being threatened, and there was excrement everywhere. Eventually the conditions became so bad that the Travellers could not live there anymore, and they moved on again.",
        "I thought, “My goodness, we cannot carry on like this—we have to sort this out.” Again I said to the council, “Put some barriers up”, and again they said no, so I got a JCB and two big boulders from a local demolition site, and I blocked the car park off. Guess what: the Travellers did not come back, because they could not get on to the site, but guess what the local Labour group did. Guess what the Momentum-controlled Labour group did, because of my one-man protest. They issued me with a £100 fine for fly-tipping. That was them agreeing with my protest, or rather not agreeing with it. My common-sense residents, in a red wall area, said, “We will pay that fine for you.” Luckily the fine was rescinded in the end, but that just shows what the Labour party thinks: when one person tries to organise a protest on their own, it issues fines.",
        "What the House has to realise is that we are not voting to stop protests. We are voting to keep members of the public safe. We are voting to keep our roads open. We are voting to allow people to go about their daily business and not be hindered. We are voting to stop criminal damage. What is wrong with that? I just do not understand why anyone would vote against it. I have said this before. We have seen these eco-hooligans, or whatever they are, dancing in the street, off their heads on something, blocking motorways by gluing their ears to them. It is unbelievable, and unlike Opposition Members, the people of this great country of ours have had enough of it. They are sick of seeing it. They are sick of switching the TV on and seeing these idiots stopping our way of life. Anybody would think that we were voting to live in a communist state, but we are not. We just want people to live in a safe country and to go about their business. I wonder if that lot opposite understand how angry the British people are when they see statues being pulled down and buildings being damaged. Do they think it is bleeding clever?",
        "An Opposition Member who is not in the Chamber at the moment spoke about the type of people who demonstrate. I will tell you about the type of people who have been on the demonstrations that we have been seeing, such as members of Insulate Britain and all these eco-warriors. There are three categories. There are the middle-aged hippies, who are probably about my age and probably have a few bob in the bank. They drive their big 4x4s, and they turn up to a protest in their hemp vests with, no doubt, a bowl of the latest eco-friendly muesli in their rucksacks, and they cause absolute mayhem, because they have nothing better to do. Then there are the Socialist Worker types. I used to meet some of them back in the earlier days, and not one of them went to work. That is the irony: they were socialists, but not one of them went to work. Not one of them had a job. They, too, had nothing better to do than go out and cause trouble. Opposition Members are looking at me with glazed expressions on their faces, but that is the socialist workers! I am not even going to start on the students, because they are young and they will grow out of it. They will know better.",
        "We all saw the disgusting scenes in Whitehall during the Black Lives Matter riots just a year or so ago. As a party, we were quick to condemn the violence, and rightly so, but what did Labour do? Did they condemn the violence? No; they sent the troops out. They went out and stood shoulder to shoulder with the rioters, the same rioters who were attacking our police outside Downing Street. It is absolutely disgraceful.",
        "All that we in the Conservative party want to less criminals on the street, less knives on the street and less trouble on the street, so for once, please, will those on the Opposition Benches do four things? Will they back our police, back our people, back our country, and back this Bill?"
    ]
}