{
    "url": "https://www.ukpol.co.uk/lee-anderson-2022-statement-of-no-confidence-in-boris-johnson/",
    "title": "Lee Anderson – 2022 Statement of No Confidence in Boris Johnson",
    "post_date": "July 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lee Anderson",
            "url": "/tag/lee-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Lee Anderson, the Conservative MP for Ashfield, on 6 July 2022.",
    "content": [
        "With A Heavy Heart.",
        "I have remained loyal to the Prime Minister since being elected in 2019.",
        "However my position has changed over the past few days since the incident which led to the Deputy Chief Whip losing the party whip.",
        "It has come to light that the PM was made aware of a complaint in the past in relation to Mr Pincher’s inappropriate behaviour but then went on to promote Mr Pincher to Deputy Chief Whip which is a position of immense power within Government and a role that should look after the interests of Government and the welfare of MPs. It is quite obvious this was not a good appointment and to make matters worse number 10 did not act quick enough in removing the whip after Mr Pincher resigned. There was then a denial that the PM had been informed of Mr Pincher’s previous behaviour but after a former senior civil servant challenged this claim number 10 then stated the PM had forgotten he had be told.",
        "I cannot look myself in the mirror and accept this. It is my belief that our PM has got all the big decisions right and guided us through the most difficult time in my life time and I have always backed him to the hilt. That said integrity should always come first and sadly this has not been the case over the past few days.",
        "I do not hold a position I can resign from so the only thing I can do is make my feelings known to my constituents and party members. This statement may upset some people and I am sure some people will be delighted with the demise of our PM but I have a job to do and I must do it with a clear conscience.",
        "My focus has always been my constituents many of whom are friends, family and neighbours and my loyalty to them is paramount.",
        "Finally, I will do all I can to make sure our party wins the next election to form a Government of low taxation and who will be tough on illegal immigration as I feel we could have done better, that said the thought of a Labour Government terrifies me so please keep the faith.",
        "I hope that explains my position."
    ]
}