{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-the-resignation-of-lord-geidt/",
    "title": "Fleur Anderson – 2022 Speech on the Resignation of Lord Geidt",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 21 June 2022.",
    "content": [
        "This could have been a very quick debate. The Paymaster General could have stood up at the beginning and just given us a date for when it would all happen—when the adviser would be reappointed, with a lovely timetable attached—and we would all have been happy and could have left it at that. However, I am now, to be honest, more concerned about what is going to happen than I was at the beginning of the debate.",
        "Labour has called this very important debate today because the whole of our ministerial standards system is unravelling before our eyes. Corruption does not arrive in any country unannounced or with a big bang; it creeps and corrodes, and honour and trust, once lost, are very hard to win back. That is what is at the heart of this debate. This Labour motion would put the Government into special measures and ensure that the ethics adviser is recruited as soon as possible and the post is not ditched. We are concerned about the Paymaster General’s comments about pausing and reflecting, and about having a review instead of appointing. We want to know that a very clear decision will be made about this adviser position, because otherwise ethics and integrity will slip away.",
        "The Prime Minister is leading the way in being unethical and breaking the rules, and that is why the person whose role it is to hold Ministers to account, to investigate breaches and to stop the rot felt that he had no choice but to resign. The motion calls for urgent action to appoint an ethics adviser because otherwise, quite simply, we do not trust the Government to appoint at speed. We do not trust what Ministers will do without this oversight. We have heard that a review will be conducted before the appointment “in due course”. That is very concerning. We know that for this Government it is one rule for them and another for us.",
        "I thank all Members for their excellent contributions, including agreement on both sides of the House that we need this urgent appointment. My hon. Friend the Member for Bristol South (Karin Smyth), who is a member of PACAC, the Committee focused very much on today, outlined the evidence given to it by Lord Geidt on issues from wallpaper to the Northern Ireland protocol to leaks by Ministers under investigation, and the need to bring decency back into our politics. My hon. Friend the Member for Brighton, Kemptown (Lloyd Russell-Moyle), also a member of PACAC, said that it is quite simple: the Prime Minister has lost the trust of the people and of his own MPs as well. He highlighted the circularity of the process by which the Prime Minister appoints the adviser, and then has to look into evidence given by himself about himself and to be the judge of it. The system does not work; it needs to change.",
        "My hon. Friend the Member for Ellesmere Port and Neston (Justin Madders) talked about how difficult Lord Geidt’s position has been and the fact that he said six months ago that there had been insufficient respect for the role of the adviser. Then there were the fixed penalty notice warnings from the adviser, setting alarm bells ringing, as is still the case, that bit by bit probity is being ignored and it is a dark path we are heading down. That is the dark path we want to stop with our motion today. My hon. Friend the Member for Swansea West (Geraint Davies) pointed out that Aristotle said:",
        "“We are what we repeatedly do.”",
        "He talked about the Prime Minister’s corroding of our rules and ethics, the weakening of internal laws, and the attack on international law as well.",
        "We have a cost of living crisis. My constituents and the British public are worried about how they are going to pay the bills, feed their children and get to work. They have to know that Government Ministers are acting in the public’s best interests and not in their own interests. They have to know that Government Ministers are not acting in the interests of their families or friends, or party donors, or pub landlords, or their own wives. They have to know that they are acting with impartiality, with no fear or favour.",
        "I realise that the position of the independent adviser will not be an easy position to recruit for, as many hon. Members have said. It will be a tough job description to put together and a tough job advert to write. Last time it took five months to appoint a replacement ethics adviser, and now Downing Street has been hinting at not reappointing one at all. That is why we have tabled the motion today. The outcome of the review could be not to appoint and that will be unacceptable.",
        "Labour’s motion puts an essential backstop in place, so that if the Prime Minister cannot get his act together in two months’ time, the cross-party Public Administration and Constitutional Affairs Committee will appoint that adviser. That adviser will be given the powers and information that they need to investigate potential breaches of the code by Ministers, and that adviser will report to the Committee, so that there is transparency, honesty and integrity.",
        "Without anyone in post, with the ethical vacuum that we currently have, there will be no one for Ministers to give their full list of interests to that may be thought to give rise to a conflict. There will be no one to investigate possible breaches of the ministerial code—and there could be many. There will be no one to advise the Prime Minister on the code, which is particularly worrying, given the Prime Minister’s seeming lack of literacy in the code, and no one to complete investigations that have been started, such as the allegations of Islamophobia by the hon. Member for Wealden (Ms Ghani).",
        "Senior civil servants are also worried. Dave Penman, general secretary of the FDA, the senior civil servants’ union, said,",
        "“confidence in the process has been severely damaged. If the prime minister does not intend to replace Lord Geidt, then he must immediately put in place measures to ensure a civil servant can, with confidence, raise a complaint about ministerial misconduct.”",
        "We cannot just leave a vacuum at the top—it is far too worrying.",
        "Labour would introduce a stronger standards system. We would appoint at speed, but we would go further. We have called for the expansion of the scope of the statutory register of lobbyists, a ban on MPs taking up lobbying jobs for five years after leaving office, and the establishment of an independent integrity and ethics commission with actual powers, not in hock to the Prime Minister.",
        "The Secretary of State for Digital, Culture, Media and Sport said that voters “don’t give a fig”. They do give a fig. A recent poll showed that 74% of the public think that the Prime Minister is untrustworthy. That is up by 30% in the past two years. Another survey, conducted on the day Lord Geidt resigned, found that nearly 70% of the public believe that the Prime Minister behaves in an unethical way, with 46% thinking he behaves “very unethically”. This is unacceptable. I would counsel the Minister and his colleagues not to insult the British electorate. They do give a fig about honesty; they do give a fig about integrity.",
        "I want to end by asking several hugely important questions that the Minister failed to answer in his opening speech, but I am sure he will come to now. First, can he confirm whether ongoing investigations launched by Lord Geidt will now be completed? Can he confirm whether there would be an interim position or role holder for the ethics adviser if the recruitment process is not completed within two months? When will the replacement be appointed? Can the Minister assure us that there will not be another five-month gap? When is “due course”? Is it September or October? Is it Christmas? Is it next year? And who is holding Ministers to account in the interim? “Wait and see” is not an acceptable answer. With no ethics adviser in place and no obvious backstop, Ministers are free to do as they please without consequence. It is a blank cheque for bad behaviour. While the cat’s away, the mice will play. This may be an attractive position for the Government, who have always found the rules to be incredibly inconvenient, but it is not attractive and not acceptable to the British public.",
        "I commend the motion to the House."
    ]
}