{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-standards-in-public-life/",
    "title": "Fleur Anderson – 2022 Speech on Standards in Public Life",
    "post_date": "June 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 7 June 2022.",
    "content": [
        "I thank all Members who have contributed to this important debate and to the underlining of the importance of standards, which so many have mentioned. Last night, 148 MPs stood up for standards in public life and it is disappointing not to see more of them in their place today. Each one of us is elected to this place based on trust: the trust of everyone who voted for us; the trust of the British people that we would act with selflessness and integrity in every decision we make; the trust that when the country has to rise to a challenge we in this place would set the highest standards; and the trust that if we were found to be failing to live up to those standards, we would take action, decisively and urgently, with transparency, to rectify that.",
        "The standards system now is broken, so it is up to Labour to bring this motion to push forward the action needed to live up to that trust. The Opposition have tabled this motion now because integrity and trust in politics has never been more under threat. While families up and down the country face the cost of living crisis, they deserve to know who is making the decisions and in whose interests Ministers are acting. These measures are urgently needed to stop the Tory slide into sleaze; to stop the culture of wasting taxpayers’ cash to give a mate a lucrative Government contract; to stop the politicisation of appointments from institutions that have never been political before; to regain our pride as a country that stands up for integrity and decency in public life; and to stop rules being made by convention, which can all too easily become a mate’s rates version of standards. The wink and a nod; the “He’s all right”; the turning of a blind eye; the “Help yourself,” “I’ve earned it,” or “Other people do it”—it is all a short journey from bending the rules to breaking them to bringing all MPs and our democracy into disrepute.",
        "The report by the Committee on Standards in Public Life is the focus of the motion. As the committee says:",
        "“Erosion of standards does affect public trust in the democratic process”.",
        "The polling and focus group research conducted for the committee found:",
        "“The public have a firm belief that ethical standards are integral to democracy itself, and that politicians have a fundamental duty to the public to abide by ethical codes and rules. However, the public lack confidence that MPs and ministers abide by such standards, and see some politicians as possessing neither the core values expected from leaders in public life, nor matching up to the higher ethical standards displayed by other respected public sector leaders, such as judges, doctors and teachers.”",
        "What a state we are in and what action we need to take.",
        "We have heard in the debate excellent speeches laying out the significance of standards. My right hon. Friend the Member for Derby South (Margaret Beckett) talked articulately and movingly about grandmother’s footsteps and the stealthy movement to undermine the health of our democracy, and about ministerial standards, control of the media and public appointments.",
        "My hon. Friends the Members for Eltham (Clive Efford), for St Helens South and Whiston (Ms Rimmer), for Ellesmere Port and Neston (Justin Madders), for Bristol South (Karin Smyth), for Chesterfield (Mr Perkins), for Warwick and Leamington (Matt Western) and for Ilford South (Sam Tarry) all underlined the importance of standards and the Nolan principles; the slow death of democracy by the degrading of those standards; the damage done by partygate; and the lack of action up till now.",
        "Today, Labour asks all Members to support the motion—not to abstain, to support it—to recognise the importance of the ministerial code, which has been damaged by the Prime Minister’s rewrite last month. The publication of a new ministerial code was the opportunity to include many of the 34 recommendations in the report from the Committee on Standards in Public Life; instead, we got a watered-down code.",
        "In the week when the Prime Minister’s misleading denials to Parliament about industrial-scale rule breaking at the heart of Government were finally exposed by the long-awaited Sue Gray report, the Prime Minister should have been tendering his resignation, but instead he was rewriting the rules. He moved to introduce a range of sanctions for minor breaches of the code, a new website and an office for the adviser, but he made no move to make the adviser more independent from the Prime Minister, which was the report’s core recommendation.",
        "The Prime Minister’s own anti-corruption tsar, the hon. Member for Weston-super-Mare (John Penrose), who is in his place, resigned yesterday, saying it was “pretty clear” that the Prime Minister had broken the ministerial code and:",
        "“That’s a resigning matter for me, and it should be for the PM too.”",
        "The second focus of the motion is the endorsing of the report by the Committee on Standards in Public Life and its 34 recommendations. Back in September 2020, the committee’s review opened with the publication of terms of reference. The starting point was that the existing systems were not fit for purpose and were being increasingly scrutinised and criticised. They were not fit for purpose then and they still are not.",
        "During 2021 there were expert evidence sessions; there was a public consultation; there was an academic roundtable; there was a public sector survey; and there was polling and focus group research. In November 2021, the committee published the report based on all the feedback and all its deliberations. This was not just a small group in a room somewhere, coming up with its own ideas; it was a considered, deliberate report. But we had to wait for seven months for any action at all, and that was the reviewing of the ministerial code. It was seven months of more sleaze and misconduct, including the Owen Paterson scandal, the vote to keep the hon. Member for Delyn (Rob Roberts) in Parliament and the failure to act against the former Member for Wakefield. We need to clean up this culture of sleaze and cover-up.",
        "The 34 recommendations include: greater independence in the regulation of the ministerial code, which has been talked about in this debate; strengthening the independent appointment and remit of the independent adviser; expansion of the business appointment rules to employment by companies with indirect as well as direct relationships with Government; the introduction of meaningful sanctions such as the five-year lobbying ban, because there are just too many loopholes in the current system; and stopping Ministers from overriding public appointments without having to account for why—side-stepping assessment panels means that things can go unrecorded and unnoticed.",
        "We need to know what is happening behind closed doors. The recommendations also include bringing in greater transparency when it comes to who is lobbying whom. We need a central register; a wider definition of who is a lobbyist; and monthly, instead of quarterly, reporting of all lobbying meetings that includes all methods of lobbying, including those on Zoom and WhatsApp.",
        "Those recommendations came out seven months ago. There has been no word on any action for most of them. Earlier, the Minister told us that he would reflect the thinking of the Committee on Standards in Public Life in the rewrite of the ministerial code, but he should not just be reflecting the thinking of the CSPL; he should be including the actual recommendations. If those recommendations are not in the ministerial code, where should they be? When will we see these changes?",
        "This motion today is just the necessary first step. Once the Committee’s recommendations are implemented in full, the Government should then do more. Labour would go much further. It would introduce an independent integrity and ethics commission—not a convention, not an adviser, and not another Tory MP. And it would not be in the gift of the Prime Minister to decide whether an investigation is carried out.",
        "This independent commission would bring the existing Committees and bodies that oversee standards in Government under a single, independent body. It would have powers to launch investigations without ministerial approval, to collect evidence and to decide on sanctions. The current system is just too disjointed, too convoluted and too little understood, as the report showed in its polling and evidence sessions. It does not have the transparency or the teeth needed to ensure that high standards are met by everyone all the time, and it is too entirely dependent on the integrity of the Prime Minister—the chap at the top.",
        "I hope that all Members will vote for this motion today. I do not see how they could not unless they are against the ministerial code and against the recommendations on standards in public life. The truth is that standards have not just been diluted under this present Government; they have evaporated. A vote for this motion is a vote to endorse honesty, integrity, and decency. Let us mark an end to the current system right now. This is the line that we should be drawing underneath things. We want an end to the slide away from the highest standards; an end to rule-breaking by Ministers; an end to the revolving door between ministerial office and lobbying jobs; an end to corruption and waste of taxpayers’ money; and an end to Members of Parliament being paid to lobby their own Government. Let us clean up politics. Let us win back the trust of the British people and do what we came here to do: to serve the British people without fear or favour and never, ever to compromise on the highest standards of public life. I commend this motion to the House."
    ]
}