{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-black-maternal-health-awareness-week/",
    "title": "Fleur Anderson – 2022 Speech on Black Maternal Health Awareness Week",
    "post_date": "November 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in Westminster Hall on 2 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairship, Mr Gray, and to be in this debate, although I hope that in future there will be no need for one, because we will have solved these issues, and women using maternity services can expect the same care and equal outcomes. That is why I was keen to be here, and I congratulate my hon. Friend the Member for Streatham (Bell Ribeiro-Addy) on bringing forward the debate and on pursuing this issue. I look forward to hearing the Minister’s response because it needs to be a priority.",
        "In Wandsworth, 30% of residents are from black and ethnic minority backgrounds, and black maternal health is a big issue for us in Putney. We have a group called Putney Black Lives Matter. We meet to discuss important local issues, and black maternal health was highlighted as an issue of major importance. We are few here today, but across the country it is a big issue for many people: last year’s petition to improve maternal mortality rates and healthcare for black women was signed by 187,520 people, of whom 200 were from Putney.",
        "I thank the campaign groups that have raised the issue so strongly: the Five X More campaign, Bliss, Sands, Birthrights, and the Royal College of Obstetricians and Gynaecologists. They have raised the issues of systemic racism and structural barriers, which lead to the appalling statistics read out by my hon. Friend the Member for Streatham. The statistics are worth reiterating, because they are at the heart of the issue. Black babies have a 50% increased risk of neonatal death and a 121% increased risk of stillbirth. Black women have a 43% higher risk of miscarriage, and are four times more likely to die during pregnancy or up to six weeks post-partum. Women of mixed heritage are three times more likely to die during pregnancy, and Asian women twice as likely. Those are horrendous statistics. Each loss of life is a tragedy, but it is also a gross injustice about which we should all care deeply. The statistics need to be understood, and need to change.",
        "It is important to place those awful statistics in the wider picture of health inequalities. Black women face disparities when it comes to stillbirth, cancer diagnosis and outcomes, and access to fertility treatment. That is entrenched and deep-rooted inequality, racism and sexism. It will be hard to turn that around. The Minister will need to come back to this again and again, and to knock heads together in different Departments across Government to change it. But it must be done.",
        "I have a lovely list of seven things on which I want to see action, and I hope that the Minister will respond to it. First, we need a whole-Government approach that recognises inequalities and their links to wider Government policies, as was mentioned by the Chair of the Women and Equalities Committee, the right hon. Member for Romsey and Southampton North (Caroline Nokes). We need the White Paper on health disparities, which will look across Departments. We need a new tobacco control plan for England, public health measures to address obesity, and a new air equality target for England, because those are all factors in increased black maternal mortality figures.",
        "Black communities in the UK have an increased risk of poorer maternal and perinatal outcomes, including stillbirth and miscarriage. There are also inequalities in exposure to air pollution; that is the link between air pollution and maternal health inequalities. We must commit to reaching the interim World Health Organisation targets by 2030, rather than 2040; we can speed that up. What gets counted counts, and if there is a target, people strain to reach it more strongly. Dangerous levels of air pollution, especially in our urban areas, must be addressed.",
        "The second issue is the continuity of carer. I pay tribute to the NHS South West London Clinical Commissioning Group—now the NHS South West London Integrated Care Board—and its chief nurse for what they do to tackle black maternal inequalities, especially in the area of continuity of carer. Women need the same team throughout pregnancy. I also pay tribute to our wonderful Emerald midwifery team from the St George’s University Hospitals NHS Foundation Trust. Where there is continuity of carer, women are 16% less likely to lose their babies. That is a major focus for change in south-west London. Local maternity systems across the country have been asked to implement equity and action plans, which include the target of 75% of women from black, Asian and mixed ethnic groups receiving continuity of carer by 2024. I hope that we can increase that figure. Progress is being made towards the target. However, we must look at the target, find out whether there is enough data to measure it, and ensure that across the country, no matter where people live, we strive towards it. Will the Minister comment on the status of the continuity of carer target?",
        "In their response to the Health and Social Care Committee report on the safety of maternity services in England, the Government accepted the recommendation on training for continuity of carer teams. It is essential that there be training across the board and implementation of continuity of carer teams, but obviously that relies on there being enough staff, which depends on the midwife workforce having enough funding.",
        "Thirdly, I would like an end to charging migrant women for maternity care. Charging for care deters many women from seeking vital antenatal care, and it is shocking that the MBRRACE-UK confidential inquiry on maternal death identified that three women who died may have been reluctant to seek care because of cost. It is shocking that that happens in this day and age, in our communities—that women may be afraid to seek care because of their immigration, asylum seeker or migrant status.",
        "My fourth point is about further evidence, research and data, which was mentioned by other hon. Members. Differences in outcomes and the reasons for them are unclear and under-researched, but we know that what gets counted counts. I join campaigners in calling for an annual maternity survey of black women, and increased research to identify the conditions that disproportionately affect black women. We should improve the ethnic coding of health records, and the system through which women submit feedback, so their voices are heard. It should be as easy as possible for them to provide feedback while they are still in hospital or under maternity care, so that we can hear those voices and they can feed into the survey data.",
        "My fifth point is about maternity bereavement services. As was highlighted last week during the debate on baby loss, there is a difference in bereavement services across the country. On whether there are adequate bereavement services for those women who, sadly, suffer bereavement, the figures are shocking. St George’s University Hospitals NHS Foundation Trust, of which Queen Mary’s Hospital in my constituency is part, now has two bereavement midwives, two specialist consultants and one part-time psychotherapist in the maternity bereavement team. There are dedicated places for those who have suffered bereavement in maternity services across the NHS South West London Integrated Care Board area, which is to be welcomed. However, is this happening across the whole country? That is questionable. That support is very important at the time of loss, but also during care in future pregnancies.",
        "Sixthly, I request, as others have, a White Paper on health disparities. That is important if we are to tackle the issue and look at the many other underlying reasons for the statistics. Seventhly, I ask for a target. In any ministerial meetings on this important issue, I hope that a target will be the Minister’s No.1 ask. We need one, followed by a concentrated effort to achieve it. I hope that will lead to the change we need.",
        "In conclusion, black women cannot afford to wait any longer for action. There needs to be a clear action plan, data, transparency and a target. I look forward to hearing the Minister’s response, but I look forward even more to action. I thank all the midwives, in maternity services throughout the country, who give extraordinary care, and who go above and beyond."
    ]
}