{
    "url": "https://www.ukpol.co.uk/stuart-anderson-2022-speech-on-nato-and-international-security/",
    "title": "Stuart Anderson – 2022 Speech on NATO and International Security",
    "post_date": "May 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Anderson",
            "url": "/tag/stuart-anderson/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Anderson, the Conservative MP for Wolverhampton South West, in the House of Commons on 19 May 2022.",
    "content": [
        "It is an honour to follow the right hon. Member for North Durham (Mr Jones), from whom I have learned a lot when sitting with him on different Committees, including on the Armed Forces Bill, and the Parliamentary Assembly. He raises the very good point that we can have different views and not always agree, but we can do so in a respectful way, and ultimately the people here are looking to see that we have the best armed forces we can possibly have.",
        "There is nothing I am going to say about the formation of NATO that has not already been said or will be said, but I want to get across my personal experience with NATO, both past and present. Looking back to when I was a young, fresh-faced soldier many years ago, I served on operations under NATO in both Bosnia and Kosovo, and I got to see the front end of what that looks like. Now, over 20 years later, I am in Parliament, and I sit on the Defence Committee and I am hugely honoured to sit on the NATO Parliamentary Assembly.",
        "I thank the Secretary of State for what he said about the Parliamentary Assembly, because some of the information we get and the access we have to other MPs from NATO members is priceless. Last week, when we were in Latvia, I had an MP from Latvia telling me that, yes, Latvians take this seriously because he does not know if he is going to be fighting on his streets, defending his family and his country. That is how really seriously they take it. He said that all the words we say have such an implication for what happens over there, so we must choose our words carefully.",
        "I have talked about some of the recent experiences we have had in the NATO Parliamentary Assembly, and I have had the fortunate experience to look, on the Russian border from Norway down further south and on the Ukrainian border, at the build-up of troops. In 1999, I witnessed the build-up of NATO in Kosovo, and it was a strange experience to see the might of a mass military organisation taking over normal towns and villages to set that up. We lived in derelict buildings or old factories as there were no bases at that time. In 2003, I witnessed that on a bigger scale in Baghdad when the might of the US military and many other NATO members was around. That was on a different level—they were even setting up Burger Kings—and in that I saw how the military moves forward.",
        "On what we are now calling the eastern flank, I have witnessed a build-up of multiple NATO member states across not one country as we saw in Bosnia or Iraq but multiple countries. We need to get our heads around that and understand it, because that has not been seen since the second world war. I have experienced how they are working in unison and pulling together for a common goal that they take seriously.",
        "I am proud to represent the UK and the House when I go overseas. I hold my head up high, and we are always met with great respect because of the UK’s leadership in the response to Ukraine. I thank the Secretary of State, Defence Ministers and the whole team, who have got it right every step of the way. We are told that very clearly when we are overseas with other MPs. They hold us in such high regard and look to us to see what we are doing. I have not wavered in my belief that we have the most professional armed forces in the world—now and looking forward.",
        "I have a couple of key points to put to the MOD for discussion. We always hear about numbers and percentages, and I take nothing away from people with those viewpoints. I was only elected in 2019, so this is really the first time that I have had the chance to analyse an integrated review—before that, I did not go into much detail; I just carried out the requirements or changes—and I probably look at it quite differently from a lot of people. I see it as a quite revolutionary change in mindset and way of thinking, and I believe that, in 10 years, we will look back and think, “That was a pivotal time in the defence of our nation.” It focuses on how we will be preparing warfare with our NATO allies and what we will look at.",
        "I understand the points about the Indo-Pacific tilt and everything else, and I do not want to mistake threat and risk. The threat, which was identified as acute, still remains, and there is still a long-term threat from China that we must keep one eye on instead of miscalculating as we did long ago by giving Putin a free rein. I respect what Members say about the clear and present danger on the Russian border and about how we have got to identify that. We need to look at the integrated review, but not necessarily for lessons learned because there is evolution in warfare and we cannot take what is happening in Ukraine as a blueprint for the next battle that we will face. We need to look at evolution and short-term lessons to learn, but I believe that the concept of the integrated review is bang-on. The arguments around numbers and things like that must not come at the cost of lethality and agility.",
        "One question raised on the enhanced forward presence in Estonia is about putting a division there. Do we want to put a division in such a confined space? There is a whole strategic argument around different areas for that, but the one thing that we must look at is what is now called permanent presence. Five months of pre-deployment training and six months over there is almost a year for the troops, once we have put in the rest and recuperation. The Secretary of State and I both served in Germany, and we could look to permanent deployment like that with a shift in mindset in line with the integrated review to set us up better. With the numbers that we have got, we could use our deployment around the world cleverly to create that agility and lethality. It is not an open and shut discussion. There are debates about how we move on that. I would always ask for more money and more troops, but not at the cost of agility and lethality, looking at the real world and where we are today.",
        "I have been delighted to speak on this matter and to watch the evolution, from a young soldier to a politician being able to contribute."
    ]
}