{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2021-speech-on-covid-19-restrictions/",
    "title": "Fleur Anderson – 2021 Speech on Covid-19 Restrictions",
    "post_date": "December 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 14 December 2021.",
    "content": [
        "I thank everyone across the country who has had their booster—everyone who has been lining up at centres across the country and taking the time to ensure that they have done the right thing by getting their booster. I thank all those NHS staff who are enabling that and who are putting in a mighty push to change all their ways of working to get the booster into as many people as possible.",
        "I thank all those who have written to me about the issues being debated today. There are those who say that we should have more measures and that they will feel safe to go out into public spaces or to take up NHS appointments only if more measures are put in place. There are also those who have written to me about their concerns about more measures being put in place and more restrictions on our lives.",
        "It is clear that omicron is a threat. It is highly contagious with cases doubling every two days. Most cases in London are now omicron cases and the numbers are increasing all the time. Two vaccines do not reduce the rate of transmission as much as they did for delta, so it is clear that action must be taken. We know that it is more contagious, but although we do not yet know its severity, we cannot wait. Last year, at the beginning of the coronavirus pandemic, the Government waited too long. They delayed, sometimes for weeks, and we saw the effects. We have to act now.",
        "This is a measured and proportionate set of actions. On masks, I do not think we should have dropped that measure in the first place. We should never have stopped wearing masks on public transport and in shops to keep shop workers safe, so I welcome that.",
        "On vaccine passes, which are not vaccine passports, I am glad that the Government have listened to the Opposition saying that there need to be options. It is absolutely proportionate for people to show proof of double vaccination or a negative lateral flow test to enable big venues and our hospitality venues to stay open, which is so important after last year and the loss of so much income.",
        "Those venues need to stay open, so this is a freedom to go out and to enjoy events and be out with people while staying as safe as possible. We know that there will be a peak in the number of cases in a couple of weeks, and that a couple of weeks after that, in the new year when we return to this place, there will be a peak—or not—in hospitalisations. It is right that we take these measures now to stop hospitalisations later. I welcome the change on the red list of countries, which the Minister announced earlier. If it is not having any effect, there is absolutely no reason for so many of my constituents to be unable to visit their families in South Africa, but also to pay huge amounts of money to be quarantined. I also welcome the Minister saying that he will look into the quarantine costs of those who were unfairly stuck in the middle of a couple of weeks when they needed to pay. Some of my constituents who have written to me are NHS workers who have had to pay thousands of pounds they cannot afford.",
        "I will welcome the engagement with the Elections Bill of all those on the Conservative Benches who are now so worried about civil liberties. It certainly will be a “Papers, please” society when we are asked to show our ID to vote. That is far more of an infringement of our civil liberties. Voting is such a fundamental thing compared to going to clubs or large events.",
        "We absolutely need the schools programme to ramp up. School transmission rates are very high in primary schools in my constituency, but all those facing exams this year must be able to do them. This is not a slippery slope to covid passports, and I am grateful for the assurance on that. We need to ramp up communication and engagement with health staff who face measures later on in the year if they do not get the vaccine. We must see an increase in statutory sick pay. That is only fair.",
        "In conclusion, the Chief Medical Officer gave a chilling briefing to MPs earlier today, saying that when it comes to the omicron variant the brakes are off. We have to put the brakes on. Too many people have died, and we mourn every single one. Now is the time to take action, and I encourage everyone to get their booster jab."
    ]
}