{
    "url": "https://www.ukpol.co.uk/lee-anderson-2022-speech-on-documents-relating-to-suella-braverman/",
    "title": "Lee Anderson – 2022 Speech on Documents Relating to Suella Braverman",
    "post_date": "November 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lee Anderson",
            "url": "/tag/lee-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lee Anderson, the Conservative MP for Ashfield, in the House of Commons on 8 November 2022.",
    "content": [
        "We all know in this House that it is not appropriate for the Government to publish information relating to confidential advice, so why are we here today, again wasting parliamentary time when we could be talking about real issues? I am just looking at the Labour Benches opposite, and seven Labour MPs have turned up for this debate that they asked for. They cannot even be bothered to turn up to a debate.",
        "Why are we actually here? It is nothing to do with security. It is nothing to do with standards. It is nothing to do with wanting to do the right thing. This is a bullying campaign to get rid of the Home Secretary. That is all it is—it is a relentless bullying campaign to get rid of our brilliant Home Secretary. I can tell you now, she is going nowhere. In the real world where I live and where I represent, I have not had one single email. If you are talking about releasing documents, how about you lot over there—[Interruption.] Sorry, Madam Deputy Speaker. How about Opposition Members releasing their emails to show how many emails they have actually had on this subject? I suspect it is not very many at all. They do not live in the real world.",
        "Like I say, it is a relentless horrible bullying campaign to get rid of the Home Secretary. The Home Secretary needs to have the backing of this place. She needs the backing of Parliament. She needs the backing of the whole country. She needs people to get behind her so that we can sort out the migrant problem, crime on the streets and these silly protests that we have outside, but that will not happen unless the Opposition get behind her and unless we all get behind her. They are just playing politics—that is all they are doing. I used the word “bullying”. That is all they are—a bunch of bullies. I have been bullied before by the Labour party. I was bullied out of the Labour party, but thanks to them, I am stood here now, sticking up for my residents in Ashfield and Eastwood.",
        "The British people get it; they understand. Like I said, I have not had one single email on this subject. Why are we here today, wasting taxpayers’ money, when we could be talking about the boat crossings, crime on the streets or saving lives? We could be talking about the important stuff. You can sit there with glazed expressions on your faces again like you normally do, looking at me as though I have just landed from a different planet.",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**",
        "No, I am not looking at all glazed. Please follow proper parliamentary procedure.",
        "**Lee Anderson**",
        "I apologise, Madam Deputy Speaker. You may be aware that Opposition Members are looking at me like I have landed from a different planet, but I have not—I have landed from planet Ashfield, and this is where real people talk common sense. This lot on the Opposition Benches need to visit my constituency, if they ever get the chance. At the next election, I challenge them to come up, knock on some doors and speak to some real people in the real world of Ashfield, and they will go away knowing that that seat of Ashfield is going to stop blue for a long time. I cannot talk any more, because this is a very narrow debate, but what I will say is that they are nothing but a bunch of bullies, and they should be ashamed of themselves."
    ]
}