{
    "url": "https://www.ukpol.co.uk/lee-anderson-2023-speech-on-world-down-syndrome-day/",
    "title": "Lee Anderson – 2023 Speech on World Down Syndrome Day",
    "post_date": "April 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Lee Anderson",
            "url": "/tag/lee-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lee Anderson, the Conservative MP for Ashfield, in the House of Commons on 23 March 2023.",
    "content": [
        "I thank my right hon. Friend the Member for North Somerset (Dr Fox) for securing this important debate on a subject close to my heart. It is important in such debates to talk about real people. There is a real person in Ashfield called Jossie May. She is seven years old and has Down syndrome. Jossie’s family want the world to see the real Jossie. Is Jossie different? Yes, she is. She is beautiful, funny, clever, friendly, happy, and all the things that I want to be but unfortunately am not. She is a role model to us all, so I guess she is different. Jossie’s family know that she will face certain barriers when she gets older, but with the right support in place, Jossie can achieve many great things and make a fantastic contribution to our society. Why should she not be allowed to do that? She should be.",
        "Gone are the days when we would hide away children with Down syndrome, and thank goodness for that. Why should we hide them away? They have as much right to enjoy life as we do, but it is up to us as a civilised society to ensure that we remove as many obstacles as we can. With the right education and support, young Jossie could go on to lead a happy, contented and independent life where she can work and look after herself. Is that not what we all want?",
        "Jossie’s family are aware that we have made great strides in education over the past 30 years, but we still have a long way to go with Down syndrome. In the right settings and with the right support, whether in mainstream or special schools, surely we can do a little more to help members of our Down syndrome community. We want a world where we do not have to fight so hard for people such as Jossie. There also needs to be acknowledgement that, like any other human being, those with Down syndrome have different levels of ability. We are all different, and have different abilities. Some will be capable of living independently with some support; some will never be able to do that. We need to look at each person as an individual and ensure that they are supported by the correct decision making.",
        "Great improvements have been made in access to education, but when a person with Down syndrome leaves full-time education, their employment opportunities are few and far between. We have a great project in Ashfield called the Rumbles cafe, where young people with learning disabilities are trained to work in a café. It is a life-changing experience for many young people, and provides a valuable service to our community, but the café faces an uncertain future, as the local council is bickering over the terms of the lease. It is truly a shocking situation.",
        "Attitudes need to change. It should be not all about money but about outcomes. There also needs to be much more support post education. So many parents end up with a young adult who has little opportunity to integrate with their local community on a day-to-day basis. It is truly shocking. Every person deserves to be immersed in a community where they can get involved.",
        "We need more research into health issues. There is a huge pocket of science within the Down syndrome community, such as on childhood leukaemia and Alzheimer’s, to name just two issues. Imagine what answers could be sitting there undiscovered in the Down syndrome community. It is an interesting fact that the cure rate for acute myeloid leukaemia in children with Down syndrome is higher than that of the general population. We should be looking into that more.",
        "Lastly—this should be the simplest of all—I would like better signposting in maternity care. The Positive About Down Syndrome support service has made great strides to improve that, but there is still more to be done. I know Jossie. According to her family, she is every kind of wonderful and deserves a wealth of opportunities. Let us make a world where that can happen.",
        "I was at the event in this place just a few days ago. I saw room full of wonderful young people, full of talent and ambition, with loving and caring families. If we cannot make the world better for those young people, we should not be here in this place. I am confident that the Minister will make sure that we do that."
    ]
}