{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2021-speech-on-hammersmith-bridge/",
    "title": "Fleur Anderson – 2021 Speech on Hammersmith Bridge",
    "post_date": "April 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 14 April 2021.",
    "content": [
        "I thank Mr Speaker for granting the debate, because this issue is of such interest to my constituents and to people in many other constituencies surrounding mine throughout south and west London. Hammersmith bridge has been closed for over two years. In that time, we have had a pandemic, moved billions of pounds around the country, and vaccinated half the country, yet we still have not fixed Hammersmith bridge. My constituents are really frustrated by that.",
        "Hammersmith bridge is an early prototype of the suspension bridge. It has a unique historical value, as well as being a major London artery, and we need a unique funding solution to enable a temporary bridge to open urgently, and for the restoration and the future of the bridge to be secured. Hammersmith bridge is not in my constituency, nor in the constituencies of some Members attending the debate, but that shows the wide-ranging impact of the bridge’s closure on hundreds of thousands of Londoners and why its reopening is so important and so urgent.",
        "Our health in Putney is being damaged by the increase in pollution on our high street from the additional 4,000 vehicles a day that are being diverted. Journeys to school, to work and to healthcare appointments are very long. Businesses are suffering. This cannot go on. Time and again, we have put the case to Ministers. I have raised the matter in Westminster Hall debates, at Transport questions and business questions, in written questions, through a public petition and in letter after letter, yet here we are again, and the bridge is still not open.",
        "**Felicity Buchan (Kensington) (Con)**",
        "Does the hon. Lady agree that the primary responsibility for the upkeep of the bridge lies with Hammersmith and Fulham Council, which owns the bridge and has responsibility for its maintenance? My borough has two bridges: Albert bridge and Chelsea bridge. It takes full responsibility for those bridges. Over the last 10 years, it has invested £12 million to £13 million in Albert bridge, and it is about to do work on Chelsea bridge.",
        "**Fleur Anderson**",
        "I am grateful for the hon. Lady’s intervention. It has been said many times in many places that it is up to Hammersmith and Fulham Council, but that is absolutely not the case. Hammersmith bridge is a unique historical structure with a unique bill—£141 million. No council in London could afford that. Therefore, this issue needs a unique funding solution. I will talk about that and the bid that Hammersmith and Fulham Council has made to the Government, but now is the time for the Government to step up, because Hammersmith and Fulham Council cannot do this on its own.",
        "I was on Putney embankment on Easter Saturday on what would have been boat race weekend, but the race could not run on the Thames because of the danger to the boats of going under the bridge. I teamed up with local rowing organisations and hundreds of constituents to protest the continuing inaction about Hammersmith bridge and to call on the Government to step up, play their part and fund its restoration. There were boats from the London Rowing Club, Wandsworth Youth River Club and Putney High School Boat Club out on the water, all of which are affected by the closure. Hundreds of local people came by, and it was not necessary for me to persuade anyone to sign the banner and send a clear message to the Secretary of State for Transport to open the bridge.",
        "Last week, I went out on my first canvass since the start of the pandemic. I knocked on my first door in Roehampton, eager to speak to constituents again, and asked, “What issue is important to you?” The first thing they said was, “Hammersmith bridge.”",
        "**Sarah Olney (Richmond Park) (LD)**",
        "The hon. Member is making an excellent speech, and I am extremely grateful to her for bringing the matter back to the Floor of the House for debate once more. I wonder whether she would mind me taking the opportunity to highlight the massive impact that the closure has had on the residents of Barnes in my constituency. She mentioned the difficulties that people have had in getting to work and accessing healthcare. The biggest growing issue that we have had since the reopening of schools at the beginning of March is children getting to school. They have all already suffered massive disruption to their education, but many are finding that, where they could previously walk to school in 10 to 15 minutes, it now takes them upwards of an hour on crowded public transport during the pandemic.",
        "On top of the pressures those children are already experiencing—some with exam stress, and all the uncertainty and disruption that they have faced—they now have the additional anxiety of how to get to and from school in a way that they have never experienced. I want to highlight the massive impact that the bridge’s closure is having on young people on both sides of the bridge and the really difficult experience they are having, and to urge the Minister to come to the table and find a solution.",
        "**Fleur Anderson**",
        "I thank the hon. Lady for highlighting the impact on young people. I have had an email from a sixth-former in my constituency who said that they formerly left from home at 7.30 am but now have to leave at 6 o’clock in the morning. This is having a really bad impact on students across the constituency.",
        "**Ruth Cadbury (Brentford and Isleworth) (Lab)**",
        "I, too, congratulate my hon. Friend on securing the debate and on her excellent speech. My constituents are also impacted, particularly by the additional road traffic that is finding its way through Chiswick as a result of the closure of Hammersmith bridge—2 or 3 miles away.",
        "May I highlight the concern for the businesses and operators that use the river and have been unable to gain access upstream and downstream of Hammersmith bridge? They may not go under Hammersmith bridge unless the RNLI is on an emergency call, or they have to book in advance for very restricted opening—it has been on Sundays. This has had an impact not only on the RNLI’s training, maintenance needs and refuelling, but on businesses such as boatyards and the commercial tour operators, whose core business is travelling up and down the river. There is effectively a block on that at the moment, and that will continue until Hammersmith bridge is made safe.",
        "**Fleur Anderson**",
        "I agree absolutely, and I thank my hon. Friend for sharing the impact that the closure is having on so many businesses and organisations, and even on the RNLI, in London.",
        "As the Minister will know, the bridge, which is one of the oldest suspension bridges in the world, was closed to cars two years ago and then fully closed to all vehicles in August 2020. The impact that is having in my constituency—and, clearly, in neighbouring constituencies —is catastrophic. However, I am not here to make the case for why the bridge needs urgently to reopen. That is so obvious, and I think it is something the Minister and I can agree on. I am here to spell out to the Minister and her Department that the biggest obstacle to progress at the moment is funding, and that only the Government have the funds, resources and legislative ability to make the changes needed to reopen and restore the bridge and to get south-west London moving again.",
        "I want to make three points: first, about the taskforce; secondly, about Hammersmith and Fulham Council; and finally, about solutions. The taskforce, which was set up in September last year, seems to have morphed into a significant barrier to any sort of progress, instead of making the urgent progress that we need. It is little task and no force. Hammersmith and Fulham Council, Richmond Borough Council and Transport for London have carried out the actions detailed for them in the taskforce meeting, but the Government have not brought the action needed from their side.",
        "**Andy Slaughter (Hammersmith) (Lab)**",
        "My hon. Friend is making an excellent case, but I think she is being slightly too generous towards the taskforce. A letter from the Hammersmith Society, which is a strictly non-political and very civilised body, to the Prime Minister two weeks ago ends by saying that",
        "“the communities on both sides of the river are unified in their anger, their disappointment and their despair at the failure of their government.”",
        "I held a debate identical to this a year ago when the Minister was engaging with the issue and looking at bids. We have actually gone backwards in the past year, and silly political games are being played, as typified by the intervention from the hon. Member for Kensington (Felicity Buchan). What we need is a solution and funding for this major project.",
        "**Fleur Anderson**",
        "I thank my hon. Friend for so eloquently sharing the frustration we are feeling. I think you can understand that, Mr Deputy Speaker, and that you are feeling it from all the interventions this evening.",
        "The taskforce has come up with no workable solutions, although the ferry will be opening in the summer. It has simply trotted out tired statements and has not discussed financing, which is why funding is the focus of the debate.",
        "My second point concerns the financial role of Hammersmith and Fulham Council. Many people have said to me, “Why can’t the council pay for the bridge?” To expect the council to fund the restoration of the bridge and any temporary measures is unfair and unreasonable—and in fact impossible. Hammersmith bridge is extremely expensive to fix compared with other London bridges, as was mentioned earlier, in part because it is London’s earliest remaining example of a suspension structure over the river, and because of the unusual materials it is built from—cast iron, which can shatter, wrought iron and wood—and its suspension mechanisms are unique. That puts the cost of repair at an eye-watering £141 million, which is unaffordable for Hammersmith and Fulham Council, as for any council.",
        "**Felicity Buchan**",
        "Will the hon. Lady give way?",
        "**Fleur Anderson**",
        "I will continue to explain and address the point the hon. Member made earlier.",
        "Since 2010, the Government have cut the council’s annual net budget from £180 million to £124 million this year. Even taking a loan would cause significant cuts to local services or huge rises in council tax, so the cost of repairing the bridge would be more than the council’s entire budget.",
        "**Andy Slaughter**",
        "My hon. Friend is being most generous in giving way. In fact, both Hammersmith and Fulham Council and Transport for London have contributed a sum of about £25 million. The Government have not contributed a penny towards the repair of Hammersmith bridge so far. Hammersmith has come up with schemes for a new temporary bridge, and so has TfL, and for stabilisation and repair. It is all there. The only people who will not engage with this are the Government, and they are doing that for deliberate political reasons.",
        "**Fleur Anderson**",
        "I thank my hon. Friend, and I hope that when the Minister has her opportunity to speak she will not ask again for Hammersmith and Fulham Council to fund an unprecedented 50% contribution to the bridge’s repair. That is clearly unreasonable, especially when the precedent for contributions from councils to national infrastructure projects is 15%. That makes me question whether the Government are genuinely interested in resolving the situation, or are just going to leave it.",
        "Instead, the taskforce suggested in October 2020 that Hammersmith and Fulham Council come up with a financing plan. The council, together with TfL, had made funding applications to the Government in December 2019, February 2020 and June 2020. All three bids were rejected by the Government, and we do not know why. Instead, Hammersmith and Fulham Council went away, talked to experts and came up with a new plan—the “Outline Financial Plan”—which it submitted on 19 February.",
        "I want to pre-empt any answer that the Minister may be ready to give about waiting for Hammersmith and Fulham Council to do more, or any repetition of the response of Baroness Vere of Norbiton to a joint letter from me, my hon. Friend the Member for Hammersmith (Andy Slaughter), the hon. Member for Richmond Park (Sarah Olney) and my hon. Friend the Member for Brentford and Isleworth (Ruth Cadbury). The Baroness’s response was:",
        "“I suggest that it would be most beneficial for you to support the local authority in developing its preferred funding option so that we can progress the business case.”",
        "The funding option was submitted on 19 February, seven weeks ago, and we are still waiting for a response. This is not the urgent action we need.",
        "Any response will need the Government to agree to set up a special company or trust fund. It will need Government legislation, financial underwriting and an assurance of future revenue from Government funds or from a toll. The council needs to have that input from the Government to continue. The ball is now firmly in the Government’s court, not that of Hammersmith and Fulham Council. To say that would be to play the type of party politics that local residents are absolutely fed up with.",
        "That brings me to my third and final point, about solutions. I hope that the Minister will shortly announce how the Government will take responsibility for the Government’s vital role in restoring the bridge. The ferry service is a partial solution—it starts in the summer—but it will not address vehicles going through Putney and it will not stop the long bus journeys for Roehampton residents.",
        "**Sarah Olney**",
        "Briefly, does the hon. Lady agree that one of the significant disadvantages to the ferry service, welcome though it is, is that local residents will have to pay a fare to use it, as opposed to being able to use the bridge perfectly freely?",
        "**Fleur Anderson**",
        "I thank the hon. Member for mentioning a disadvantage of the ferry. I am concerned that that the taskforce will say, “We’ve done the ferry, and now we are not going to fix the bridge.” Putney residents are concerned about that.",
        "A proposal to build a temporary truss bridge inside the current bridge—so, a double-decker bridge—has been given the green light as feasible, and could be built within a year, as soon as it is funded. We need that funding. The “Outline Financial Plan” was developed by Hammersmith and Fulham Council with a series of sector-leading consultants. That plan would not only see Hammersmith bridge repaired, but offer value for money to national and local taxpayers for the long-term.",
        "The “Outline Financial Plan” was submitted on 19 February. I would like to hear whether the Government agree with the plan and are going to get on with it, or do not agree with the plan and are going to come up with one of their own. Either way, we need urgent funding solutions. It is important that these plans are engaged with and taken forward.",
        "To sum up, my asks of the Minister tonight are fivefold. A lot of Putney residents and constituents from across south-west London will be listening tonight. First, the Government must urgently provide up-front funding for the temporary bridge, so that the original bridge can be restored and re-opened as soon as possible and the traffic diverted out of Putney High Street. Secondly, they must drop the requirement for Hammersmith and Fulham Council to provide 50% of the funding—that is not feasible, and the Minister knows it.",
        "Thirdly, the Government must expedite action on the funding proposals submitted by Hammersmith and Fulham Council on 19 February; they present workable and realistic ways forward and must not be left to simply sit and gather dust. Fourthly, I would like reassurance that the taskforce will start delivering and co-operating, so that Hammersmith and Fulham and Richmond Councils, Transport for London and the Government work together to come up with urgent solutions. Fifthly, I ask that the Secretary of State and the leader of the Government taskforce meet me and other concerned parliamentary colleagues as a matter of urgency.",
        "Enough talk. Our constituents want action. The Government know what they need to do. It is time they delivered on the funding agreement to finance the temporary bridge urgently and the restoration and re-opening of Hammersmith bridge."
    ]
}