{
    "url": "https://www.ukpol.co.uk/donald-anderson-1986-speech-on-the-philippines/",
    "title": "Donald Anderson – 1986 Speech on the Philippines",
    "post_date": "August 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Donald Anderson",
            "url": "/tag/donald-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Donald Anderson, the then Shadow Spokesperson for Foreign Affairs, in the House of Commons on 26 February 1986.",
    "content": [
        "We unreservedly join the Minister in welcoming the triumph of democracy under President Aquino. We hail the victory of people’s power over a corrupt dictatorship as a model for the peaceful transition of power in other troubled lands about which we differ from this Government’s policies, such as Chile and South Africa. We praise the role of the Church in the Philippines and the constructive role played, ultimately, by the United States Administration, who acted swiftly, decisively and to good effect to end the conflict.",
        "Will the Minister confirm that in the circumstances no formal act of recognition of President Aquino is necessary from our Government? Does he also agree that those events pose a series of challenges for President Aquino —to cast aside the oligarchies of the past, to repeal the draconian laws and to meet the popular expectations of the radical restructuring which is vital if the insurgency is not to start again?",
        "There is a challenge to the United States Administration, who must avoid a narrow, strategic and military view and come to terms with the fundamentally different relationship which must result from the new nationalism in the Philippines. Finally, there is a challenge to us in Europe, as the new Government may well look to Europe, especially since the accession of Spain to the European Community, as a counter to United States ​ influence. To that end, will the Minister tell the House what efforts he will make to consult our EEC partners on the development of joint policies in that area?"
    ]
}