{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2021-speech-on-dental-services/",
    "title": "Fleur Anderson – 2021 Speech on Dental Services",
    "post_date": "January 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 14 January 2021.",
    "content": [
        "I beg to move,",
        "That this House has considered the effect of the covid-19 outbreak on dental services.",
        "I thank my hon. Friend the Member for Brent North (Barry Gardiner) who co-sponsored the application for this debate, and the Backbench Business Committee for granting it. I also thank many MPs from across the House for their support for this important and timely debate.",
        "I am speaking on behalf of everyone who has suffered toothache under lockdown, or who will suffer it this year, for all the children whose orthodontal treatment has been delayed or is in disarray—that includes two children in my own house—and for all those whose more serious dental problems would have been spotted in routine check-ups, but who have not yet had them spotted. I speak also on behalf of dental practitioners and laboratories in my constituency and across the country who have felt ignored during the pandemic, and not treated as the frontline health workers they are.",
        "During the pandemic, one constituent told me that he had to pull out his own tooth, and a local dentist told me of an elderly lady whose dental pain meant that she could not eat solid food throughout the lockdown, and had lost weight as a result. There are serious consequences to the implications of covid-19 on dental practices. I would like to thank the dentists in my constituency and across the country, who have kept going in very difficult and stressful times, and often against all the odds.",
        "My message today is simple: we are sleepwalking into the biggest oral health crisis since the creation of the NHS. Unless the Government begin to recognise that dentistry is an essential health service, the sector will collapse. For now, the current activity targets are unattainable and need to be scrapped—I am sure other Members will be talking about them today. In the longer term, we also need better targeted financial support to save the sector. Overall, we need a national dentistry recovery plan to provide safety for dentists and patients, funding to stop closures, and ways to address the huge backlog of dental appointments. There is an NHS England phased recovery plan, but it does not address the whole dental sector. Dental care is not a middle-class luxury, but it is moving that way. It is a fundamental aspect of good health and a key indicator of health equality. We neglect it at our peril.",
        "From March to June last year, all routine dental care in England was paused and according to the British Dental Association over 20 million appointments were lost between March and November. That has created a huge backlog that will take years to clear unless it is addressed now. In my own borough of Wandsworth, nearly 6,000 fewer courses of treatment took place in the final quarter of 2020. It did not have to be this way. For example, in Germany, personal protective equipment and guidance was put in place straightaway and dentists were not shut. Funding of PPE and ventilators remains a major issue for enabling dentists to function and see patients even during the pandemic.",
        "Dentists have faced acute financial problems. They are both frontline health services and important high street businesses in all our communities, yet they did not receive the same funding as other frontline health services or high street businesses. Financial support remains either absent or uneven. As many as 53% of dental practices estimate that they can only maintain their financial stability for 12 months or less in the face of lower patient numbers and higher overheads. Beyond access to the furlough scheme and Government credit, support for private practice has been close to non-existent. There has been a failure to recognise the mixed economy on which dentistry is based. Dentists are among the only businesses on the high street that continue to pay business rates. That is totally unfair. Many of my local practices have not received any financial support, such as business grants, and this must be renewed.",
        "Now, on top of that, there are targets. In December, NHS dental practices were instructed by the Government to deliver 45% of all their targets, based on pre-covid levels, to earn their contract value from January to April. This was a hasty, not negotiated and widely discredited target-based dental contract, and it is incompatible with providing safe and sustainable services for patients during the pandemic. I understand that the targets were set before lockdown, but now is the time for the Minister to tell us that they will be reconsidered, they are not achievable and there will be a change of policy. The targets need to be scrapped.",
        "Most dental practices are small high street buildings and they cannot expand to meet the guidelines on social distancing and fallow time as well as meeting the targets. The British Dental Association found in a recent practice poll that 40% of practices in London alone have seen more than half their capacity wiped out by cancellations, staff sickness, self-isolation and difficulties accessing childcare. If there was ever an excuse not to visit the dentist, we have one now. We have told everyone to stay at home, so they are staying at home and they are not going to the dentist, but that is just building up huge problems for us in the future. Dentists cannot be financially penalised because of that.",
        "The latest UK data show high levels of cancellation and non-attendance during lockdown. One local dentist told me that at absolutely full stretch before Christmas he was able to meet 30% of pre-covid activity levels. He cannot meet them now, and he is worried about being penalised and losing money retrospectively, because he is obviously having to pay out for those contracts during these months. We would all like more people to be able to see dentists. We would like them to reach 100% of the targets and to clear the backlog, but the targets are simply unachievable at the moment and will put the future of dental practices at risk. By implementing this target, the Government are effectively removing the safety net from NHS dentistry at a time when covid-19 rates are surging. It is important to note as well that the target is set not by the chief dental officer, but by the Government. The wider implications of these issues extend beyond just bad oral health or a bit of toothache. It is predicted that it will increase emergency attendances at hospital A&E, increase antibiotic prescribing, increase admission to hospitals and longer stays, and increase missed oral cancer diagnoses, which is really worrying. The Oral Health Foundation found that mouth cancer referrals fell by 56% during the lockdown.",
        "In my constituency, the waiting list for tooth extractions by children’s tertiary care is now two years and growing —that is an almost emergency treatment. I met with dentists in my own constituency in the lead-up to this debate, and they made it clear that the 45% target is just unacceptable. One said to me:",
        "“How can the dental profession be expected to transition to this flawed quota system? Practices that fail to reach targets, through no fault of their own, will face penalties and clawbacks which will result in mass closure of dental practices as the funding to provide dental care will not make it viable to stay open. This is a reckless and unsafe decision”.",
        "Today, the Faculty of General Dental Practice UK, the College of General Dentistry and the Royal College of Surgeons Of England issued a joint statement saying that",
        "“safety must take a clear priority over dental activity levels during the…lockdown.”",
        "There is a universal call to scrap the targets, and I hope that we will hear about that from the Minister later.",
        "To wrap up, I have five demands of the Minister. First, we need a national plan for dentistry following the pandemic and a way that the backlog of appointments will be addressed, created in full consultation with the national professional dental bodies. Secondly, the activity levels for January to April must be scrapped. The 45% target will undermine patient care and safety. Thirdly, we must provide urgent support to practices to enable them to increase the number of patients that they can see. That means supplies of PPE and ventilation equipment to keep fallow time down. Fourthly, we need to be clear that all dental teams, including receptionists, must be given priority access to covid vaccines alongside other healthcare professionals. Fifthly, we need to maintain and expand the business rates holiday to dental practices and backdate it to late March.",
        "In conclusion, many parts of the country already had poor access to dental care before the pandemic. Current levels of capacity across the service mean that, unless something is done now, problems are likely to reach an unprecedented scale in every community up and down the country, and we will see a whole generation growing up with poor dental health. Let us recognise the dental sector as the essential frontline health care service that it is and do everything in our power to support it through this crisis and for our future."
    ]
}