{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-an-early-general-election/",
    "title": "Fleur Anderson – 2022 Speech on an Early General Election",
    "post_date": "October 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in Westminster Hall, the House of Commons, on 17 October 2022.",
    "content": [
        "It is a pleasure to serve under your chairship in this momentous debate, Mr Mundell. I thank the Chair of the Petitions Committee, my hon. Friend the Member for Newcastle upon Tyne North (Catherine McKinnell), for fast-tracking this debate and putting the case for a general election so well. She speaks for so many people across this country.",
        "I also offer a huge thank you and congratulations to the more than 633,000 members of the public who have supported the e-petition that secured today’s debate. Over 500,000 people have signed it in the past two weeks alone, and at the moment, over 1,000 are signing it every hour. I believe that today’s debate is being watched by an unusual number of people for a Westminster Hall debate. A staggering number of people have signed the petition since 28 July, and I have had confirmation that it is the first e-petition calling for a general election to be debated in this House. I was proud to see that over 1,100 of my constituents in Putney have signed it; I think all of us here today, and many other Members, can say that an unusual number of their constituents have signed this petition. It really is very significant.",
        "I congratulate Darrin Charlesworth on launching the petition back in July. Back then, he said that",
        "“The chaos engulfing the UK government is unprecedented. Over 40 ministers resigned leaving departments without leadership during cost of living, energy and climate crises. War rages in Ukraine; the Northern Ireland Protocol has further damaged our relationship with Europe; recession looms; the UK itself may cease to exist as Scotland seeks independence. This is the greatest set of challenges we have seen in our lifetimes. Let the people decide who leads us through this turmoil.”",
        "That is how the petitioner, and the thousands of people who signed the petition, felt back in July. But look at what has happened since. We have had a Prime Minister voted in by the very few. She has launched a new economic strategy with no mandate, prioritising VAT-free shopping for tourists, of all things, and tax cuts for the super-rich. She has tanked the pound, causing the Bank of England to have to step in. She jeopardised pensions and sent mortgage costs soaring, before U-turning on the 45p rate of tax and then on corporation tax. She ditched her Chancellor after 38 days. This morning she ditched the two-year energy price cap, the income tax cut, the freeze on alcohol duties, VAT-free shopping for tourists—fair enough—and the dividend and freelance reforms. Who knows what else is changing as we speak, because the Chancellor of the Exchequer is giving a statement in the main Chamber. I am sure that, as my hon. Friend the Member for Newcastle upon Tyne North said, many more Members would be present if that were not happening right now.",
        "My hon. Friend the Member for Newcastle upon Tyne North reiterated that there is no mandate and that people have lost patience with the Government. No one wants to sign the petition and ask for a general election unless it is absolutely essential, and we seem to have no other option. She also said that the polls show that the number of people who want a general election is even higher than the number of people who have signed the petition. The damage being done by not raising benefits, and the damage being done to child poverty levels, surely should be uppermost in our minds.",
        "My hon. Friend the Member for Pontypridd (Alex Davies-Jones) outlined the incompetence that we have seen in the last few months and put it into the context of 12 years of Tory rule, local government underfunding and the failure to stimulate growth, which is the biggest threat to families’ financial security.",
        "My hon. Friend the Member for Newport West (Ruth Jones) said that she is stopped in the street by people who are worried and afraid. She is not alone; I, too, am often stopped in the street. Just this morning, I went to visit a food bank in my constituency, and so many people told me about their fear. That is why they are talking about calling a general election. We are in unprecedented times.",
        "My hon. Friend the Member for Hornsey and Wood Green (Catherine West) gave a whole list of reasons why we need a general election, and she started by calling out the failed philosophy of trickle-down economics, which has been laid bare over the last few weeks. The loss of trust of businesses and unions alike, and the issues of benefits, mortgages, food banks and energy provision—the list goes on. There are many reasons why people have signed the petition and are calling for a general election.",
        "I often say that debates in the House are timely, but this is certainly a timely debate—more than most. The petition is highly significant, and I hope that the Minister’s response will reflect that significance, rather than brushing the issue aside and saying that it would be too disruptive to have a general election at this time. People who have signed the petition feel that the disruptive thing to do is to stick with what we have now. We in this House are entrusted with making decisions on behalf of everyone in the country only on the basis of a democratic mandate from those who have elected us to be here.",
        "A pact has arisen with the British people from hundreds of years of history: parties share in their manifestos what they will do, and they are elected on the basis of their manifestos. From the party with the biggest number of elected Members, the Prime Minister is chosen to deliver the manifesto mandate. We are very close to losing the trust of the nation, because that mandate is being broken with every statement and every press conference. It is not just a matter of communication, and it is not just because the new leader was chosen without a clear majority of even her own MPs supporting her. This is a loss of faith with the policies of the Conservative Government, because they are not the ones that were in the manifesto. There is a loss of faith that these policies are in the best interest of people across the country, rather than in the best interest of only the Conservative party.",
        "The markets lost faith in Conservative policies—the pound tanked and mortgage prices soared—but the petition shows that the people have lost faith as well. No one voted for the biggest raft of tax cuts since 1972. No one voted for £45 billion of tax cuts with no fiscal strategy. No one voted for bankers’ bonuses. No one voted for trickle-down economics, with no evidence that it will actually trickle down. No one voted for U-turns on banning no-fault evictions. No one voted for the economy to be plunged into chaos. No one voted to ditch the green homes grant after just a few weeks. No one voting for lifting the moratorium on fracking. No one voted to scrap crucial environmental protection laws, to attack nature or even to turn on the Royal Society for the Protection of Birds, the National Trust, the Wildlife Trusts and the Ramblers.",
        "No one voted to reduce workers’ rights. No one voted to pull out of the European convention on human rights. No one voted for Brexit chaos to continue. No one voted to jeopardise the trade deal with India or to shelve a trade deal with the US. No one voted to trash our institutions or to bury reports from the Office for Budget Responsibility. No one voted for soaring mortgages and the follow-on that will inevitably result in rent costs increasing at the same time as a cost of living crisis.",
        "No one voted to damage further our international reputation, and no one voted to damage our Union. The fact that the Prime Minister has not even called the First Ministers of Scotland or Wales yet is a scandal. Our Union is precious. It is shocking that the Prime Minister has not even telephoned the two First Ministers. Perhaps the Minister will confirm when those phone calls will take place.",
        "What next? A general election may be a short-term disruption, but the damage to our economy, people’s lives and the Union could be far longer reaching. This Prime Minister is no different from her predecessor, and so it is no wonder that people’s patience has run out. She seems to now be interested only in saving her skin at all costs. The public will not forgive and they will not forget. This is a Tory crisis, made in Downing Street but paid for by working people up and down my constituency and those of every Member present and all other Members.",
        "It is important to put this petition in the context of the last three years. These problems did not start in July, when the petition started, or in September. There have been three years of scandal, sleaze and sloppy governance. Will the Minister confirm when the new ethics adviser will be appointed? We need to win back the trust of the British people. How can we do that if there is no ethics adviser even in place?",
        "Since the last election—not even three years ago—we have had two Prime Ministers, five Chancellors, a slew of scandals, endless errors, and a pile of broken promises. The Conservatives have lost the right to govern. As the petition says loud and clear, the public have lost patience. A change of Chancellor is not enough. The Tories have tried a change in Prime Minister, and it is worse than ever. We do not need, as has been rumoured, a trumped up coronation of a new Tory leader either. We need a change in Government. As the chairman of Tesco said yesterday, there is just one team on the pitch now: Labour has a plan for growth, while the Conservatives do not.",
        "Labour’s approach will be based on working together, with businesses, workers and public bodies all pulling together in a national endeavour to rebuild Britain and seize the opportunities of the future. Labour’s plan to buy, make and sell more in Britain is all about using all the tools at the Government’s disposal to support businesses in this country, bringing jobs back to Britain, sorting out the Government’s supply chain chaos, and last but not least, cleaning up the Tories’ Brexit mess, taking action on the climate and nature emergencies, and getting our economy firing on all cylinders.",
        "If there is a general election and the people choose Labour’s plan for growth over the Conservative anti-growth coalition, we will invest in people, skills and our public services. We will rebalance the books based on fairness and tackling the climate emergency, not on the backs of working people and not by rewarding bankers. No wonder the people who signed this petition want that vision of stability over the current chaos, even if that means calling for a general election. For the good of the nation, we need a general election. Labour is election ready. We are ready for Government. Only Labour offers the leadership and ideas that Britain needs to secure the economy and get us out of this Tory-created mess."
    ]
}