{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-the-expansion-of-the-ultra-low-emission-zone/",
    "title": "Fleur Anderson – 2022 Speech on the Expansion of the Ultra Low Emission Zone",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 20 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairship, Mr Hosie, and to speak in this debate secured by the hon. Member for Dartford (Gareth Johnson).",
        "I very much welcome the debate, because air quality is one of the biggest issues faced by my residents in Putney. They hope that the extended ULEZ policy will have a significant impact on children’s lives and on small businesses, which complain to me about pollution on Putney High Street—one of the most polluted high streets in the country. However, that pollution is coming down as a result of the Mayor’s policies.",
        "I thank the Putney Society, Putney Pollution Busters, Mums for Lungs, the London Sustainability Exchange, King’s College London and Clean Air in London for all their campaigning and for speaking up for residents in Putney, in Dartford, and across and outside London, who know that air quality is a silent killer. The hon. Member for Dartford, too, called it a silent killer, with air blowing pollution from London to his constituency, so I am surprised he does not welcome the Mayor’s actions to reduce that pollution and to instead have cleaner air for us all, especially our children.",
        "Yesterday, the Government finally brought out their air quality targets under the Environment Act 2021. I have been calling for those targets for years, but they are not good enough. First, they just aim not to have toxic air by 2040, which is a whole 18 years away. Someone born now will potentially not see the results until they become an adult. Secondly, we cannot start to meet the Government’s targets without the ULEZ. It is needed, so I hope to hear support from the Minister for actions that will meet the Government’s air quality targets.",
        "Outer London is disproportionately affected by this issue, because there are more older people, who are particularly affected by the damaging effects of air pollution. The UK has the worst death rate for lung conditions, and that simply cannot be ignored—we cannot hope that it will all go away in any other way than by us taking action. Recent analysis by Asthma + Lung UK has shown that the UK has the worst death rate for lung conditions—higher than anywhere else in western Europe. In total, around 600,000 people have a lung condition in Greater London, and 60% of them live in outer London and do not currently live inside the ULEZ. I hear again and again of people who say that they or their children did not used to have asthma but that they do now. We can see the effects. If we could see the air pollution on our streets, we would know it for the killer that it is.",
        "Toxic air is shortening the lives of our constituents. Every year, up to 36,000 people in the UK die prematurely as a result of toxic air, and 4,000 of those deaths occur in London alone. In Dartford, the equivalent of 66 deaths per year are attributable to long-term exposure to particulate air pollution. But it is not only about deaths; it is also about people who are hospitalised or who live with debilitating conditions.",
        "**Gareth Johnson**",
        "If the hon. Lady feels that the Mayor of London is expanding the ULEZ to tackle pollution across the south-east, does she think it is simply a coincidence that he is due to make hundreds of millions of pounds out of it, or does she think it is actually motivated by money?",
        "**Fleur Anderson**",
        "I thank the hon. Member for his question. What is the Mayor spending the money on? He is spending it on local transport. Every single penny raised by the ULEZ is being spent on local transport, which is exactly what we need. That is the way we are going to overcome the toxic air that is killing our constituents.",
        "**Elliot Colburn (Carshalton and Wallington) (Con)**",
        "Could the hon. Lady outline where the new public transport infrastructure is? What exactly are the improvements that the Mayor is apparently giving us?",
        "**Fleur Anderson**",
        "I am not here to talk about local infrastructure, but we have to invest in the local public transport infrastructure so that we can overcome this problem. I had to give up my car—it was a diesel car— when the first ULEZ came in, and I do not have a car now. I rely entirely on public transport, but it has to be improved. How will we get the money to do that? The expansion of the ULEZ is one way to get that money. I hope to hear from the Government how they will fund public transport in London, if that is the key factor that we need.",
        "Nearly 10 years after Ella Adoo-Kissi-Debrah became the first person to have air pollution recorded as a cause of death, people in Dartford and London are still breathing toxic air. Poor communities and black, Asian and minority ethnic communities—those who are least likely to have a car—are the worst affected by air pollution. We have to take action.",
        "In Wandsworth, the borough where my constituents live, 129 deaths a year are attributable to the effects of toxic air. That is such a shocking figure. Knowing that I was taking my children to school and exposing them to toxic air every day really worries me, and it worries all my constituents too. Currently the ULEZ goes through Putney, but it is not a wall—the world has not ended, life has carried on and travel has continued. It is not the hard-and-fast border it is being portrayed as.",
        "Expanding the ULEZ will reduce NOx emissions by 10%, and PM2.5 exhaust emissions by nearly 16%, and prevent 27,000 tonnes of CO2 emissions from being released. It will lead to a nearly 10% reduction in NOx emissions from cars in outer London, on top of the 30% reduction in road transport NOx emissions that is already expected from the current ULEZ and the tighter low-emission zone standards. It works, and it should continue. We need to have this action.",
        "I welcome the news from the Mayor of London that, as part of the ULEZ expansion, he is introducing a scrappage scheme to support residents on lower incomes, as well as businesses and charities. It is the biggest scrappage scheme yet, at £110 million, and it will help those in Putney and every other area who are on low incomes and who need support to replace or retrofit their cars. I am pleased that the Mayor has also introduced new grace periods for disabled people, allowing them more time to adapt to change.",
        "**Dr Cameron**",
        "Will the hon. Member give way?",
        "**Fleur Anderson**",
        "I do not have enough time to give way— sorry.",
        "I understand the concerns raised about the impact on small and microbusinesses. I met the Federation of Small Businesses this week to discuss its concerns about the ULEZ. It welcomes the move towards greening businesses and a more sustainable future, because it makes clear business sense. We cannot simply do nothing. However, the FSB is concerned about the impact of the ULEZ on microbusinesses—those businesses with under 10 employees. I have two brothers-in-law who are plumbers, so I have heard their concerns as well. [Interruption.] They are very useful.",
        "I know that this is a tough time for small businesses, so I join the FSB in urging the Government to support the ULEZ and to provide additional funding, on top of the Mayor’s £110 million scrappage scheme, so that it can support microbusinesses to change their vans, instead of stopping them coming into London. I also join the FSB in calling for small businesses to be given extra time to comply—up to September 2024—and for us to consider a way for small businesses to pay their charge into a special fund that they can put towards purchasing a ULEZ-compliant vehicle.",
        "This announcement will ensure that the most vulnerable in our communities are looked after and give them the support they need as the ULEZ expands. So I will end by asking whether the Minister supports the Government’s air quality targets, the ULEZ itself and small businesses. If so, will he support them further by topping up the Mayor’s scrappage scheme? Also, does he support a new clean air Act, because the time has surely come for one. Are there plans to introduce one?",
        "In conclusion, I welcome the ULEZ and this action to clean up our air for our planet, our health and especially our children’s health."
    ]
}