{
    "url": "https://www.ukpol.co.uk/lee-anderson-2022-comments-on-food-banks/",
    "title": "Lee Anderson – 2022 Comments on Food Banks",
    "post_date": "May 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Lee Anderson",
            "url": "/tag/lee-anderson/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Lee Anderson, the Conservative MP for Ashfield, in the House of Commons on 11 May 2022.",
    "content": [
        "As I was saying, the hon. Member for St Helens North made some great comments about food banks. My invitation is to every Opposition Member: come to Ashfield, work with me for a day in my local food bank and see the brilliant scheme we have in place. When people come for a food parcel now, they have to register for a budgeting course and a cooking course. We show them how to cook cheap and nutritious meals on a budget; we can make a meal for about 30p a day, and this is cooking from scratch.",
        "……..",
        "Indeed, it is exactly my point, so I invite him [Alex Cunningham] personally to come to Ashfield to look at how our food bank works. He will see at first hand that there is not this massive use for food banks in this country. We have generation after generation who cannot cook properly—they cannot cook a meal from scratch—and they cannot budget. The challenge is there. I make that offer to anybody. Opposition Members are sitting there with glazed expressions on their faces, looking at me as though I have landed from a different planet. They should come to Ashfield, next week or the week after, and come to a real food bank that is making a real difference to people’s lives.",
        "I will end now, because Opposition Members are not listening; these are a generation of MPs who never listen. The bad news is that this Labour party is out of control and out of touch, but , thankfully, it is out of power. That is me done, Mr Deputy Speaker."
    ]
}