{
    "url": "https://www.ukpol.co.uk/lee-anderson-2022-speech-on-the-protection-from-redundancy-pregnancy-and-family-leave-bill/",
    "title": "Lee Anderson – 2022 Speech on the Protection from Redundancy (Pregnancy and Family Leave) Bill",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lee Anderson",
            "url": "/tag/lee-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lee Anderson, the Conservative MP for Ashfield, in the House of Commons on 21 October 2022.",
    "content": [
        "I do not normally come to this place on a Friday, because I normally have better things to do in my constituency, but this Bill is so important that I felt I had to be here today. I just cannot imagine what it is like to be a woman at work who gets the wonderful news that she is pregnant, goes home and tells her partner, “I’ve got some great news,” and they are very happy and tell their family, then the following day she may come home and say, “I’ve got some bad news: I’ve lost my job,” or, “My firm don’t want me any more; I’m being discriminated against.” To think that that happens in this day and age is absolutely shocking. I cannot imagine it.",
        "As the law stands, employers cannot make mothers redundant while they are on maternity leave, but under this excellent Bill that protection will be extended through pregnancy and for six months after returning to work. That is brilliant. We do discriminate against women in this country—I know we do—and especially young women and young single parent women. I was a single parent for many years—17 years—with two children, but I did not come up against the barriers that women do. I know that, because when I went for a job, they never even asked me if I was a single parent; they assumed that I was just a man looking for a job, and I got the job. I know full well that when women go for a job, employers probe and poke their nose into business that, quite frankly, is not theirs. I know that employers look at those women and think, “She’s a single parent—she’s going to have time off. Her kids have got to go to school. They’re going to be ill. She might get pregnant again.” Those are the barriers that us men do not normally face.",
        "The contributions today have all been outstanding, as have the interventions. I thank the hon. and gallant Member for Barnsley Central (Dan Jarvis) for bringing this Bill to the House, because it is so important. He once said:",
        "“No one should be penalised for having a family, but pregnant women and new mums face grotesque levels of discrimination in the workplace.”",
        "He is bang on. He went on to say:",
        "“This bill will help tackle the appalling injustices they face. From the extortionate cost of childcare to difficulty in finding flexible hours, balancing family life with a job is already hard enough.”",
        "That sums it up for me.",
        "**Nickie Aiken**",
        "My hon. Friend talked about the fact that men do not face the same questions when being interviewed for jobs. Given the fact that he is saying that and that the Bill is being introduced by a male Member of the House, does he agree that it is so important that men stand side by side with women, to ensure that women have workplace rights?",
        "**Lee Anderson**",
        "I completely agree with my hon. Friend. It is not right; men do not face these questions and this discrimination, and we forget that. It is, unfortunately, still a man’s world. I sometimes get slated for saying that, but it is—let us be honest. There are so many barriers for women in the workplace, in life and in general, and this is just another barrier that they have to come up against time and again. It is quite shocking that we are having this conversation in 2022, but we are here having it, and hopefully the Bill will be passed—I am sure it will—and will give the extra protection that women in this country need.",
        "I just hope that there are plenty of women listening to this today who will know that we are on their side and are going to make changes, and can have that confidence. We have talked about women being sacked from the workplace because they are pregnant or may get pregnant, and the skilled workforce that employers lose through that. They are not only losing skilled workers and their potential to go on to be brilliant employees, but saying to the marketplace out there, “We don’t want you. You’re a woman, and we don’t want you working here.” How wrong is that, when 50% of the population in this country are women? I think we are getting close to that in this place—we are getting more and more women here—and rightly so. Why should women not work here and why should they not do all the top jobs? It is an absolute disgrace.",
        "The most important job that women do on this earth is to have children. Without them, I would not be here. They have children and they do a fantastic job, but to balance that with having a career, running a home, being married or having a partner, or whatever they have to multitask. My right hon. and gallant Friend the Member for Beckenham (Bob Stewart) said he is not very good at multitasking—I can vouch for that because I have been in his office quite a few times this week, and he cannot multitask at all. Women play an incredibly important part in society.",
        "**Bob Stewart**",
        "I had to intervene on my very good friend, but I must say that I think I am seriously lucky to be a man. Frankly, I do not have to put up with all the rubbish that women sometimes have to go through, so I am very glad, and I think my hon. Friend would probably say the same, would he not?",
        "**Lee Anderson**",
        "I completely agree with my right hon. and gallant Friend, who makes a really good point.",
        "We know this happens: the majority of single parents in this country are ladies—women—and the hurdles they have to go over on a daily basis just to get by in life are hard enough. As a Government and as a society, we are trying to get more people back into the workplace. We have a skills shortage and there are lots of jobs in the economy—there are over 1 million vacancies, and we need to plug that gap—but what are we doing in such situations? We are putting up obstacles and barriers, as we sometimes do to disabled people, and making it so difficult for them to get back into the workplace.",
        "We are missing a trick, and it is costing the economy. It is also costing employers, because if they are not recruiting or keeping in the workplace a lady who has had children or is on maternity leave, they are missing a trick. They are not upskilling that person, and if they are not retaining that person, they have to go out and recruit somebody else and spend thousands and thousands of pounds getting them up to speed when that asset—that employee—is already there. We need to stop missing that trick, use a little bit more common sense in the workplace, get behind our brilliant women in the UK, because they are brilliant, and give them all the support they need.",
        "**Theresa Villiers**",
        "Does my hon. Friend agree that it is particularly important to do this at a time when the cost of living is causing so much pressure on family finances? The last thing young families need at this point is for women to be forced out of the workplace because of unfair treatment.",
        "**Lee Anderson**",
        "My right hon. Friend is exactly right. As I say, we have an abundance of talented women in this country, and many of them are sitting in here today—I had to say that, did I not? We are putting up barriers and obstacles to these women, but they want to go out there, get into the workplace, earn good money, have good careers and contribute to society, and it is only right that we remove all these barriers in the workplace. So I welcome the Bill and wholeheartedly support it. I am going to shut up now because I have said enough, and I know there are one or two more speakers and the Minister wants to have his say about this."
    ]
}