{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-government-handling-of-ppe-contracts/",
    "title": "Fleur Anderson – 2022 Speech on Government Handling of PPE Contracts",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 6 December 2022.",
    "content": [
        "I am delighted to be able to close today’s debate on behalf of His Majesty’s Opposition, and I share the indignation of my right hon. Friend the Member for Ashton-under-Lyne (Angela Rayner), the shadow Chancellor of the Duchy of Lancaster, that we are once again having to come here to table a Humble Address to force the Government to come clean with the British public. It is all about transparency, and there are questions that need to be answered. Conservative Members can either support today’s binding vote to force Ministers to come clean, or they can be complicit in the continuing cover-up. The choice is theirs, and their constituents are watching.",
        "The VIP lane is a national scandal that will cast a long shadow for years to come. It takes us back to the dark days of 2020 when covid was spreading, when people were dying and when there was not enough PPE for frontline workers. Schools donated goggles. Volunteers sewed gowns in their homes. Nurses and care home workers had to resort to wearing bin bags. My hon. Friends the Members for Blaenau Gwent (Nick Smith), for Brent Central (Dawn Butler), for Bradford West (Naz Shah), for Nottingham East (Nadia Whittome) and for Llanelli (Dame Nia Griffith) have articulated well the anger that is felt by our constituents across the country, who want to have their questions answered.",
        "The shift to procurement was necessary; no one is denying that. We had to have fast procurement, but that did not need to lead to all procurement procedures being jettisoned along the way, resulting in the failure to provide usable PPE, the granting of huge contracts to shell companies, the industrial-scale waste of taxpayers’ money and then an industrial-scale cover-up. A total of £12.6 billion was spent on PPE, but £8 billion of that was written off. We know that £4 billion-worth of PPE was not up to standard and was unusable, that £3.6 billion-worth of contracts raised one or more red flags for possible corruption, according to Transparency International, and that 176 contracts worth £2.6 billion are now in legal dispute.",
        "The consequences continue, as we have heard from Members today. Up to three weeks ago, £770,000 was being spent every day to store the faulty PPE here and in China. I had to check that several times; it could not be right. Were we really spending £770,000 every day? That was over £5 million a week, or £280 million a year. That is enough to pay for free school meals for all the primary schoolchildren in Manchester, Birmingham, Leeds, Liverpool and Nottingham put together, or to pay 8,000 nurses a year. I have heard the clarification from the Minister that the amount has been reduced, and that is welcome, but we are still spending £400,000 a day and 120 million PPE items are being stored in China. What is going on? I speak today for the millions who are sat in freezing homes relying on food banks during this cost of living crisis and hearing that Britain is being ripped off by the Tories.",
        "The British Medical Association’s chair of council said:",
        "“The deadly mismanagement around the supply of PPE is one of the greatest failings of this Government’s handling of the pandemic”.",
        "There must be a reckoning.",
        "The Government had been in power for a decade when covid began, but they did not have good enough emergency plans in place, which is why they did not have enough stockpiles of PPE and had to panic buy. They bypassed existing, scaled-up, British-based providers of PPE, and they chose shell companies that had no experience. They gave huge contracts and jettisoned good contracting procedures. Other countries managed to do it at the time, and we should have been able to do it, too.",
        "It is fair enough to move to emergency contracting, to streamline and speed up contracting, but no checks on companies? No checks to see if the masks met NHS standards? Did no Minister intervene and say, “This is not right. Emergency procurement procedures do not mean no procurement procedures”? Did no Minister say, “Assure me that these companies can deliver. This is taxpayers’ money”? Did no Minister say, “Assure me that the VIP lane is not being used by mates, donors and pub landlords to get contracts ahead of actual PPE contractors”? Did no Minister say, “Assure me that the contracts ensure the taxpayer will not pay for faulty PPE”? It seems not.",
        "What happened was wrong, and it is disappointing that Ministers keep defending it. If Ministers do not own this and admit it was wrong, they will not make the necessary changes, and it could well happen again. Everyone in the country knows it to be true that the first instinct of the Conservative party, if there were another pandemic or emergency tomorrow, would not be to go to correct procurement procedures and to make sure that our taxpayers’ money is not spent wrongly.",
        "I will tell the House about two types of company. The first is Arco, and Members have talked about others. Arco is a Hull-based market leader in PPE production. It has 135 years’ experience, works with 110,000 customers and holds key framework agreements, including with NHS Supply Chain. It is very experienced in providing expert advice and appropriate and compliant PPE during epidemics, including foot and mouth, mad cow disease, swine flu and Ebola.",
        "Arco has its own accredited product assurance lab, a 400,000 square foot national distribution centre and a sourcing team based in China. All of that was in place at the beginning of covid. It had PPE of the required standard manufactured and ready to go. It contacted the Government, and what was the reply? It was ignored. Its offers went unanswered.",
        "PPE Medpro was not even a company until May 2020, yet it was awarded a £120 million contract to provide 25 million gowns and a £81 million contract to provide face masks. PestFix was a pest control company with net assets of £18,000 in 2019. Its director, Joe England, met the chief commercial officer of the Department of Health and Social Care, Steve Oldfield, at the 80th birthday party of Mr Oldfield’s father-in-law. PestFix was referred to the high-priority lane and went on to win nearly £350 million of contracts but was fined £70 million for delivering faulty masks and gowns.",
        "There was the mobile phone case designer that recorded a £1 million loss in 2019 but was referred to the high-priority lane by a former Conservative party chairman and received a £13 million contract to provide PPE. Meller Designs was a fashion accessory company, but it was referred by the right hon. Member for Surrey Heath (Michael Gove)—David Meller was a donor to his leadership campaign in 2016—and it received £170 million of contracts.",
        "Ayanda Capital was a family investment firm specialising in currency trading, offshore property and private equity—an obvious go-to for supplying PPE. It was referred by Andrew Mills, an unpaid adviser to the Board of Trade, which is chaired by the right hon. Member for South West Norfolk (Elizabeth Truss)—I advised her that I would be mentioning her. The problem is that Ayanda Capital provided £40 million-worth of unusable face masks, yet it still posted a £25 million gross profit in 2020. The list goes on.",
        "What do we need instead? We need a national resilience strategy. We need a procurement Bill that is not full of loopholes. We need a whole-system approach, not this mad panic and “pick your mates to make money” approach. That is why this matters, and it is why we are asking to see the documents. I hope the whole House will support this motion and ensure that the Government get the most basic responsibility of Government right, which is to keep us safe."
    ]
}