{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Fleur Anderson – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 17 May 2022.",
    "content": [
        "The Queen’s Speech had two challenges. One was to tackle the cost of living crisis and the other was to tackle the climate crisis, but I feel, on behalf of my constituents in Putney, Roehampton and Southfields, that it does neither. The number of people in energy poverty across the UK has gone up from 4 million last September to more than 6 million today, and it will continue to rise. Pensioners are at the sharp end of the Tory squeeze on finances. They are paying twice as much for energy and facing the biggest real-terms cuts to the state pension in 50 years. On the other hand, energy companies have recorded record profits of £12.4 billion in the first three months of this year alone and petrol retailers are profiting from the cut in petrol and diesel duty, keeping about 2p of the 5p that should be passed on. The Government have not got a grip of these issues. We need a windfall tax on oil and gas producers’ profits to bring down bills, and an emergency Budget.",
        "Over the past few days, Conservative MPs and Ministers have been lining up to show how out of touch they are, and it really worries me that this kind of “on yer bike” thinking is still guiding decision making. Increasing poverty is not a failure of budgeting, it is not a failure of cooking skills and it is not a failure of magically being able to get a new job.",
        "Dan lives in Putney and he wrote to me last weekend about his dilemma. He has two young children and his wife stays at home to look after them. They cannot afford childcare. He works 40 hours a week for £9.50 an hour, and he has been offered additional hours. He could take those hours, which would mean he was working 60 hours a week and would not see as children very much. After the resulting cut in universal credit, that would give him only an extra £177 per month, the equivalent of £2.95 an hour. That is not a fair decision for him. He says that",
        "“the system is broken for people like me”.",
        "It is for people like Dan that the Queen’s Speech should have had more policies.",
        "A pensioner has contacted me. She has active Crohn’s disease and she cannot afford to turn on her heating. Steve also wrote to me. He is 77 and self-employed, and his energy bills have gone up from £246 to £890. He has no idea how he will afford that.",
        "They are just three people, but they are examples of so many among all our constituents. Wandsworth food bank says that six out of 10 parents have skipped meals in the last month to put food on the table for their children. People on the lowest incomes are the best at budgeting and the best at knowing how to make meals stretch. They cannot just work extra hours. In fact, half of all referrals to Wandsworth food banks are people in work. Their income just does not cover the essential bills. So where was the employment Bill in the Gracious Speech?",
        "We also need to see the green homes grant return in the energy Bill. We need to see a retrofit revolution really tackling the climate emergency—one that covers all homes and that will be there for 10 years or more. The current boiler upgrade scheme is the absolute least we can do. We should do so much more. On behalf of my constituents, I demand more action on the climate emergency, more action on employment rights and more action to tackle the cost of living crisis. I hope that all MPs will vote for the windfall tax tonight."
    ]
}