{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-a-strategy-for-international-development/",
    "title": "Fleur Anderson – 2022 Speech on a Strategy for International Development",
    "post_date": "July 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 6 July 2022.",
    "content": [
        "Thank you, Mr Speaker, for calling me to speak in this important debate. It is an absolute pleasure to follow the hon. Member for Tiverton and Honiton (Richard Foord). I spent many childhood summers in Cullompton, so I know what a beautiful constituency he represents. I can see already that he will be a strong advocate for his constituents, local schools—he spotted a lobbying opportunity in his maiden speech—and farmers. He displayed an internationalist outlook, which I certainly welcome, as I am sure we all do. I am delighted that he chose to speak in this debate for his maiden speech; I think that shows real acuity. What a day, here in Parliament, on which to give his maiden speech! I look forward to following him in many speeches to come.",
        "I campaigned, along with hundreds of thousands of people across the country, for the move to 0.7%. Many are in this Chamber now, but they are also in towns, villages and cities across the country. That decision had cross-party support and was one we could all be proud of—proud to be British, and proud to achieve 0.7% of GDP on development spending. The fact that it was cut is deeply disappointing to me, to Opposition Members and to people across the country, including many of my constituents who write to me. It is very disappointing that the 0.7% target has not been reinstated in these estimates. Achieving 0.7% was the right thing to do. It was the wrong thing to do—it is a false economy—to cut it to 0.5%. That diminishes our position in the world and has damaged many successful poverty-reducing, conflict-cutting and climate change-tackling programmes. There is a £4.6 billion black hole and 1,000 programmes have been or will be cut. It would be welcome if the Minister could confirm whether that is correct.",
        "I want to focus not only on how much and which programmes have been cut, but on how the remaining money is spent. I am concerned about the merger of the Foreign and Commonwealth Office and the Department for International Development, and the fact that so much money in this strategy will be under the remit of ambassadors. I have spoken to many ambassadors and they have not had the training to spend development funds. They have been trained to be excellent diplomats and we are really proud of them. They do a great job for us around the world, but development expertise is very, very different. Will the Minister confirm that the training programme for ambassadors has changed as a result, right from selection through to achieving their positions? It needs to change dramatically if the money is to be spent in a way that achieves our aims.",
        "Then we come to our aims. What are the aims of the international strategy? I have serious concerns that they are not clear, that they break our promises to achieve the sustainable development goals and that they are not to cut poverty.",
        "Anyone who has followed any of my speeches will not be surprised by the two areas on which I will focus today, but I have not plucked them out of thin air. I have worked in development around the world for 25 years. I have worked for Christian Aid, Oxfam, CAFOD—the Catholic Agency for Overseas Development—and Water Aid. I did a round of the development agencies, which meant that I had the privilege of visiting many countries and seeing programmes that are funded by the British public around the world. Two key areas that can achieve poverty eradication are: tackling conflict, focusing especially on genocide prevention; and tackling climate change, focusing especially on water sanitation and hygiene.",
        "Commitments have been made across the House and we have said many times in debates that we want to prevent genocide. We have stood here and said, “Never again,” and I am sure we all agree that this crime of crimes must be prevented. That has been highlighted this week by the international ministerial conference on freedom of religion or belief, which is being hosted by our Government and is happening now in London.",
        "Religious persecution and the targeting of people because of their ethnicity go hand in hand, but to achieve the aim of “Never again” in relation to genocide, we need genocide prevention strategies across all the countries in which we work to predict when early steps towards genocide are being taken, to prevent genocide through peace building and to fund social and economic actions and targeted intervention to prevent it. There is a list of continuing genocides around the world and of areas where there are moves towards genocide. Our projects and programmes can make all the difference. They will not be glamorous or hit the headlines, but they will save lives in their millions.",
        "The Foreign Secretary’s promise to restore the humanitarian and women and girls’ development budgets has been broken because of the aid cuts. Compared with the spend in 2020, the cuts include the Ethiopian budget by 90% and the Syrian budget by 64%. Yemen, one of the poorest countries in the world, has had a cut of 40% and Sudan has had a 74% cut. There is an unprecedented famine in the horn of Africa, yet the cuts to humanitarian budgets continue regardless.",
        "Last year, the British Government made famine prevention their flagship humanitarian agenda when they held the G7 presidency, and the UK played a lead role in convening discussions on famine prevention in the UN Security Council. That is—or should be—a key feature of the international development strategy, but there is a perception that the UK risks being somewhat missing in action on humanitarian aid because of the cuts. For example, in 2017, when 16 million people in the horn of Africa were facing severe hunger, the UK provided £861 million as part of the global response. That helped to avert widespread famine. The work that was done then has helped to reduce the number of people who are facing famine, even now, in the next period of crisis. Despite that, however, 23 million people in 2022 are facing famine as a result of drought, conflict and covid, but the UK has provided—bear in mind that the figure was £861 million in 2017—£72 million to support people in Ethiopia, Kenya, Somalia and South Sudan. This is the worst famine in that area in 40 years, yet we have dramatically cut our support. That is not what the British people want from the aid budget.",
        "**Sarah Champion**",
        "My hon. Friend makes a powerful point and she knows at first hand the importance of our contribution to the international and aid sector, particularly on famine prevention. My Committee has just published its report on food security, and there is so much more that the Government could do to take a strategic leadership view. However, the countries that my hon. Friend mentioned, where famine is running wild, seem to be completely off the Government’s radar and hidden. One can only assume that unless we raise the profile of those countries, this will just keep going.",
        "**Fleur Anderson**",
        "I thank my hon. Friend for raising that issue. This debate has been really important in enabling us to talk about the issues, because these cuts seem to be happening quietly and in secret. If British people knew about the cuts to famine prevention and the other things going on, they would not be happy. These are not our values; these are not British values.",
        "The House will hear no argument from me against championing women and girls, which is in the development strategy, but the budgets for women and girls are being cut and are not being prioritised. The Government are not putting their money where their mouth is. CARE International estimates that £1.9 billion was cut from women and girls projects in 2021. I would welcome any assurance from the Minister that that is not correct and that the budgets for women and girls are being protected. I would like to hear that in her response.",
        "The international development strategy should have poverty reduction as a target, but it does not. Instead, it talks about people being “more prosperous”. It could be said that that is just semantics—putting a positive spin on poverty by talking about prosperity instead. However, I am very concerned, as other hon. Members clearly are, that it shows a move away from poverty reduction, tackling inequality, support for the most marginalised and inclusive growth, with a focus instead on macroeconomic prosperity and the hope that it will trickle down. We know that that will not work and that it risks fuelling inequality and instability. It is a move away from achieving the sustainable development goals on the interconnected issues of poverty, inequality, climate change, inclusive societies, access to health and education, and water and sanitation.",
        "Water and sanitation is all but missing from the international development strategy. WASH—water, sanitation and hygiene—is the foundation on which any development strategy should be based. There is a lot of talk in the strategy about trade, but trade cannot increase if farmers cannot water their livestock or crops. Farmers just cannot achieve very much with no water: they face ill health and poor hygiene, or have to fetch water instead of farming and being a trading actor. It is truly frightening that the Government have cut funding for WASH by two thirds between 2018 and 2021.",
        "Water Aid is one of the most popular and well-supported aid agencies in this country. I am not just saying that because I used to work for it; I chose to work for it because I know the importance of water and sanitation. Its popularity demonstrates how obvious it is to British people and to anyone who has travelled to any of the countries we are talking about that without clean water, sanitation and hygiene, we just cannot get the other benefits to progress for girls, for trade, for autonomy and for villages and towns. WASH is a no-regrets solution: it is really good value for money, and it fast-forwards progress in gender equality, global health, climate change and so many other areas.",
        "Let us take gender equality as an example. The focus of the development strategy is quite rightly on women and girls, but without access to WASH, millions of women and girls will miss out on school or the chance to work and will be at greater risk of poor health, violence and abuse. Every day, approximately 800 million women and girls are on their period, yet one third do not have access to clean water, female-friendly and decent toilets, hygiene facilities and sanitary materials to manage menstruation with dignity. I have met many, many girls who miss a week of school a month, and many teachers who despair. They want to do their best, but they cannot.",
        "Women are responsible for about 60% of household water collection needs globally. Achieving universal basic water services would free up more than 77 million working days for women each year between 2021 and 2040. The gains could be huge, so I ask the Minister: what proportion of the reinstated ODA budget for women and girls will go to programmes addressing period poverty and shame? Given its importance to the education, economic empowerment and safety of women and girls globally, will the Minister restore the UK’s ODA funding for WASH?",
        "Global health and WASH are inseparable too. The World Health Organisation estimates that one newborn baby dies every minute from infections related to a lack of clean water and hygiene. This is such a basic problem, so heartbreaking and so easily solved. More than half the healthcare centres in the world’s 46 least developed countries lack clean water or decent toilets, which is causing preventable deaths and accelerating the spread of antimicrobial resistance as health workers are forced to use antibiotics in lieu of good hygiene. If any of our local hospitals had no running water, they would close—they would not be open—but that is the situation of half the healthcare facilities in the world’s poorest countries. The Lancet estimates that 1.27 million people died of drug-resistant infections in 2019 alone, a number that will just continue to increase as antimicrobial resistance develops, and that will affect us in this country as well: we are interconnected.",
        "The FCDO’s own analysis in December 2021 rightly recognised the importance of WASH in maternal and child health, pandemic preparedness, and building climate-resilient health systems. However, the FCDO is not putting its money where its mouth is. The financing gap preventing universal access to WASH in healthcare facilities is just $601 million annually to 2030. That is small change for all the G7 nations, working together, and the UK should be leading the way in advocating its provision. I therefore want to hear from the Minister what the Government are doing to increase access to WASH in healthcare facilities in the world’s least developed countries, and whether she agrees that it must be better financed.",
        "I also have a little shopping list of aid programmes which I know are changing, but about which I should like some further information. These are just examples of the problems that will come as a result of the disintegration—the Government seem to be disintegrating around us as we speak, but there is also this disintegration —of what used to be the DFID budget.",
        "The right hon. Member for Sutton Coldfield (Mr Mitchell) raised an important issue: why are we still funding China to such a great extent, and what are those funds for? As for Sudan, has the peace programme been entirely cut? We built up that programme over many years, and we have been funding it for so long; are there any plans to reinstate it?",
        "In Lebanon, the UK Government had been funding a very successful landmine programme to clear cluster munitions for many years. The Lebanese Government were given a five-year extension allowing them to clear their munitions by 2026, they said they were on track for 2025—and then what happened? We cut the programme. They were so close to achieving landmine eradication. They had come so far, and we had worked so well with them, and the Lebanese military, to achieve that. Farmers could have their land back, they could grow and they could trade, but they cannot achieve any of those goals in the international development strategy without that programme, so why did we cut it?",
        "The next item on my little shopping list is the BBC World Service, the jewel in our crown. We have built up, over so many years, a trusted service. I saw its impact in Kenya, where I was living, during the post-election violence. It was the only source of information then. It is so well trusted across the world. It is a source of huge soft power for us, and I hope to hear from the Minister that it will not be subject to any of the cuts.",
        "The final item is climate finance. On 20 June, the Secretary of State for Business, Energy and Industrial Strategy said that the BEIS was surrendering climate finance underspend to the Ukraine aid budget. Climate finance underspend is climate finance which has been budgeted for, for which there are plans, which has not been spent yet, but which will be spent on very important climate projects. I do not begrudge any aid going to Ukraine, but I do want to know where the money is coming from. If we are just robbing Peter to pay Paul, what is the point of this strategy? It is not very strategic at all.",
        "A development strategy that does not prioritise poverty reduction, conflict and genocide prevention, and WASH is not one that the British people would want to support. It breaks our promises to the world’s most vulnerable people, and it further weakens our standing on the world stage."
    ]
}