{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-the-international-day-for-the-elimination-of-violence-against-women/",
    "title": "Fleur Anderson – 2022 Speech on the International Day for the Elimination of Violence Against Women",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in Westminster Hall, the House of Commons on 1 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairship, Ms Elliott. I congratulate my hon. Friend the Member for Bristol South (Karin Smyth) and the hon. Member for Thurrock (Jackie Doyle- Price) on securing this very important debate at a very important time.",
        "I hoped, as I was growing up, that the world was getting better in every way. I just assumed that it was, I think as part of the post-war agreement of people. But I am constantly disappointed that my daughters are less safe than I was. When I was a student, I went out on the streets with Reclaim the Night, but my daughters, who have just left university, have been less safe at university, on the streets and online, and will be less safe at their workplaces, than I was at their age. That really depresses me. We are going in the wrong direction, so I am glad that this debate is pulling us up short and ensuring that we act to make the world better for my daughters and their daughters, as well as for women and girls not only in this country, but around the world.",
        "Violence is all-pervasive on our streets, in a way that we take for granted as women. When I realised that men do not have to worry about holding keys in their hands as they walk about—I have done it instinctively all my life—and that there would be a freedom if I did not have to worry as I walked around, it was an alarming moment. It showed me the difference that there should be in our world.",
        "I congratulate everyone who joined Reclaim the Streets in Roehampton just a couple of days ago, demonstrating against violence against women and girls by men. They marched through the streets of Roehampton all together. It started last year, and it was an even bigger demonstration this year, with men and women, standing together in our local community, speaking out about something that we want to see an end to.",
        "Violence is at an all-time high, and convictions for rape are at an all-time low. Women and girls feel unable to report rape and violence against them. That must change, as well. We need to address the culture of misogyny, sexism and predation.",
        "I will highlight specific issues where Refuge is calling for change. The first is the need for sustainable funding for specialist gender-based violence services, including accommodation-based and community-based domestic abuse services. Not everyone will go to the police, but more women are likely to go to those specialist services.",
        "The second issue is on tech abuse. I know that the Online Safety Bill is due to be discussed. I hope that Members will speak out in those debates in favour of making women safer. If the Bill could require Ofcom to develop a violence against women and girls code of practice, that would be a huge step forward.",
        "The third issue is about the cost of living, which was raised by my hon. Friend the Member for Bristol South. Refuge is calling for the creation of an emergency domestic abuse fund, because perpetrators are taking advantage of the cost of living crisis to increase their economic abuse and control. It will be worse than ever before this winter.",
        "Fourthly, Refuge is calling for all criminal justice practitioners, including the police, to be required to participate in in-depth training on domestic abuse. That happens in some areas, but not all; it is a postcode lottery. I would also add a requirement for the police to give back phones to rape victims after they have gathered the necessary evidence from them. I know of many women who have gone in and reported a rape but then had their phone taken and kept for months and months, which just adds to the abuse that they have suffered.",
        "Moving on to the international action that we can take, I attended the PSVI conference. I declare that I am a vice-chair of the all-party parliamentary group on PSVI and a member of the APPG on domestic violence and abuse. I am glad that the conference was held this week. It really put the international spotlight, from so many countries, on this issue. The scale of the issue—the number of women and girls who are suffering sexual violence, who are survivors and who are going through this right now—is extraordinary.",
        "I heard about the devastating effects from women from Somalia, the Democratic Republic of the Congo, Ukraine, Colombia and Bosnia—this is happening all over the world. They all said: “No more words only. No more speeches”—ironically, in speeches—and they were quite right: we now need actions. We need an increase in humanitarian relief funding for action on sexual and gender-based violence. Currently, that is at less than 1% of humanitarian relief. We need to increase funding to stop war in the first place—through the conflict prevention fund—but there have been enormous cuts, including of 60% to Somalia and 90% to Africa’s Sahel region. We cannot cut the aid budget and still expect that conflict prevention will continue, because it will not. We have to back up our words on sexual violence by backing our peacebuilding work. I hope to hear from the Minister what he will do now so that all women and girls, wherever they live, are safe."
    ]
}