{
    "url": "https://www.ukpol.co.uk/donald-anderson-1978-speech-on-the-loyal-address/",
    "title": "Donald Anderson – 1978 Speech on the Loyal Address",
    "post_date": "April 21, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Donald Anderson",
            "url": "/tag/donald-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Donald Anderson, the then Labour MP for East Swansea, in the House of Commons on 1 November 1978.",
    "content": [
        "The hon. Member for Leek (Mr. Knox) made a courageous speech in respect of incomes policy. I hope to return to that subject later. However, I am not wholly with the hon. Member in his suggestion that the Conservative Opposition have been helpful, certainly since January of this year, when the Leader of the Opposition, in her speech in Glasgow, said that she saw no case for incomes policy. As one approached a General Election, the impression was given to trade union bargainers that the Conservatives were not in favour of incomes policy and were in favour of so-called free collective bargaining, and, therefore, that all the constraints were off.",
        "I disagree with the hon. Member in his analysis of the reason for the voting intentions of the Scottish and Welsh nationalists. He argued that there might have been a referendum in September had the Government been in earnest about holding such a referendum speedily. The problem there, of course, was the 40 per cent. hurdle and the wish of the Government and, indeed, of the proponents of devolution, as a result of that hurdle, to have as up-to-date a register as possible. Hence the pledge given today and earlier by my right hon. Friend the Prime Minister that the referendums would be held as soon as practicable after the coming into force of the new register.",
        "However, as far as I can divine, it is not a matter of the attitude of the nationalist parties, because they wish to have a sympathetic Government in power, using official machinery in favour of devolution at the time of the referendums, that the nationalist parties are unlikely to give the Conservative Party support when it comes to the Division at the end of the debate on the Loyal Address. Surely it is rather that they positively see benefits for their own countries in the policies that are being pursued by the present Government and, negatively, following the attack on public expenditure, which generates so many of the jobs in Wales and Scotland, in the event of the advent of a Conservative Government which is pledged to reduce that public expenditure, which would put in question much of the regional employment machinery which has been built up painstakingly by the present Government over its years in office, they see positive disadvantages for their countries under a Conservative Government, particularly under the Conservative Party’s present leadership. For reasons of that sort, they have no interest in seeing the present Government replaced by a Conservative Government.",
        "As regards the Queen’s Speech in general, certainly my own initial reaction and the reaction of many colleagues was that it was much meatier than we had expected. In the last Session of Parliament, by having the three constitutional measures which took up such a large part of the time available for Government measures, almost all the other good but not necessary measures were swept off the table—the merchant shipping Bill and so on. Now there is time available for considering such important measures.",
        "Indeed, the Queen’s Speech is a programme for a Session. It is a programme that will keep Parliament very busy over that Session. Looking at the amount of work involved in the Queen’s Speech, there is no suspicion that my right hon. Friend or any of his colleagues think that they will not be in Government come Thursday week after the Division. They have every reason to be confident that they can safely plan for a very fruitful and useful Session. It is not an electioneering Queen’s Speech. It is one that is well balanced, and I think that it will find support from everyone save those on the Conservative Benches.",
        "What is clear is that much of the areas of debate with which we shall be dealing during this Session are not included in the Queen’s Speech, partly perhaps, looking internally at the moment, ​ because reform of this place is properly considered to be a matter for the House itself. More importantly, looking at the fundamental economic issues, one thinks of the European monetary system, which will cause agonising debates within my party. That is not included in the Queen’s Speech, and I hope that the Government, as they have done to some extent today, will make available as much of the background material as possible so that Back-Bench Members can come to a reasonable appraisal of what is at stake in the EMS proposal.",
        "Secondly, there is pay policy and the whole course of our economic progress, with some indications now, with investment intentions much more favourable, with the degree of growth in the economy and with sterling buoyant, that the Government’s strategy is paying off. The big question mark relates to pay policy, and here I follow the view of the hon. Member for Leek. I hope that as a result of the experience of 1975 and 1976 the country will realise that expectations are such, that basic human nature is such, that the Government must have a global figure which they think appropriate beyond which incomes cannot rise if we are to have an overall sensible economic policy.",
        "If—this is the central dilemma—there are limits within which the Government’s remit runs, which we see illustrated dramatically in the Ford strike, there could be difficulties if those limits are exceeded. If Ford settles at 15 per cent. or more, that will be held as a pattern not only for the motor sector but for other sectors, and if overall settlements within the private sector are in excess of 10 per cent. how can the Government thereafter seek to hold the line in the public sector, where almost 30 per cent. of the total work force is employed? What sort of argument can the Government make not only to civil servants but to those in the nationalised industries if the barrier is broken so dramatically by Ford?",
        "Those who argue against an incomes policy yet are in favour of special consideration for the low paid are living in a moonshine world and refusing honestly to face the issues. One sees the interaction between the public and private sectors in, for example, the employment of computer experts within the Government service, where already there has been a substantial loss of computer specialists. If the Government maintain their pay policy only within the public sector, one can foresee a loss from that sector of scarce skills and a general deterioration in the quality of work.",
        "Any Government, of whatever political colour, must have an aggregate sum which they think is appropriate globally. They must also have some pay policy for their own employees, if only because of the interaction between the public and private sectors. It is wholly unrealistic, and indeed dishonest, to pretend that pure free collective bargaining can exist in our society today, with the expectations which can be raised thereby. Here I am at one with the hon. Member for Leek, who has consistently and courageously put forward his own views on this matter. Both of us are mightily removed from his Front Bench, which speaks with such a multitude of voices on this subject, so misleadingly and damagingly.",
        "My only regret is that, coming to the fourth year of pay policy, and perhaps inevitably because of the approach of a General Election, the opportunity was not taken to seek to agree on some longer-term strategy on pay and incomes generally on the lines of, say, the Scandinavian model. That opportunity was avoided, I believe, to the cost of this country.",
        "Having touched on pay policy and EMS, the issues not in the Queen’s Speech, I shall take up briefly what was said by the hon. Member for Flint, West (Sir A. Meyer) and deal with Wales. This Queen’s Speech has properly been labelled a Welsh Queen’s Speech, with the priority given to fighting unemployment and the extra resources to be made available to the Welsh Development Agency. The WDA, under its current level of expenditure—in the view of many of us, perhaps over-cautious so far—will bump up against the ceiling over the next financial year, so there was need for extra resources in any event. It is touching to see the present unanimity about the WDA, since I could remind Opposition Members, perhaps to their embarrassment, that as one they voted against it when the proposal came before the House. Now, in the light of experience, they are happily converted to its usefulness as a tool of economic regeneration.",
        "We welcome also the proposal about bilingual education, which is a particularly sensitive and thorny problem in the English-speaking areas of Mid-Glamorgan and South Glamorgan, and the formula so far devised to help the slate quarry men of North Wales.",
        "Although I come from the other side of the mountains, in South Wales, I know that there is tremendous sympathy among our people for the plight of those quarry men. An extra stride has been taken in the Government’s recognition of their special position. We look forward over the coming Session to a formula which will meet their real human need—something to which the Labour Government are pledged. We set up a commission under the then Sir Elwyn Jones to produce a report. This is now being pushed speedily through the Department of Employment in co-operation with the Welsh Office—and not as a result of any nationalist pressure. The doors, both of bilingual education and of a solution for the slate quarry men, have already been opened by pressure from Labour Members.",
        "I welcome the cohesion within the Queen’s Speech of the themes of participation in industry, to give workers greater knowledge of company finances, and also of housing. The Minister for Housing and Construction has played an important personal role in drafting the tenants’ charter. The pledge on this matter that we made in our 1974 election manifesto has taken too long to be realised, but at least the package of tenants’ rights will be enforced by legislation to ensure that the practices of the best local authorities are made the statutory basis for all local authorities.",
        "Hopefully, this will also give greater discretion to tenants in repairing, painting and decorating their own homes, so that they can avoid the anonymous sameness which is too evident in our council estates. Perhaps this tenants’ charter and the new housing proposals will be the most significant achievement of the coming legislation.",
        "I welcome, too, the theme of the protection of individuals—not only the consumerism which informs a number of the proposals but also the fact that the Government are taking up the abortive ​ Bill of my hon. Friend the Member for Enfield, North (Mr. Davies) to regulate the conduct of estate agents—a much-needed measure for the protection of individuals.",
        "I am pleased that, in relation to England, the Government have listened to the proud cities such as Bristol and Norwich which have asked for a recasting in their favour of powers under the 1972 Local Government Act. I only regret that, because of the difficulty created by the Wales Act, there is no such proposal in respect of similarly proud and ancient cities, such as Newport, Cardiff and Swansea, in South Wales. We shall be left behind because of section 12 of the Wales Act, which leaves in the air local government reorganisation, leaving it dependent on the whim of a partisan Assembly that is unlikely to come into being. We shall waste several years when, had we been in the same position as England, these much-sought-after organic changes could have been made.",
        "I should now like to mention one or two matters that were omitted from the Gracious Speech. I regret that there was no mention of road safety, although a conference on the subject was convened in June this year by my right hon. Friend the Secretary of State for Transport. Many of those who attended that conference and took part will now be asking themselves why they bothered. The Blennerhassett report on drinking and driving has been gathering dust on the Department’s shelves. We have clear evidence of the way in which seat belt legislation could save lives. We know that the effect of the 1967 breathalyser Act is now wearing thin. I very much regret that, particularly after the conference in June, the Government could not find time in the coming legislative session for road safety legislation, whether on Blennerhassett or on seat belts.",
        "Perhaps I should apologise for my next point, because it is to a large extent a constituency matter. I refer to the omission of any mention of a subject that has been discussed freely in the press over past weeks—the Government’s decision to abolish the vehicle excise duty in favour of an increased tax on petrol. There are respectable energy conservation and other arguments for that. Until now the Treasury has maintained that—however ​ attractive the energy conservation arguments for penalising the user—the balance of payments arguments and the arguments about the effect on our own motor industry as people switched to lower powered vehicles were decisive. In my view, those arguments are still as strong as ever they were.",
        "There is also the question of the effect on rural areas, where earnings are normally less and where people are likely to be penalised by a switch that would mean that anyone motoring more than 7,500 miles a year was likely to lose. There is also the matter of the lack of consultation with the unions involved.",
        "I think that the Government have made a mistake. Even if on overall national grounds it is decided to make the switch to a petrol tax from the vehicle excise duty—and I readily concede that there are powerful arguments in favour of that—I await the Government’s proposals in regard to the employment effects in an area of South Wales that has suffered, and still suffers, from very high levels of unemployment, and where the Driver and Vehicle Licensing Centre at Morriston has made a major impact, particularly on female employment. If it is considered that there are overwhelming national reasons for making the change, I hope that the Government will look very carefully at the local employment effect.",
        "I have spoken of the omissions—road safety and the question of the Driver and Vehicle Licensing Centre. That having been said, I think that this Gracious Speech is well balanced. It will certainly be very much welcomed in Wales. It will be very much welcomed by people of good will who see that overall our economic picture is improving, who see a firm, steady hand in the Government now, and who will welcome the very useful changes that we shall enact over this full legislative Session."
    ]
}