{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-transport/",
    "title": "Fleur Anderson – 2022 Speech on Transport",
    "post_date": "May 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 19 May 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for West Dorset (Chris Loder) in what is a hugely important debate to my constituents in Putney, Roehampton and Southfields.",
        "I am a member of the all-party parliamentary group for cycling and walking. I would like to invite you, Madam Deputy Speaker, to my fun bike ride at 11 o’clock on Sunday, leaving from Putney embankment, as part of the celebrations of the 150th anniversary of Wimbledon and Putney commons. It is my contribution to active travel as part of those celebrations.",
        "It will not surprise you, Madam Deputy Speaker, that I will start with the closure of Hammersmith bridge. Huge congestion, pollution and danger to cyclists—indeed, potential cyclists are being prevented from cycling in Putney—are caused by the additional 500 to 4,000 vehicles a day that go through Putney as a result of the closure. I urge the Minister to stop playing party politics. Every answer I get in the House suggests that Labour Hammersmith and Fulham Council should deal with the matter. No, there should be working together. People in Putney are sick and tired of the lack of urgency on the issue. I ask Ministers to stop expecting the council and Transport for London to pay two thirds of the more than £100 million cost of the heritage restoration. I urge the Minister to fix a date when the bridge will be open to vehicles and to take action, together with Hammersmith and Fulham Council and TfL, to pay for the bridge. A toll is not the answer, because it will still result in lots of vehicles going through Putney.",
        "I echo other Members’ comments about disability access to our tube and train stations. I make the case again for step-free access at East Putney station, which has high passenger use and high potential use for those with mobility issues and for parents of small children, but has unusually steep stairs, so many people in the area cannot use it. Covid has paused disability access schemes for trains and tubes, but it can no longer be an excuse. I urge Ministers to work with TfL to move forward on access schemes and to put East Putney tube station at the top of the list.",
        "I was disappointed by the lack of comment on active travel in the proposed transport Bill. In 2020, the Prime Minister announced £2 billion of ringfenced funding for the next five years for active travel, which is only about a quarter to a third of what is needed to meet the Government’s active travel targets. After three years of allocations, the Government are not on course to deliver the £2 billion, and in the meantime, local authorities do not have the funding that they need for active travel. In Putney, many constituents write to me that they do not have safe cycle routes and safe places to store cycles. The council does not have the funding to deliver all that is needed. A huge number of people would cycle if our local authority had the funding. I urge Ministers to step up and release the promised funding, but also to beef up the provision in the transport Bill.",
        "I look to the transport Bill to provide for far better connection between cycling and trains, and cycling and buses. On the continent, there are many buses where people can put their bikes at the front. They can cycle up, then take the bus, enabling them to make longer journeys and meaning that those who would otherwise need to use a car do not have to. That should also apply to trains: it should be far easier to take a bike on the train. There should be many more spaces for bikes and a much easier booking system. That would transform urban transport in areas such as Roehampton, which has poor transport links.",
        "I would like much more emphasis on cleaner and greener buses. We have many greener buses on Putney High Street, which are essential for increasing our clean air—a real problem in Putney. However, the 39, 93 and 424—I am following other Members in naming bus numbers; it is important to get them out there—need to go green. We must have no more diesel buses.",
        "I welcome the inclusion of e-scooters in the transport Bill. I have met constituents who are blind or have visual impairments and who will not leave their homes for fear of e-scooters because of their silence and speed. Regulation is key. E-scooters are here to stay, for sure, but we need to ensure that we do not inadvertently trap people in their homes because of them. It was heartbreaking to hear those stories, so I welcome that aspect of the Bill.",
        "The Government have consulted on proposals to set up a road collision investigation branch. Last year, 55 pedestrians and nine cyclists were killed in London. We must have more investigation into the reasons for such deaths, not only in London but across the UK. A road collision investigation branch could do that far more effectively. I would like to hear from the Minister whether the transport Bill will include powers to establish such a body.",
        "I look forward to seeing inclusive and ambitious transport policies that increase active travel and cut air pollution."
    ]
}