{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-the-private-rented-sector-white-paper/",
    "title": "Fleur Anderson – 2022 Speech on the Private Rented Sector White Paper",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 3 November 2022.",
    "content": [
        "I thank my hon. Friend the Member for Brighton, Kemptown (Lloyd Russell-Moyle) and the hon. Member for Dover (Mrs Elphicke) for securing this very important debate. It is definitely one of the biggest issues in Putney, Southfields and Roehampton in my constituency. I thank the London Renters Union, Generation Rent and Shelter for their campaigning work to raise concerns that are very common across my constituency, but also for their work in supporting renters. I commend Wandsworth Council for its 1,000 Homes scheme, which are all going to be council housing. That is the right way forward, because, as so many Members have pointed out, the housing crisis across our country needs to be addressed and can only be done so with more homes.",
        "I speak today on behalf of the 41,000 renters in Wandsworth, especially those who feel they are stuck in a rental system that is overheating, burning through their finances and taking an emotional and mental health toll on their lives because of the imbalance of power. We look to the White Paper and to legislation to address the imbalance of power between landlords and renters. Renters are spending so much money, yet still have an insecure system.",
        "There is much in the White Paper that is welcome, but I am beginning to lose faith in whether any of it will be delivered. I hope to hear warm and encouraging remarks from the Minister today, but also pledges for action. The long-awaited renters reform Bill has still not been brought to the House. I therefore ask the Minister: where is it and when will we see it? The Government promised renters reforms in the 2021 Queen’s Speech, but as yet have failed to deliver. The private rented sector did not even get a mention in the most recent Queen’s Speech, yet the stories told today, and there are many more that I know of, really highlight the need for change.",
        "To give one example, I was evicted from my rented home 20 years ago. The landlord told the three of us that we would have to leave because they were going to sell the house. Someone visited who claimed to be a solicitor—I am still not sure whether they were. They made sure that we paid our rent right up to the end, rather than using our deposit for the last month, so we did that quite properly. However, the landlord then gave some spurious reasons for not paying back our deposits and took them all. By then, we had moved on to different places. We could not afford to go to the small claims court. It was all too difficult. We then went back to the property only to find out that it had been re-rented to another group—and on went the landlord. That was so unfair, and it has stayed with me ever since.",
        "The other day, on the way to see a constituent, I went past a house where the family were moving out. They were absolutely furious. They—a nurse and a policeman—had been given a section 21 notice to leave, because they had complained about the mould in their flat. It was a revenge eviction, or—as I hear about so often—an eviction because of complaints to the landlord. They were asked to leave and could not afford to move to any other property in the area, so they were going to have to move north of London and come back every day to their local jobs in south-west London. Their lives were being upturned and, to them, it seemed so unfair.",
        "I also heard from someone locally who described herself as a “beginner teacher”. She moved into a flat that seemed to be absolutely fine, but very soon after moving in, she found that there was damp and spreading black mould in the bedroom. That had an impact on her health. The landlord did not acknowledge the complaints for a long time, took no action to get rid of the mould, and then, after 10 months, served her with a section 21 notice. She had to leave. I have no doubt that the next tenant then moved in, found the same thing and the whole cycle continued, allowing the landlord to leave alone the black mould and the health and safety concerns.",
        "I have also heard from many survivors of domestic abuse, for whom the state of the private rented sector has a huge impact. The fear of abuse versus the fear of homelessness ensures that many women who should move out for their safety do not. Women’s Aid reported that the high costs of the private rented sector create a barrier for many women who want to leave their abusive partners.",
        "The Conservatives pledged to ban section 21 evictions in 2019, and I have raised that issue several times in the House since being elected. They have still not been banned. The latest Prime Minister has yet to confirm whether it is his policy to do so, so I hope to hear from the Minister that the legislation will end no-fault and revenge evictions.",
        "Since the Government first promised to end section 21 evictions in 2019, around 230,000 private renters have been served notice. As has been mentioned, that is an eviction every seven minutes. The introduction of the legislation is very urgent for so many people. Renters need the Government to legislate now to provide them with immediate protection. There have been lots of nice words and aspiration but no delivery. That is perhaps not surprising as there have been five Housing Secretaries —or is it six?—since I became an MP.",
        "Too many people are stuck in a system with no power to challenge rogue landlords and no savings to get on the housing ladder, and they are in housing that falls well below acceptable standards. Renters need a deal that gives them the security and dignity that they deserve, yet the system’s problems are getting more and more acute. Everyone has been vying to give the highest costs of the private rented sector in their constituency, but I thank I can beat all the previous hon. Members. In Putney, the average rent for a two-bedroom flat is £3,900 a month. That is nearly £47,000 a year.  _[__Interruption.__]_ A one-bed flat is about £2,700. That is astronomical. A rented property will go on to the market first thing in the morning. By 11 o’clock, there will be many visits. By 1 or 2 o’clock, offers will be put in and those ratchet up through the afternoon. I have heard of landlords asking for three years’ rent up front and increasing monthly costs. Respective renters have to outdo one another in what they can offer to a landlord, when they are not entirely sure what will make a difference in the sector. I know many people who are having to move out, move to a different place and entirely change their life. They also know, as I do, that their children will not be able to afford to rent in the area they live in.",
        "The insecurity of the sector is having a huge impact on the social housing sector, where many people are living in increasingly overcrowded homes with more and more children. Their fear of moving into the private rented sector is so great that they are living in those overcrowded homes far longer than they otherwise would. It is not just for the private rented sector that we need reform.",
        "Four in 10 under-30s now spend more than 30% of their pay on rent, according to the data. That is a five-year high, and it is absolutely shocking. The Minister knows exactly what the situation is like, especially in London. Demand for homes to rent privately in London has exploded post pandemic, and the ratio of prospective tenants to rooms available is 7:1. The private rented sector also has the highest prevalence of category 1 hazards, which are those that present a risk of serious harm or death. Poor housing costs £1.4 billion a year to the NHS and £18.5 billion to society as a whole.",
        "There are more than half a million more households with dependent children in the private rented sector than there were in 2005; they make up 30% of the sector. Eviction from private tenancy is the second leading cause of homelessness in England. It is all happening in the context of an unprecedented cost of living crisis. I am so worried about what it will mean for my constituents in Putney through the winter ahead.",
        "As I say, much of the White Paper is welcome and will make a huge difference, but it makes no promises about in-tenancy rent increases. It lacks detail on the decent homes standard and makes no mention of the previously promised lifetime deposit. There is a lack of legislation to help renters to afford legal advice when using the new PRS housing ombudsman.",
        "I welcome hon. Members’ comments about students. Will the Minister meet Universities UK to look at ways to make the student rented sector far more secure? I have an interest: I currently have two students in my family, and I have had three, so I have spent a lot of my own money on the student private rented sector. I know that lots of student unions are running campaigns to say, “You don’t have to rush into getting your tenancy very early in the academic year, signing up to unaffordable conditions and paying huge amounts during the summer.” Any way in which universities could take on a larger amount of the private rented sector and ensure that it is stable and fair for students would be welcome and revolutionary.",
        "There is lots of work to do. As a minimum, legislation needs to include increased security of tenure, including longer notice periods, a longer period of protection from no-fault eviction, and an assurance that tenants will be compensated when forced to move. Secondly, there needs to be increased protection from abuse. In particular, landlords must provide unequivocal evidence when they are selling or moving back in. There needs to be a longer no re-let period, with increased resources for local authorities to investigate abuse. Finally, there needs to be a focus on affordability, a limit on unaffordable rent increases, a rent tribunal system that is easier to access—in fact, easy to access—and an end to automatic eviction for arrears. Most of all, we need clarity from the new Prime Minister on whether he will honour the 2019 manifesto pledge to end section 21 evictions.",
        "Renters in my constituency and up and down the country deserve safe, secure and affordable homes. It is time for the Government to put their money where their mouth is and deliver for them."
    ]
}