{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2023-speech-on-holocaust-memorial-day/",
    "title": "Fleur Anderson – 2023 Speech on Holocaust Memorial Day",
    "post_date": "January 31, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 26 January 2023.",
    "content": [
        "I congratulate my right hon. Friend the Member for Barking (Dame Margaret Hodge) and the right hon. Member for Bromsgrove (Sajid Javid) on securing this Backbench Business debate. I thank the right hon. Member for Bromsgrove for his powerful speech.",
        "I thank the Aegis Trust, the Holocaust Memorial Day Trust and the Holocaust Educational Trust for their constant work to ensure that we always remember the holocaust and all those who died and that we bring that memory into action for what is currently going on around the world. I thank Digby Stuart College at Roehampton University in my constituency for all the work it does on education about the holocaust, and I look forward to its commemoration event in May. I thank all the members of Wimbledon Synagogue for their warm welcome of me whenever I visit for events. I am sad that they have to have security outside the synagogue all the time. It is a reminder to me every time I visit of the growing antisemitism in our country, which has been highlighted by Members and is the reason for us holding this debate here and now.",
        "I also congratulate my hon. Friend the Member for Stretford and Urmston (Andrew Western) on an assured and excellent maiden speech; I look forward to hearing from him many times in future.",
        "I declare an interest as chair of the all-party parliamentary group on prevention of genocide and crimes against humanity, vice-chair of the all-party parliamentary group on Bosnia and Herzegovina, and vice-chair of the all-party parliamentary group on Ukraine.",
        "My experience of working in Bosnia during the war and speaking to the relatives of those who died in Srebrenica drove my work with refugees before I became a Member of the House and drives my work now on the prevention of genocide, to ensure that when we say, “Never again”, we mean never again. We are also ordinary people but we have extraordinary power to make legislation to put that into action. This year is the 75th anniversary of the convention on the prevention and punishment of the crime of genocide, about which there will be lots of soul-searching during the year. I hope that all hon. Members will be part of that, as I am sure I will be: what legislation do we need to ensure that “Never again” means never again?",
        "I join hon. Members in remembering the 8 million people killed during the holocaust and all the survivors, especially those we have lost recently, including Zigi Shipper, who we lost last week on his 93rd birthday. He was a survivor of the Łódź ghetto and the Auschwitz and Stutthof concentration camps. He arrived in the UK in 1947 and spent many decades sharing his testimony in schools across the country. He was awarded the British Empire Medal in 2016 for his work with the Holocaust Educational Trust.",
        "I also pay tribute to all the ordinary people who shared their stories and who I read about growing up, because they had such an influence on me—people such as Anne Frank, Corrie ten Boom and Primo Levi. Their work educated me, shocked me, chilled me, connected me and inspired me. Indifference is all it takes for the spirit of the Third Reich to be resurrected. As holocaust survivor Elie Wiesel once said:",
        "“Indifference, to me, is the epitome of evil.”",
        "How can we ensure that we are not indifferent?",
        "Last year, I visited the Srebrenica memorial with a cross-party group of MPs, including the right hon. Member for Beckenham (Bob Stewart). Some 8,000 people, mainly young men, were herded together, taken for a long walk and murdered. Their shoes and clothes were left and are displayed at the memorial, which is a chilling memory of each of them. I saw the video footage of the young men leaving on that walk—they looked like a group of young people going off with bags on their shoulders to walk through the forest for a picnic, not knowing where it would lead them. We met the grieving relatives—the mothers who will never forget and whose whole lives have been blighted by the terror. The row upon row of graves is a shocking sight.",
        "Last September, I visited Kyiv where, on 29 September 1941, the 33,800 Jewish residents of Kyiv were gathered together near a train station and told that they would be taken to safety by train. Instead, they were taken to the edge of the Babi Yar ravine and shot. It was the largest massacre in the history of the holocaust up to then—33,771 people were killed and only 29 survived. Last year, I also visited the memorial to the holodomor, which was another horrific crime of state murder that aimed intentionally to wipe out the Ukrainian people. Some 7 million Ukrainians were starved over just 18 months from 1932 to 1933 on the most fertile lands in Europe. A third of all children in Ukraine perished as a result. In all those cases, the laws were passed by ordinary people and enforced by ordinary people, and led to the deaths of ordinary people.",
        "Every year, we rightly stand here and say, “Never again,” but right now, around the world, atrocities are being committed in Ukraine, against the Rohingya people, against the Uyghur people, and in Tigray. There are several ways to take action to ensure that we mean never again. First, we can create a new pathway outside the UN Security Council to recognise potential and actual genocide. As the International Development Committee and the UK Government have pointed out, the Security Council is failing to act in response to mass atrocities, because Russia and China continue to use their veto to block declarations of genocide and referrals to the International Criminal Court. One way to do that would be to allow time on Report for the Genocide Determination Bill.",
        "Secondly, the Government should take very seriously the recommendations of the “From Srebrenica to a safer tomorrow: Preventing future mass atrocities around the world” report from the International Development Committee. That is a very welcome piece of work by parliamentarians, with strong recommendations about how we can support and strengthen the work of our UK missions. I welcome the new office for conflict, stabilisation and mediation and the mass atrocities prevention hub. These are great moves, but we need to go further to provide early warning and effective reaction to the risk of genocide in areas around the world.",
        "There is always more to be done. My time working in Bosnia during and after the war taught me that we can never take peace for granted. We need to build peace every day. There are words in the playground or on the bus, there is discrimination in the workplace and there is antisemitism online. These must always be challenged and opposed. Holocaust Memorial Day is not just about speeches and gestures. It is about honouring the 6 million victims with our actions, not just our words. I would welcome all Members joining the all-party parliamentary group on prevention of genocide and crimes against humanity, and I look forward to working together to ensure that we, ordinary people though we are, can take extraordinary steps as legislators in the years to come."
    ]
}