{
    "url": "https://www.ukpol.co.uk/fleur-anderson-2022-speech-on-long-covid/",
    "title": "Fleur Anderson – 2022 Speech on Long Covid",
    "post_date": "April 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fleur Anderson",
            "url": "/tag/fleur-anderson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fleur Anderson, the Labour MP for Putney, in the House of Commons on 31 March 2022.",
    "content": [
        "I am grateful to the hon. Member for Oxford West and Abingdon (Layla Moran) for securing this debate, and I reiterate what has been said by many: we understand that so many people are suffering from long covid, and it must be taken seriously by the Government. We understand the impact it is having not only on those individuals and their daily lives, but the workforce. This economic issue will continue to have a serious impact, and it needs to be addressed. I reiterate the main ask that we have and that the all-party parliamentary group on coronavirus has in its very helpful report on long covid, which is for employer guidelines so that people are not at the whim and the mercy of different employers regarding understanding and support for their continuing in or returning to the workforce.",
        "I have come to this debate for two groups of people. One is all those suffering from long covid across the country—an estimated 1.5 million people, or 4.4% of the workforce. The other is those constituents who have been suffering from ME, who have learned many lessons from that and think they are relevant to working with those with long covid. They have been underestimated, not believed and not supported. When they have gone to their GP, they have been told the wrong advice—advice that makes their ME worse—and they have not been understood in schools, whether by young people or teachers, or by their employers, and they do not want anyone with long covid to go through the same. I have been disturbed to hear some of the evidence given to the APPG about workforce practices that are not conducive to helping people come back to the workforce and not the best for those individuals and our economy.",
        "A couple of my constituents have written to me. One said:",
        "“I have now had long covid for two years…We desperately need more investment in potential treatments. It is clear that the illness impacts the blood, autoimmune system, organs, brain and central nervous system. None of these mechanisms are being treated by the NHS so far. Treatments are being trialled in other countries.”",
        "There are questions being asked about the trials being conducted in other countries and what more could be done here.",
        "Another constituent said:",
        "“I contracted covid-19 at the very end of September. Like many people, I suffered mild symptoms…2 weeks on from my initial infection I was suddenly hit with a wave of long covid symptoms and was truly horrified at what was happening to my brain and body. I felt drained and broken, and…I felt as though a foreign body was inside my head—I could no longer hold even a conversation, yet alone work. For the last 7 months I have been unable to function in any sort of capacity.”",
        "Finally, my cousin has had long covid for a long time. He sent me a list of his symptoms: fatigue, concentration impairment, memory problems, cognitive loss, internal pain, chills and sweats, sleeplessness, sore throat, dizziness, shaking, anxiety, faintness and muscle aches. All these symptoms and impacts of long covid need to be understood by employers, by teachers and education settings, and by general practitioners and all medical workers, as recommended by the report of the APPG on coronavirus.",
        "I underline those recommendations and ask specifically for the urgent production of clear employer guidelines, otherwise there will continue to be an employer lottery in the treatment of people with long covid as they return to work. I ask for guidance to education settings, because many students with ME found it difficult to get understanding in order to continue with their education. We cannot have the same happen for those with long covid. And I ask for clear guidance to medical practitioners on children and adults with long covid so that everyone gets the proper care, support and understanding they need so that they have hope and do not add being misunderstood to their long list of symptoms, only increasing their anxiety.",
        "I welcome this debate, and I hope to hear some good news from the Minister about the key recommendations of this report being taken up to create a good situation for everyone with long covid."
    ]
}