{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2022-speech-at-the-age-uk-christmas-parliamentary-reception/",
    "title": "Stuart Andrew – 2022 Speech at the Age UK Christmas Parliamentary Reception",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Minister for Civil Society, on 5 December 2022.",
    "content": [
        "Thank you for having me here today.",
        "It is a privilege to be part of an event which recognises and celebrates the great work Age UK and its volunteers have carried out to support people in their communities.",
        "Having previously worked in the sector, I know how important charities are. As Minister for Civil Society, I now see the great work of local charities on a regular basis.",
        "Thousands of small and local charities up and down the country work to support millions in society every day.",
        "A key part of this support is helping to combat loneliness, particularly for older people.",
        "Tackling loneliness is a priority for the government.",
        "Over the past year, we have reached millions of people through our campaign activity, where we encourage people to ‘Lift Someone Out Of Loneliness’, to try and reduce the stigma around saying that you’re lonely.",
        "We have also published new research into loneliness and its impacts.",
        "We know that loneliness can be increased by certain life events, including retirement, decline in physical health and bereavement.",
        "People with disabilities and long term health conditions are three times more likely to experience chronic loneliness, so it’s important that we work to support them.",
        "This work is a cross-Government effort. I am bringing together ministers across government to continue to drive forward government action, and look forward to working together with the voluntary sector to promote social connection.",
        "Volunteers are also key to delivering this work. Volunteering is critical to a vibrant and resilient society.",
        "This Government is committed to enabling people to take part in all forms of social action, including volunteering.",
        "We know the profound benefit that volunteering has on the individual, on communities and on society.",
        "We recognise outstanding volunteers through the Points of Light Award and national honours.",
        "In doing so, we are shining a light on volunteers whose work will inspire others in their community and beyond.",
        "As households and communities face rising energy prices, local charities are seeing increased demand for their services while contending with the same price increases themselves.",
        "I understand the sector is facing huge pressures at the moment, including local charities that are often at the forefront of supporting their communities in times of need.",
        "My department will keep engaging constructively across the civil society sector and other government departments to monitor the impact of rising costs on the sector, and ensure DCMS is engaged on policy which concerns charities and civil society.",
        "We know how important partnerships are to the success of this work. Government cannot tackle loneliness alone.",
        "We are committed to building a more connected society, and are growing our Tackling Loneliness Network of organisations from across sectors to help us in this work.",
        "So again, I would like to take a moment to thank all of you for the part you have played in tackling loneliness in our communities."
    ]
}