{
    "url": "https://www.ukpol.co.uk/kay-andrews-2022-tribute-to-hm-queen-elizabeth-ii-baroness-andrews/",
    "title": "Kay Andrews – 2022 Tribute to HM Queen Elizabeth II (Baroness Andrews)",
    "post_date": "October 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kay Andrews",
            "url": "/tag/kay-andrews/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Kay Andrews, Baroness Andrews, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, it has never been a greater privilege to be a part of this House and listen to some extraordinary speeches; they will last as long as this House does, I think. With humility, I want to share some of my own experiences.",
        "Last night, when we heard that extraordinarily magisterial and immensely moving speech from the new King, King Charles III, he made us remember some different aspects of our late Queen. He spoke of",
        "“a promise of destiny kept”",
        "and renewed that same promise of lifelong service. Of course, one of those promises that the Queen made was the one she made to the people of Aberfan, after the disaster in 1966 when 116 children and 28 adults died, that she would return. It was one of the defining moments of her reign and was not without controversy. For those of us who come from those valleys, it marked an extraordinary relationship. At that terrible time, the people of Aberfan were immensely and uniquely comforted by her. She was deeply affected; she sat quietly with them, sometimes quite silently.",
        "One of the bereaved families said, “She was with us from the beginning”, and she more than kept her promise to return. She went back four times, once to open the new school. She understood and paid tribute to the dignity and the indomitable spirit that characterises the people of that village and the surrounding valleys, and that rare gift exemplified so much of what made her so special to everyone she met. She understood grief. She had been brought up never to show her emotions, but she knew what people felt, and people knew that she knew. She knew that silence is more eloquent than words and she taught us that there is a unique value in silence.",
        "She also had a terrific zest for life. I experienced that because I am a member of the trade union of previous Baronesses in Waiting. She treated us with enormous respect and helped us understand the role. The humility in being present to greet a distinguished overseas Head of State who is expecting to meet the Queen and finds himself instead meeting an overenthusiastic and completely unknown Baroness is something you never quite forget. It teaches you a life lesson about expectations.",
        "Her Majesty honoured her promises and the sweep of history in so many other ways. One of the charities with which she had the longest association was the Charterhouse, the great medieval charity in the City so well known to Members of this House—there are many of its previous governors in this House. The Charterhouse has stood for 400 years as a symbol of philanthropy, one of the four buildings in London that Elizabeth I would recognise. There have been royal governors for 400 years. Elizabeth I made her base there after the death of Mary. For 400 years, Thomas Sutton’s will has been honoured in the community of elderly men and women who live out their final days there. I am privileged to be a governor and to have that duty of care now.",
        "The late Queen’s first visit was in 1958, after the restoration following the Blitz. Her final visit, some 60 years later in 2017, was to open our new museum, which revealed the Charterhouse in its full 700-year history. Like every governor, she would have had three brothers in her care. She caused some confusion occasionally by referring to them. Yesterday, our brothers honoured her and the love they feel for her when they tolled the Charterhouse bell 96 times for their royal governor, who joined hands over the centuries with that other great Elizabeth, 400 years ago. I have an image of those two Elizabeths sitting in the great chamber at the Charterhouse, conspiring together about how to get the best from their councillors.",
        "She also honoured her people in other ways. During her 60th Jubilee, in 2012, the first excursion that she made was to Burnley, on a freezing day. She travelled up the canal on the “Pride of Sefton”, with Prince Philip and the then Prince Charles, to see the transformation of Burnley mill into a new centre of technical education. It was one of many such projects to which our present King was committed for so long and with such success, and it enabled us at the Prince’s Regeneration Trust and English Heritage to bring back to life and to repurpose significant historic buildings which could bring new life to communities such as Burnley. The mill was put to work again, for another generation to learn how to master the future.",
        "That day, in that mill, on the threshold of its new life, the Queen spoke of her immense pride in all that her son had achieved, not just in the restoration of our physical heritage but in empowering so many young people, through the Prince’s Trust, to find the confidence and success to make their own place in history.",
        "It is no wonder that we have all felt so completely overwhelmed by hearing the accounts of people we have met, or those people I saw at Victoria Station this morning armed with bunches of flowers and on their way to Buckingham Palace. We are unmoored by the death of a Queen for whom duty was her signature on a page of history, as well as her love. We now have a new King who shares her values and who will, as he said last night, bring loyalty and love, warmth and empathy in connection. We are extremely lucky to have lived in her reign, and we will be lucky to live in his.",
        "God save the King."
    ]
}