{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2023-speech-to-the-pro-bono-economics-civil-society-unleashed-event/",
    "title": "Stuart Andrew – 2023 Speech to the Pro Bono Economics’ Civil Society Unleashed Event",
    "post_date": "January 27, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Minister for Civil Society, on 26 January 2023.",
    "content": [
        "Thank you for the introduction, Gus and for inviting me to join you here today.",
        "It is fantastic to see so many of you here representing the huge variety of different sectors and perspectives, in recognition of the vital role that civil society plays in not just supporting communities, but helping them thrive.",
        "I am pleased to be celebrating the achievements of the Law Family Commission on Civil Society. Your final report concludes an ambitious programme of work seeking to understand the potential of civil society and how to unleash it.",
        "Thank you to everyone who has contributed over the course of this Commission.",
        "The wealth of knowledge generated will be fundamental to pushing forward our understanding of civil society and importantly, what more is needed to bolster it, especially after such a period of rapid change.",
        "I was delighted to take on responsibility for working with civil society as part of my portfolio last year although I’m equally excited to be the minister for the Eurovision song contest.",
        "As you just heard, my early career when some would say I had a proper job, was in the charitable sector.",
        "I worked for 16 years within the charitable sector working with national charities but also local charities, and hospices in particular, and I learnt a great deal through my time working for those organisations, not least seeing the benefits that donating gives not just to the individuals but certainly to many corporate organisations who saw their employees getting a great deal of benefit from working with our charities.",
        "And also many of the community organisations that I’ve been involved with, both before and since becoming a member of parliament, and seeing the enormous contributions that they have not just on their local community but the many benefits they bring to individuals whether through volunteering, benefitting their mental health and wellbeing but also in my other roles in tackling loneliness.",
        "The global pandemic, Putin’s war on Ukraine, and the cost of living have created significant impacts across the country. And civil society organisations are on the front line, helping individuals most in need.",
        "I’m aware that we are experiencing a challenging economic climate at the moment, and many in the sector are facing increased demand for their services. This is alongside them experiencing higher energy prices themselves.",
        "It is important that we acknowledge how challenging these times are. And that is why the government is supporting energy bills for all organisations until March this year.",
        "This report therefore comes at a critical time.",
        "There is a real opportunity to grasp these challenges facing civil society, and work together to ensure charitable organisations can thrive. And the government has a critical role to play in this journey.",
        "Whilst more time and discussion is needed on the recommendations themselves, I’m keen to briefly touch on some of the main themes of the report here today.",
        "Firstly, the report provides a call to action on philanthropy and giving. I know how generous the public are, even in this challenging economic environment. I know from my time in the hospices, when we had challenges like the Kosovo crisis, despite that challenge people were still generous to our organisation.",
        "This was evident in the £260 million that was raised for the Disasters Emergency Committee’s ‘Ukraine Humanitarian Appeal’, which the government contributed to. This clearly demonstrates the generosity of the nation, and how we are compelled to try and support those in need in any way we can.",
        "However, there is more to be done to bring our combined resources together to maximise our collective funding power.",
        "I look forward to continuing the conversation on philanthropy, and working with you to consider how we further encourage giving to charitable causes.",
        "Secondly, the Commission’s work also highlights the importance of improving data and evidence across the civil society sector.",
        "Better data helps the charitable sector to tell a richer story about the impact it has on communities. It will enable decision makers and funders to better understand the unique value civil society brings.",
        "As noted in this report, there have already been great strides in improving data from the charitable sector itself. And the Government is contributing to this change.",
        "For example, we have worked closely with the Charity Commission on their new charity classification and updated annual return. As noted in this report, these changes will help improve the coverage and accessibility of data collected.",
        "My department is also working with Pro Bono Economics on a feasibility study for a Civil Society Satellite Account, which will bring together data to help us better understand the economic value of the sector.",
        "But there is more to be done, and the Commission provides some thought provoking ideas for how the sector can develop better data infrastructure for the future.",
        "Thirdly, this report puts a spotlight on how greater investment in productivity will help civil society maximise its already considerable impact, and ensure resources are most effectively used.",
        "There are bold recommendations on how the sector, funders, regulators and the government can support this endeavour.",
        "I believe that a key part of this is for civil society organisations to be able to access the appropriate forms of finance they need to thrive.",
        "Evidence has shown, for example, that social investment has increased the long term financial sustainability of many organisations operating in the heart of communities. This has also leveraged private capital to ensure that this money is going further.",
        "In recent years, the government has provided support to the sector through helping to grow the social investment market, ensuring more community organisations can access appropriate forms of capital through a blended finance approach.",
        "We are also delivering change in this space by increasing civil society organisations’ delivery of public service contracts, thanks to the Contract Readiness Fund.",
        "The intersection of civil society, the private sector and the public sector can bring long lasting and meaningful change to productivity, and I look forward to working with many of you on this.",
        "Fourthly, the power and importance of collaboration across sectors is a key tenet of this report, and I am keen to see the government play a role in this. And you can have that personal commitment from me that I will invest my personal time and resources in this.",
        "Research from the Commission notes that almost all MPs and councillors surveyed have had contact with charities and community groups.",
        "MP’s from across the political spectrum see the impact charities have in their constituencies, and how vital they are to a flourishing community.",
        "DCMS wants to build on this by connecting civil society with key government priorities, bringing the diversity and expertise of the sector to the discussion.",
        "Over the last year, there have been some fantastic examples of civil society and the government collaborating.",
        "For example, my department worked with the Department for Levelling Up, Housing and Communities on the ‘Homes for Ukraine’ scheme. This was a great example of government departments and civil society organisations coming together to provide targeted support for those displaced by the war in Ukraine.",
        "More recently, the voluntary and community sector has led the creation of a ‘Vision for Volunteering’, setting out an ambitious set of aims for volunteering in the ten years post-COVID.",
        "I am proud that DCMS is investing £600,000 into the next steps of the Vision, and we will continue to work together on the vision’s aim to make England a great place to volunteer.",
        "We will do more together when we continue to harness knowledge and share expertise.",
        "My department and I will continue to work to build bridges between the sector and the government, and ensure civil society representatives have a seat at tables across Whitehall.",
        "In conclusion, I want to thank everyone involved in producing these reports. Your vital work shines a light on the fantastic potential of the civil society sector, suggesting innovative solutions for a more sustainable future, and I look forward to working with you on this, because as I said earlier, my personal experience in the charity sector has shown me the enormous contribution they can make to improving so many people lives and making all of our communities a better place to live.",
        "Thank you again for inviting me here today."
    ]
}