{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2023-speech-at-the-english-football-league-annual-conference/",
    "title": "Stuart Andrew – 2023 Speech at the English Football League Annual Conference",
    "post_date": "June 13, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Sports Minister, on 8 June 2023.",
    "content": [
        "It is a pleasure to address all 72 EFL clubs today.",
        "You represent much more than 90 minutes on a pitch – you are the beating hearts of your communities and part of the fabric of our national identity.",
        "I want to start by thanking you for the incredibly positive impact that you have on the local communities you serve.",
        "This is underlined by the “EFL clubs and their Club Community” report published earlier this year.",
        "I was pleased to attend the launch of that report and enjoyed hearing from individuals who have led, supported, and benefited from the incredible work you do in local communities.",
        "I was also pleased to hear of the EFL’s partnership with the British Red Cross in which you are working together to tackle loneliness in our society.",
        "It was a fitting and timely intervention ahead of Loneliness Awareness Week taking place next week.",
        "This Government is proud to support the EFL.",
        "We have supported your work in the community, providing the English Football League Trust with £1.3 million through the Loneliness Covid-19 Fund, to make onward grants to its Football Club Community Organisations in 32 deprived locations across England, with the aim of connecting older people at risk of loneliness.",
        "Supporting the pyramid is crucial and this Government has already committed to invest £300 million of funding to support grassroots multi-sport facilities across the UK by 2025. This is a key element of the Government’s upcoming sport strategy which will be published shortly.",
        "This year is a significant one for English Football.",
        "I am absolutely delighted to be backing our bid to bring EURO 2028 to the UK and Ireland.",
        "Our incredibly inspiring and talented Lionesses, the reigning European Champions, will be taking on the world at the FIFA Women’s World Cup this summer.",
        "The recent success of the Lionesses has accelerated interest in the women’s game, with more people now watching, attending and playing women’s football than ever before.",
        "The Review of Women’s Football which we launched in September and is being Chaired by Karen Carney, is looking at how to deliver bold and sustainable growth of the women’s game at elite and grassroots levels.",
        "This was the first recommendation taken forward from the independent Fan Led Review, and I look forward to seeing the findings published this summer.",
        "And of course, we started this year by publishing our Football Governance White Paper in response to that Fan Led Review.",
        "This included the groundbreaking commitment to establish a new statutory and independent regulator for English football.",
        "Despite the phenomenal success of football at home and abroad, we have seen too many examples of the devastating impact the failure of a beloved club can have on a local community.",
        "Since the Premier League was created in 1992, there have been 64 instances of clubs collapsing into administration.",
        "Historic clubs have been lost, taking with them chunks of our history and heritage, and leaving huge holes in their communities.",
        "Bury Football Club was one example. A club that, just a few years ago, would have sat alongside you at today’s conference.",
        "Over its proud 134-year history, Bury managed to survive world wars and countless economic cycles. But it was driven to the wall by financial mismanagement, which damaged the local economy and left behind a devastated fan base.",
        "But I am pleased to say that a vote to unify Bury FC and Bury AFC passed last month and Bury Football Club will be playing once again at Gigg Lane next season!",
        "But it is not just Bury that has been affected.",
        "The same is true of Macclesfield Town, another century-old club, and Rushden & Diamonds. Countless others, such as Derby County, have been driven to the brink after stretching far beyond their means.",
        "And we know there are a number of clubs across the EFL that are in real distress today.",
        "This is where our proposals for an Independent Regulator come in.",
        "The Regulator will have a clear focus, centred on ensuring that English football is financially sustainable and resilient for the benefit of fans and the local communities football clubs serve.",
        "The Regulator will operate a licensing system for all clubs in the top five tiers of English football.",
        "The Regulator will be independent of industry and Government. This will be set out in law.",
        "The model we have set out is proportionate and flexible, allowing English Football to continue being a global-success story, while tackling harms where they exist.",
        "Where clubs are already well run and risks are low, the Regulator will not look to intervene unless necessary, nor will the Regulator impose an extra layer of requirements to burden clubs with.",
        "Under the Regulator’s regime…",
        "We will legally strengthen the owners’ and directors’ tests, to protect clubs and their fans.",
        "These new tests will reduce the likelihood of unsuitable custodians.",
        "We will give fans more of a voice on the running of their clubs.",
        "This will include stopping owners from changing vital club heritage, such as names, badges and home shirt colours, without approval from the fans.",
        "Likewise, clubs will have to seek regulator approval for any sale or relocation of the stadium, and fan engagement will be a crucial part of that process.",
        "And we will give the Regulator the power to block clubs from joining closed-shop breakaway leagues, such as the European Super League.",
        "We want a thriving football pyramid, and more money must flow through the game to make this happen.",
        "On financial distribution, it remains our firm belief that the best solution is a football led one. If one is not found the Regulator will have a backstop power to intervene and force a solution.",
        "I am optimistic that discussions between the Premier League and EFL will find a solution on this urgent issue.",
        "I am hopeful that the resolution will be found soon. I would urge both sides to reach a deal as soon as possible. It is in the game’s interests to avoid the risk of further financial uncertainty.",
        "In short, we are protecting the long-term success of our national game, and restoring fans’ position at the heart of how football is run.",
        "Since the publication of the White Paper in February, we have been consulting with the football industry on our proposals.",
        "This is a crucial step in ensuring that we develop effective regulations that deliver positive outcomes for football, while minimising the harms identified in the game.",
        "I would like to thank the EFL and many of its member clubs for your support throughout this process as we look to further develop and refine our policy.",
        "The Government intends to publish its response to this initial period of consultation in the coming weeks.",
        "This will represent the latest step in our ongoing commitment to support, promote and protect the national game, as well as ensuring that fans are placed at the heart of it.",
        "We remain committed to bringing forward legislation when parliamentary time allows.",
        "I would like to finish by encouraging you to continue progressing with your valuable work in communities across England and Wales, as well as moving forward with much needed reform.",
        "Fans were able to have a major say in this White Paper. Football does not need to wait for an Independent Regulator to be in place before it can introduce improved governance practices. You can act now!",
        "I want to finish by thanking the EFL for inviting me to speak at this year’s Annual Conference. I thank Rick and Trevor for their continued engagement on these important issues.",
        "I appreciate our continued collaboration and look forward to hearing the outcome of discussions from the panel session."
    ]
}