{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2023-speech-at-the-school-games-national-summit/",
    "title": "Stuart Andrew – 2023 Speech at the School Games National Summit",
    "post_date": "June 15, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Sports Minister, on 13 June 2023.",
    "content": [
        "Thank you for inviting me to your event today and apologies that I can not be there in person.",
        "This government is committed to increasing access to opportunities for sport and physical activity, particularly for children and young people.",
        "School sport is a key part of a child’s development journey, with that first encounter with sport being truly transformative.",
        "It’s where they learn about themselves, build resilience and understand the importance of practice and persistence.",
        "Part of that includes being given opportunities to compete and excel, part of it is nurturing the habit of being up and active.",
        "That is why earlier this year in March, the Government announced a £600 million package to boost opportunities in and outside of school.",
        "This included the confirmation of funding for the PE and Sport Premium and School Games Organisers programmes over the next two academic years.",
        "And outlining our desire for schools to offer a minimum of two hours of curriculum PE and equal opportunities for girls and boys.",
        "Continuing to support the School Games Organiser Programme and the great work you do is a priority for me.",
        "We want to ensure that all children, regardless of their background, have the chance to be active and to get the best start in life.",
        "You all play a vital role in creating these opportunities",
        "But more importantly you understand how best to reach these communities and the their particular needs",
        "We highly value the work the School Games network is doing to strengthen links locally and identifying key partners to coalesce around a shared focus on physical activity.",
        "As a network, you possess the best knowledge about what the real challenges are for children and what works most effectively at a local level.",
        "So I want to say a huge thank you for all the work you do.",
        "Moving forward, we will shortly be publishing a new sport strategy that will set the long term strategic policy direction for sport in the country.",
        "This new strategy will build on the success of the previous strategy, Sporting Future,",
        "And will have a specific focus on addressing inactivity levels, the barriers that stop people from participating in sport and making the sector more sustainable for the future.",
        "A healthier nation relies on tackling the low levels of children’s participation in sport and physical activity.",
        "To do this, we must ensure that we support all young people to enjoy being active, make sport sociable and improve access to opportunities.",
        "We have already made important strides in this area with our recent funding announcement and the role of programmes such as the Opening School Facilities programme.",
        "But there is a continued need to go further and our strategy will set out our plans to do so.",
        "To sum up, the government wants to see more children physically active",
        "That means having a positive school sport experience, having opportunities in their local community to be active and ultimately having the confidence to throw themselves into it, in whatever form that takes!",
        "School Games Organisers are a crucial part in achieving our ambitions and I thank you again for all that you do to support children up and down the country."
    ]
}