{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2022-speech-on-worcester-warriors-rugby-club/",
    "title": "Stuart Andrew – 2022 Speech on Worcester Warriors Rugby Club",
    "post_date": "September 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport in the House of Commons on 22 September 2022.",
    "content": [
        "I am pleased to respond to this debate and am grateful to my hon. Friend the Member for Worcester (Mr Walker) for securing it. The interest shown this afternoon is testament to the importance that this club represents to the local community and to the sport of rugby as a whole. I pay tribute to him for the work that he has done. I also offer my thanks to my hon. Friend the Member for Mid Worcestershire (Nigel Huddleston), who did this job extremely well. I know that I have very big shoes to fill. I know, too, that he is now able to take a keen interest in this issue.",
        "As we have heard today, the club has had many different forms, but can date back to Worcester Rugby Football Club, which was first established in 1871. It was a long and eventful journey to the club’s debut in the men’s top flight in 2004, under the stewardship of John Brain and Cecil Duckworth, whom my hon. Friend has talked so movingly about today. Both of them have had a lasting impact on the club and local community.",
        "The club has gone from strength to strength and seen its talent recognised at an international level with multiple players, including current captain Ted Hill being capped for England. The dramatic extra-time premiership cup win against London Irish in May provided an unforgettable moment for all involved with the club. The success is not limited to the men’s team, however, with the Worcester Ladies team having won their inaugural premiership title in 2013 before becoming part of the Warriors group in 2016. The success has continued since then, with Laura Keates and Lydia Thompson both being named in England Women’s world cup squad this week. Off the pitch, the Warriors Community Foundation makes a significant impact around the local area, providing vital services including a positive and safe learning environment for some of the hardest to reach young people.",
        "For all these reasons, I was pleased that the Government were able to support the club to survive the challenges of the covid-19 pandemic through the sport survival package. Like many other sectors, the sport sector suffered as a result of the essential restrictions we all lived under during the pandemic. The Government were proactive in taking action to protect the sector through the £600 million package.",
        "The package was set up to ensure that as many sport clubs reliant on spectators survived the period of restrictions during the pandemic as possible, while also seeking to minimise the potential long-term damage to sport, with a particular focus on the importance of grassroots activity and women’s sport. That intervention was essential in maintaining professional sport in this country through such a difficult period.",
        "However, as the nation recovers and crowds return to stadiums, it is right that the Government take a step back from providing direct financial support. The sport survival package was administered by Sport England on behalf of DCMS and all decisions for awards were taken by an independent board set up by the Department, based on a robust assessment of an individual organisation’s financial circumstances; where appropriate, security was taken to protect the taxpayer.",
        "I know this is a time of stress and anxiety for all associated with the club, from the playing and non-playing staff to the fans who have stuck with the club over so many years. My hon. Friend the Member for Worcester described so well many of the things they have gone through recently. The match this weekend was a demonstration of the passion and commitment that so many people have for the club within the local community and I applaud everyone involved in ensuring that the fixture went ahead.",
        "The Department is working tirelessly with the club’s directors, Premiership Rugby and the Rugby Football Union to seek the best possible outcome for all concerned. We have expended more energy on Worcester than on any other club and we will continue to do so. That has included daily dialogue with stakeholders and the club’s directors to explore all options available and to take appropriate professional advice.",
        "While I am only in the first few hours of my time in this role, I assure my hon. Friend that I and the Secretary of State take a keen interest in this issue and that we will continue to do so and to explore every possible option. Indeed, one of my very first meetings in this role was on this matter. At this stage, we are not ruling out any options and are sending in professional advisers imminently to take a closer look at the club and potential options. If it emerges from that work that the most viable option for saving the club is to put it into administration, that is a decision we will not be afraid to take.",
        "Of course the responsibility for governance and oversight of the game sits with the RFU and PRL, and any potential investors will need to pass the RFU’s fit and proper owner tests as part of any takeover. DCMS does not have a direct role in finding new owners or investment for the club, but we have continued to encourage all interested parties to put their offers to the current owners or administrators, should that step be taken.",
        "I understand the frustration of supporters due to the lack of progress over the past weeks and the calls for Government action. This is clearly a fast-moving situation, and we continue to reassess all options available to us as a creditor to protect taxpayers’ money and deliver the best possible outcome for the players, staff and club on a daily basis as the situation evolves. As I have said already, we are taking action and not ruling anything out.",
        "Any claim that Sport England or the Government are responsible for asset stripping or at any point were not working in the best interests of the club or taxpayers is incorrect. DCMS and Sport England have not been involved in the management decisions of any club to which they have lent. Those decisions were and remain, rightly, the responsibility of the directors of those clubs, and I can assure the House that the Department and Sport England thoroughly assessed all applicants’ financial information and provided clubs with strict conditions on how the funds could be utilised following an assessment of need. As my hon. Friend highlighted, any administrators appointed would also look to explore the actions of directors and the previous use of funds in any administration. Unfortunately, I cannot comment further on the specifics of individual cases, including on the issue that he has raised, because of the confidentiality obligations in the legal agreements with the club.",
        "As this debate has clearly demonstrated, Worcester Warriors has a rich history and is a crucial part of the local community. I thank my hon. Friend for calling the debate, and thank him and other hon. Members in the area for the work that they are doing to discuss the future of that important community asset. The Department will continue to engage closely with the owners, Premiership Rugby and the Rugby Football Union to try to ensure a positive outcome for the rugby offering in Worcester. I give him a guarantee that I will take an extremely close interest as the issue develops."
    ]
}