{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2016-speech-in-tribute-to-jo-cox/",
    "title": "Stuart Andrew – 2016 Speech in Tribute to Jo Cox",
    "post_date": "June 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stuart Andrew, the Conservative MP for Pudsey, in the House of Commons on 20 June 2016.",
    "content": [
        "“What an amazing woman.” “Jo was one of us.” “She was clearly a remarkable person.” These are not my comments, although I clearly concur with them; they are just some of the many comments I heard from constituents and from those I met over the weekend in Batley and Spen.",
        "Conscious of time and wanting to ensure that her friends have the opportunity to speak, I make this short but heartfelt contribution on behalf of my fellow Yorkshire Conservative MPs. I first met Jo just over a year ago. It was not long after the general election and we were both appearing on the region’s “Sunday Politics” show. On arriving at the studio, I was taken to the make-up room, where Jo was already sitting in the chair. Needless to say, I had to spend a lot longer in that chair than she did. As I walked in, Jo looked at me in the reflection in the mirror and greeted me with that wonderful smile that lit her whole face. In that instant—that split second—I knew this was someone I was going to like enormously, and I was not wrong. As we recorded the programme, it was clear that actually we agreed with each other on a number of issues. I am sure that the lack of political argument came as a huge disappointment to the producers. It is a testament to who Jo was that she got her point across effectively and calmly, without the need for talking over people—because when Jo spoke, people listened.",
        "Jo was always passionate about the issues she cared about—never afraid to stand up for those she felt had no voice—but she was also a proud Yorkshirewoman, and our county is rightly proud of her. As I spent time in Birstall and Batley over this weekend, it was clear that her constituents loved her. Almost everyone I spoke to had met her: quite an achievement in just a year. As the floral tributes increased, you could sense the outpouring of love for Jo. On Friday, as some 2,000 people, from all faiths and none, packed into the Al-Hikmah centre in Batley, tribute after tribute spoke of the qualities of one of the most outstanding Members this House had. Many described her as a rising star; personally, I think she was a star, full stop.",
        "The statements from Jo’s husband, her sister and her family—powerful, inclusive, passionate—demonstrate the background that many of her values came from. In her maiden speech, as we have heard, she talked about how",
        "“we are far more united and have far more in common with each other than things that divide us.”—[Official Report, 3 June 2015; Vol. 596, c. 675.]",
        "In everything she did, she promoted those values. She united communities and campaigned for things that highlighted the unifying qualities she cared so passionately about. In these last few days, I have been amazed at the kindness and love expressed on social media and in emails, letters, cards and conversations. The #thankyourmp hashtag has encouraged so many messages of gratitude and appreciation, even from people who have opposing views. In her tragic death, Jo is managing to achieve what she successfully did so much in her life.",
        "I know I am not alone in saying that I will miss Jo. I will miss her compassion, her determination, her conviction—but above all I will miss her smile, whether it be as we passed each other in the corridor or from across the Chamber. Jo was a proud Yorkshire lass; a brilliant Yorkshire rose. My only regret about Jo is that I only knew her for a year."
    ]
}