{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Stuart Andrew – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Stuart Andrew, the Conservative MP for Pudsey, in the House of Commons on 9 September 2022.",
    "content": [
        "It is with sadness that I offer my tribute to Her late Majesty the Queen on my behalf and that of the people of Pudsey, Horsforth and Aireborough.",
        "I suppose that the first time the Queen came into my consciousness was when, as a small boy, I was standing outside the house waiting for some lady in a big posh car to go past as she marked her silver jubilee in 1977. From then on, there were many royal occasions—the jubilees, the royal weddings—when we all enjoyed street parties on our estate. I thought about those street parties when the Queen’s 90th birthday was coming up and thought that I had not seen one in our community for some time, so we decided—a group of our friends—to organise one. We were staggered when thousands of people in the community came out to celebrate Her Majesty’s 90th birthday. We also saw that reflected on the Mall recently during the jubilee, when literally hundreds of thousands turned up. Why? Because they respected and loved her; because they recognised that this was a woman of great dedication who wanted to serve her country in the best way that she could, and that she would work to the very last day, as she committed to do all those many years ago.",
        "Last night, a couple of us went up to the Palace, where, again, people were meeting and strangers were talking, all sharing conversations and memories about Her late Majesty the Queen. The British public were showing how much they loved her.",
        "The Queen was there when we needed her most. Many have talked about the pandemic and when our country had those awful terrorist attacks. She has always given warm words and comfort to the victims and their families. We will remember the amazing speech that she made in the hospital in London, when she said that",
        "“they will not change our way of life.”",
        "I do not know about anybody else, but whenever I visit a constituent who is celebrating their 100th birthday, the card from Her Majesty the Queen is front and centre in the living room—of course, and why would it not be? It is something they are so proud to have.",
        "Many have also mentioned schoolchildren asking, “Have you met the Queen?” For many years in this place, I was unable to say that I had, until I was honoured to be appointed as the Vice-Chamberlain of the Household. I remember when I was about to be introduced to her, waiting for those doors to be opened. When they finally did, I realised that I had become a little boy again, standing there with my knees knocking and wondering how I would address Her Majesty. As others have said, she put me at ease and made me feel incredibly welcome.",
        "As Vice-Chamberlain, I had to write the daily reports from Parliament. She liked the gossip, I understand, which is heart-warming. I was also taken hostage at the Palace, when Her Majesty came to open Parliament. I was offered a drink, and was asked whether I would like tea or coffee. One of the officials looked at me and thought, “You look more like a champagne man.” I thought, I am never going to do this again, so why not? It was a big bottle of champagne and I had a good time. A couple of months later there was a general election and I had to do it again. As Her Majesty was leaving Buckingham Palace, she turned to me and said, “You’ll have a good time again, won’t you?”",
        "To conclude, after the awful attacks of 9/11, the Queen said to the people of America:",
        "“Grief is the price we pay for love.”",
        "We all loved her, which is why we are grieving, and we send our thoughts and best wishes to His Majesty the King and his family, and we say, “God save the King.”"
    ]
}