{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2023-speech-on-sport-in-schools-and-communities/",
    "title": "Stuart Andrew – 2023 Speech on Sport in Schools and Communities",
    "post_date": "January 15, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 10 January 2023.",
    "content": [
        "I beg to move,",
        "That this House has considered sport in schools and communities.",
        "I am really pleased to open this general debate on this important topic. We will all agree that sport has a vital role to play in all of our lives, through its power to be a force for good that brings communities together and as an important tool in improving the health of the nation. The topic of today’s debate brings together multiple areas of work from multiple Departments and arm’s length bodies, which is why I am so pleased to be joined by my right hon. Friend the Minister for Schools, who will be closing this debate. The work of both of our Departments, as well as many others, contributes to the overall Government mission to support everyone, especially children and young people, to be able to enjoy sport and be more active. As a Government, we are fully committed to supporting sport in schools and communities.",
        "I wish to take a moment briefly to reflect on the power that sport has to bring us together. Last year, we again saw so many unforgettable moments that transcend beyond just the single match or competition, such as the fantastic success of our Lionesses winning at Euro 2022. That inspirational tournament was a truly ground-breaking moment for the sport and has supercharged interest in the women’s game.",
        "We also hosted the Commonwealth games in Birmingham that saw more women’s medals awarded for the first time and truly showcased the fantastic region of Birmingham and the west midlands. We saw success at the men’s T20 world cup and at the rugby world cup. We also hosted a fantastic rugby league world cup tournament here in the UK, with victory for our fantastic wheelchair team. I was very lucky and fortunate enough to be there and see that fantastic victory in person.",
        "The benefits of participating in sports and doing regular exercise are well known. Undertaking regular exercise helps mitigate a wide range of health conditions, both physical and mental, vitally easing the pressure on our NHS. For example, sport and physical activity directly prevents 150,000 cases of heart disease and stroke and 900,000 cases of diabetes per year.",
        "**Jonathan Gullis (Stoke-on-Trent North) (Con)**",
        "I am delighted to see both my right hon. Friend and the Minister for Schools on the Front Bench. My only regret is that a relevant Minister from the Department of Health and Social Care is not here, as they also put money into the PE and sport premium. Can the Minister reassure us that the Department of Health and Social Care are as engaged in this agenda as are the Departments for Education and for Digital, Culture, Media and Sport?",
        "**Stuart Andrew**",
        "Absolutely. I am happy to confirm that. One thing on which I am focused, and I know that my right hon. Friend the Minister for Schools agrees with me, is that we do work across Government, as there are benefits for all Departments in getting this area of work right.",
        "**Munira Wilson (Twickenham) (LD)**",
        "The Minister opened this debate by recognising all the brilliant English and British sporting achievements in 2022. I am sure that he will join me in congratulating the four Lionesses who were honoured in the new year’s honours list, which was much deserved. I wish that it had been the whole squad, but we will leave it at that. He will recall that I led a Westminster Hall debate last November on girls and women’s participation in sport following the Lionesses’ success. He promised to work with the Department for Education on ensuring that every child gets at least two hours PE a week. I would welcome an update on those discussions. Perhaps the Minister might mention that in his wind-up.",
        "**Stuart Andrew**",
        "I will certainly join the hon. Lady in congratulating those members of the team who were awarded honours in the new year’s honours list. Indeed, since that Westminster Hall debate, both the Secretary of State for Education and I have met with members of the Lionesses team and gone through further details. We hope to make more statements certainly by April of this year, because we recognise the importance of the suggestions that she has made.",
        "**Paul Holmes (Eastleigh) (Con)**",
        "The Minister has mentioned a number of great sporting moments over the past year. May I put it on record that one of the great sporting moments was the stance that he took over Qatar, and that many of us appreciated that stance?",
        "My hon. Friend the Member for Stoke-on-Trent North (Jonathan Gullis) mentioned the PE and sport premium for schools. I have seen the advantages that that brings to disadvantaged children in my community. Can my right hon. Friend confirm whether the Government intend to continue funding that project? If he cannot confirm that now, will he write to me, because that project really does make a difference to those in local communities in my constituency of Eastleigh.",
        "**Stuart Andrew**",
        "I appreciate the kind words that my hon. Friend said at the start of his intervention. He is right to highlight the success of the PE and sport premium funding, which is exactly why the Government have doubled that funding. We are considering the arrangements at the moment for the academic year 2023-24, and I hope that we will be making an announcement as soon as possible.",
        "**John Redwood (Wokingham) (Con)**",
        "Does the Minister agree that a good way of promoting sport within the public sector and in public facilities is a joint use of facilities between schools and the wider community, so that, with the right maintenance and support staff, those facilities can be used at weekends and during the holidays?",
        "**Stuart Andrew**",
        "My right hon. Friend is absolutely right. Our Departments are working on that; it is going well in some areas, but we need to see it improve right across the country so that those great facilities are available to as many people as possible.",
        "**Kim Leadbeater (Batley and Spen) (Lab) rose—**",
        "**Stuart Andrew**",
        "I will take one more intervention and then I really must crack on.",
        "**Kim Leadbeater**",
        "The Minister has made some excellent opening remarks and there have been some excellent interventions already. Less than half of all children currently meet the daily guidelines for sport and physical activity, but 54% of children would like to do more of it. I hope the Government will commit to giving PE and physical literacy the focus and time in the curriculum that it needs, with properly trained and resourced staff who can inspire pupils to embed sport and physical activity as lifelong habits and, in the long term, to save our NHS.",
        "**Stuart Andrew**",
        "The hon. Lady is right to identify that the earlier we get people involved in sport, the longer they will hopefully continue to participate and live healthier lives. That is why we are working on developing the sport strategy, as part of which I will be working with my colleagues across Government to ensure we are maximising every possible opportunity to get people into sport and physical activity.",
        "**James Sunderland (Bracknell) (Con)**",
        "Will the Minister give way once more?",
        "**Stuart Andrew**",
        "I will do once more, but I am conscious there is not much time for Back Benchers to speak.",
        "**James Sunderland**",
        "The active lives survey published recently showed that in Bracknell only 41% of children are classed as being active. We are not entirely sure why that is; we are working with schools to try to remedy the issue, and with the fantastic sporting facilities in schools locally I am confident that we will do so. One issue raised by teachers is that the annual sports premium is only ever announced late in the financial year. Will Minister please make sure that we get early notification of that funding so that schools, teachers and clubs can plan ahead for the forthcoming year?",
        "**Stuart Andrew**",
        "This is the moment where I am glad that my right hon. Friend the Schools Minister is sitting by my side, so he can hear those messages and take them back to his Department. To be fair, he is already aware of those issues and will consider them when future announcements are made.",
        "Sport also has the power to bring communities closer together through fostering social cohesion. It gives young people essential leadership and teamwork skills and has the power to tackle loneliness, reduce inequality, increase youth engagement and tackle youth violence. It is an essential part of a healthy and happy life. Research commissioned by Sport England shows that for every £1 invested in community sport there is a return of £4 in wider social economic value. That is why as a Government we are so committed to ensuring that everyone across the country has access to high-quality provision.",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**",
        "Will the Minister give way on that point?",
        "**Stuart Andrew**",
        "One more time—I keep saying one more time.",
        "**Jamie Stone**",
        "The Minister is being very generous. I represent the most remote part of the UK mainland, and young people in Wick High School and Thurso High School find it very difficult to travel to Aberdeen, Edinburgh and Perth to participate. It is tough on school finances and tough on family finances. I understand completely that sport is devolved, but I hope that the Government are going to look at some scheme to help parents and children in the most remote parts of England to access sport so that they are not disadvantaged because of inequality—and, since he mentioned cross-Government working, could he then share that best practice with the Scottish Government?",
        "**Stuart Andrew**",
        "Always happy to give advice to the Scottish Government. The hon. Gentleman is right to highlight those points and that is exactly what we will focus on in the sport strategy. There are hard-to-reach areas, more rural areas and areas of deprivation in other parts of the country too, so that will be a focus of the strategy that we are currently developing.",
        "**Seema Malhotra (Feltham and Heston) (Lab/Co-op)**",
        "Will the Minister give way just one more time?",
        "**Stuart Andrew**",
        "I am just going to carry on a bit, because I am conscious that we do not have much time and many Members want to take part.",
        "We know that there are significant disparities across the country, from Southall to Sunderland, and we are committed to tackling them. I make clear that it is my personal priority to do so. Through our arm’s length body, Sport England, we invest more than £250 million of public and lottery funding annually. Over the past 12 months, 19.2% of Sport England’s local-level investment has been for projects in indices of multiple deprivation or IMD 1 areas, providing direct support to organisations and communities in the areas that need it most.",
        "Having the right facilities of the right quality is fundamental to a strong sporting community. That is why we are acting to deliver the facilities that every community needs, right across the UK. We are investing a total of £230 million between 2022 and 2025 in all four home nations. That includes an existing £18 million annual commitment in England, delivered via the Football Foundation in partnership with the Football Association and the Premier League. We hope that that investment will build or improve up to 8,000 facilities across the country, especially in the most deprived areas, and not just for football—40% of our investment will deliver facilities that support multiple sports. We are also investing £30 million, together with the Lawn Tennis Association, to renovate and repair thousands of public park tennis courts.",
        "We are also working to ensure that major events have a significant and lasting impact on the communities in which they are held. During the summer, I was fortunate enough to visit the new facilities at Leigh Miners Rangers, which benefited from £350,000 as part of the rugby league world cup social impact programme. It is a thriving community hub that was galvanised and reinvigorated by that tournament. We recognise that we need to maintain progress, and, as I say, we will publish this year a new sports strategy that will set out how we will continue to support people, no matter who they are or where they are from, to enjoy the benefits of participating in sport.",
        "**Seema Malhotra**",
        "Will the Minister clarify whether the strategy he is referring to will be the updated school sport and activity action plan, which has been an area of concern, and whether there will be time for consultation before that plan is published so that voices can be heard as part of its development?",
        "**Stuart Andrew**",
        "The sport strategy that I am referring to is the wider, cross-Government one, but there will be the other report that the hon. Lady refers to. The Minister of State, Department for Education, my right hon. Friend the Member for Bognor Regis and Littlehampton (Nick Gibb) will be able to give a bit more of an update about that in his closing remarks. Now that is dodging a question!",
        "Ensuring that those from hard-to-reach communities get opportunities to play sport is really matters to me personally, and I look forward to working with Members across the House to make progress in this area.",
        "**Kim Leadbeater**",
        "Will the Minister give way?",
        "**Stuart Andrew**",
        "One more time and then I must finish.",
        "**Kim Leadbeater**",
        "I thank the Minister, who is being extremely generous with his time. He makes some valid points about community facilities. Yesterday, the Government announced changes to the energy bill relief scheme. I am really pleased that they are committed to providing additional support to organisations such as libraries and museums, but can the Minister tell the House why sport and leisure centres were not included on that list? Swimming pools in particular face incredibly high energy bills. Many are threatened with closure or have already closed, including Batley baths and recreation centre in my constituency, which is, sadly, temporarily closed. Those are hubs in the community, so this is not just about physical wellbeing but about mental wellbeing, social cohesion and lots of other things besides. Can he confirm whether that will be looked at and whether the Government will be able to provide such facilities with the support they need?",
        "**Stuart Andrew**",
        "I am acutely aware of the concerns of many hon. Members about leisure centres and costs. Of course, the scheme that was announced initially has helped a great deal in that area, but to recognise the importance of the matter, I am holding a roundtable with some interested bodies in the coming weeks to look at it in more detail and see what else we can do.",
        "As a Government, we are focused on how we can support our children and young people to become more active. Quite simply, sport and physical activity are a lifelong habit that needs to be carefully nurtured. We are committed to ensuring that every child, regardless of their background, has access to and benefits from quality sporting opportunities. Dealing with this challenge has never been more important than when we are coming out of the pandemic. Some 2.2 million children—or 30%—are not meeting the chief medical officer’s guidance on levels of activity. I was pleased to see in the latest active lives survey for children, which was released in December, that children’s activity levels have recovered to pre-pandemic levels. There were particularly significant increases in the activity levels of teenage girls. Although that positive progress should be applauded, we know that more work needs to be done to ensure that every child realises the benefits of being active and playing sport.",
        "We are taking action to tackle that challenge. In partnership with colleagues from the Department of Health and Social Care and the Department for Education, we continue to invest £320 million per year in the PE and sport premium to provide dedicated funding to primary schools to deliver high-quality PE provision. We also continue to fund the school games programme as a vital tool to encourage children to compete in competitive sport.",
        "**Damian Collins (Folkestone and Hythe) (Con)**",
        "Will my hon. Friend give way?",
        "**Stuart Andrew**",
        "Before I finish, I will take one more intervention.",
        "**Damian Collins**",
        "I am grateful. I declare my interest as a trustee of the Sports Trust in Folkestone and Hythe, which delivers a lot of primary school sport activity. Does my right hon. Friend agree that, in encouraging best practice, it is important to look not just at levels of activity in and out of school, but at the improvement in academic attainment in schools that do a lot of sport? It has much wider benefits than just physical health, including academic attainment.",
        "**Stuart Andrew**",
        "My hon. Friend is absolutely right. The benefits of physical activity are widespread, as I mentioned at the beginning. He is right to highlight that point, and we will make sure to consider it as we develop the strategy.",
        "Last year, we saw how sport has the power to inspire. The fantastic success of the Lionesses marked a step change for women’s sport in this country, and we are fully committed to ensuring that all girls have equal access to provision within schools and to looking at how PE can deliver that. As a Government, we are committed to publishing an update to the school sport and physical activity action plan this year, which will set out our ambitions and next steps to support more children to take part in sports.",
        "In conclusion, I welcome this debate on such an important topic. As I have set out, we are already taking action, and as we look to publish our sports strategy later this year, and the updated school sport and physical activity action plan, we will set the blueprint for how the Government will continue to support more people to enjoy the benefits of sport and then take advantage of the many benefits that we know it brings for everybody."
    ]
}