{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2022-speech-on-the-english-national-opera/",
    "title": "Stuart Andrew – 2022 Speech on the English National Opera",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 5 December 2022.",
    "content": [
        "This is certainly a fun way to end a Monday evening! I am grateful to my hon. Friend the Member for Bromley and Chislehurst (Sir Robert Neill) for securing this debate and highlighting the importance of the performing arts sector. I thank all other hon. Members for their contributions, and their engagement on this important topic.",
        "My hon. Friend is a passionate supporter of the arts and culture, and I appreciate his and other Members’ thoughts on how we can continue to support and champion the sector, particularly in this area, so that people up and down the country can enjoy the benefits of arts and culture, and what it can bring to our communities. It is worth reflecting on our commitment to the arts and culture sector. My Department secured and delivered the culture recovery fund at a time when almost all our performing arts and culture venues were closed due to the pandemic. This debate would tell a very different story if we had not provided such unprecedented support at that time; it would be a story of how we would need to rebuild a decimated industry.",
        "There was significant support that helped the whole economy, including arts and culture, such as the self-employment income support scheme and the furlough scheme, but the House will remember—as I reminded my hon. Friend in a debate only a fortnight ago—that the Government also supported about 5,000 organisations through the unprecedented culture recovery fund. Tax reliefs for theatres, orchestras, museums and galleries were also increased until 2024 as part of the Budget. Worth almost a quarter of a billion pounds, the additional tax reliefs have supported, and continue to support, the arts and culture sectors in the UK to continue to produce world famous content on the global stage. Taken together, those interventions have supported the sector through the challenges of covid and steered it into recovery.",
        "A number of members have raised with me over the past couple of weeks the issue of the increasing cost of energy bills. I assure hon. Members that we are aware of the extremely challenging situation facing organisations. My noble Friend Lord Parkinson has hosted a series of roundtables to discuss those very issues, and we will continue to do so.",
        "It is important for us to talk about the Government’s levelling-up intentions, because one theme is supporting cultural and heritage assets. This is another boost for arts and culture, and a recognition of its role in the economy and in our communities. Department for Digital, Culture, Media and Sport officials and our arm’s length bodies have been supporting the assessment and prioritisation process for the levelling-up fund, and I am pleased that the second round includes the potential for up to two £50 million flagship culture and heritage projects.",
        "**Sir Robert Neill**",
        "I appreciate the Minister’s remarks. I do not think the energy costs are a great problem for any of the arts companies, frankly. I gently say to him he refers fairly to the levelling-up agenda and the fund. He will be aware that the previous Secretary of State wrote to the Arts Council in February, instructing it to use the major holders of the national portfolio, of which the ENO was one, to do more of their investment outside London. ENO has been prepared to do that, but will he help me understand how something that ceases the company to exist does anything to level up, or to do more of its work outside London? Will he address the specific issues of the Arts Council’s decision?",
        "**Stuart Andrew**",
        "Of course I will, and I am coming on to that. I think it is important to point out that there are three main reasons why we need to have this levelling-up agenda in culture: it is important that access to arts and culture is more fairly spread; that the economic growth that comes from creativity should be felt by everybody; and that the pride of place that culture and heritage can bring to communities should be felt in every corner of the country. That is why we have asked the Arts Council to invest more in the recently identified levelling up for culture places.",
        "Central to all of this is our delivery partner, as my hon. Friend has mentioned—Arts Council England—and, as we have heard, it has recently announced the outcome of its latest investment programme, which will be investing £446 million in each year between 2023 and 2026. There were a record number of applications for this competitive funding, which will support 990 organisations across the whole of England. This means more organisations will be funded than ever before and, crucially, in more places.",
        "**Dame Margaret Hodge**",
        "I am really grateful to the Minister for giving way. It is just that I cannot stand this hypocrisy about levelling up. This is not levelling up. To cut the ENO will not level up. It is doing a fantastic job in opening up opera to other people. If the Minister sees what the Arts Council has done elsewhere, it has cut the touring grant for the Welsh National Opera and it has cut the touring grant for Glyndebourne. The result of all those three actions means far fewer people will have access to opera over the coming years as a result of crass decisions taken by the Arts Council.",
        "**Stuart Andrew**",
        "I will come on to those points, but I am afraid I do not accept the premise that we are not levelling up areas around the country. I just do not accept that.",
        "**Barbara Keeley (Worsley and Eccles South) (Lab)**",
        "What about Oldham?",
        "**Stuart Andrew**",
        "If the hon. Member will just let me speak, in Blackburn, for example, there was no funding from the Arts Council at all, but there are now four projects. We are seeing that all over the country. To bring this to life, the investment programme includes £150,000 per year to Magpie Dance, a new joiner in the constituency of my hon. Friend the Member for Bromley and Chislehurst. In short, I am unapologetic about this shift of support to more organisations that will be helping more people around the country and will be supporting more people.",
        "I understand that many hon. Friends may disagree with some of the individual decisions that have been made. These decisions were made entirely independently of Government, so I cannot comment on the individual outcomes.",
        "**Barbara Keeley**",
        "You are cutting them!",
        "**Stuart Andrew**",
        "The premise, but not the individual applications—and that is the critical point. This is an arm’s length body, and if there were any ways in which it was breaching the terms set by the Government, we would of course intervene, but it was following the instructions that were set.",
        "**Sir Robert Neill**",
        "Does the Minister take responsibility?",
        "**Stuart Andrew**",
        "Let me finish, please.",
        "These decisions were taken against well-established criteria by regional teams spread across nine offices across England via directors with expertise in their discipline, be that theatre, music, touring and so on, and they have been overseen by the national council, so I hope Members will forgive me for repeating my message of last week, but it is important.",
        "**Ms Harman**",
        "Will the Minister give way?",
        "**Stuart Andrew**",
        "I just want to come on to this point. English National Opera, in particular, is just one decision out of 1,700. As I say, there are 990 organisations in the next portfolio, and unfortunately 700 were unsuccessful on this occasion. Many hon. Members will have been following this coverage, and I can confirm that the Arts Council has offered English National Opera a package of support. We are keen that the Arts Council and English National Opera work together on the possibilities for the future of the organisation. I welcome many of the suggestions put forward, and I encourage the exploration of those ideas during engagement between English National Opera and Arts Council England. We need to explore all suggestions made.",
        "**Ms Harman**",
        "I am hoping that this speech is a sort of front, and that behind the scenes the Government recognise that the instruction they have given to the Arts Council is wrong, and that the decision the Arts Council has made is wrong and that the Government are going to do something about it. Otherwise it is too depressing to think that a Minister responsible for the arts should make a speech that does not address any of the points brought forward with great seriousness and gravity by the hon. Member for Bromley and Chislehurst. I am hoping that this is a bit of a front, and that there is some intelligent, creative, recognising-art-loving life behind the scenes in this Government, because we cannot see any signs of that in the Minister’s speech.",
        "**Stuart Andrew**",
        "I am really sorry, but I do not understand how funding more organisations than ever before, in more parts of the country than ever before, is not spreading that opportunity for artists around the rest of the country. I make no apology for that whatsoever, and I am surprised that people do not want rising talent in Blackpool or Birmingham to have the same opportunities —[Interruption.] This is not divisive; this is about trying to help other people around the country. As I said, I go back to the main point that I encourage all these ideas to be explored—of course they should be. We are keen for that to happen. Through this programme, opera will continue to be well funded, with it remaining at around 40% of overall investment in music. Organisations such as the English Touring Opera and Birmingham Opera Company will receive increased funding, and there are many new joiners such as OperaUpClose and Pegasus Opera. The Royal Opera House will continue to be funded. Those statistics are likely to underestimate the level of opera activity being funded, as some organisations in the programme will fall under combined arts.",
        "For those who are concerned about what this decision may mean for London, let me say that we remain committed to supporting the capital—of course we do—and we recognise and appreciate that London is a leading cultural centre, with organisations that benefit the whole country and greatly enhance the UK’s international reputation as a home for world-class arts and culture. That is clearly reflected in the next investment programme, when around one third of the investment will be spent in London, equivalent to approximately £143 million a year. I am sure hon. Friends will agree that when we step back and look at the bigger picture, it is exciting to see that it also gives opportunities to people around the country to enjoy what many have in London. I reiterate that we encourage Arts Council England and English National Opera to continue their dialogue and explore all those issues. I have said that in each of the debates—I think this is the third or fourth we have had—and I look forward to seeing the outcome of those discussions."
    ]
}