{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2022-speech-on-dormant-assets-funding-and-community-wealth-funds/",
    "title": "Stuart Andrew – 2022 Speech on Dormant Assets Funding and Community Wealth Funds",
    "post_date": "December 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in Westminster Hall, the House of Commons, on 6 December 2022.",
    "content": [
        "I really mean it when I say that it is a pleasure to serve under your chairmanship, Ms Harris; like the hon. Member for Worsley and Eccles South (Barbara Keeley), I think it is for the first time. I thank my hon. Friend the Member for Stoke-on-Trent Central (Jo Gideon) for securing this debate and all Members for their contributions and their interest in the topic. I also add my thanks to those given to my hon. Friend the Member for Sedgefield (Paul Howell), who cannot be here today but has done a lot of work on this issue.",
        "I feel I should start by trying to manage some expectations in respect of what I can say, for reasons that I will elaborate on later. That said, today’s discussion has been important and I am grateful for the thoughtful consideration of dormant assets funding and the opportunities afforded by empowering local people to decide for themselves how best to support their communities.",
        "It is worth reflecting on the assets scheme itself, which enables dormant financial assets to be unlocked for social and environmental causes across the UK. Over the past decade, the scheme has been used to tackle systemic social challenges and to level up the communities that need it most, in particular by targeting and benefiting left-behind areas. The scheme is led by the financial services industry and backed by the Government, with the aim of reuniting owners with their financial assets. That is an important point to remember. If that is not possible, the money supports vital social and environmental initiatives across the UK.",
        "Since it became operational in 2011, the scheme has unlocked £892 million to be spent on the current three named causes: youth, financial inclusion and social investment. The funding is focused on supporting innovative, long-term programmes and has gone towards tackling some of the UK’s most pressing social and economic challenges, including youth unemployment and problem debt. It has also invested in charities and social enterprises that serve vulnerable communities.",
        "To date, as we have heard, the funding has been distributed by four independent and expert organisations: Youth Futures Foundation, Fair4All Finance, Big Society Capital and Access, the Foundation for Social Investment. I thank them all for their work. The funding has had positive real-world benefits. For example, as a result of the work by Fair4All Finance on financial inclusion, 150,000 vulnerable people are estimated to have saved between £50 million and £75 million in unaffordable interest repayments from high-cost lenders and loan sharks.",
        "The scheme has also provided urgently needed finance for social-purpose organisations serving people across England, particularly in more deprived communities. This includes almost £110,000 that has been invested in Pinc College, a brilliant organisation that works to provide neurodiverse young people with a purposeful pathway to careers in the cultural and creative sectors. The college’s creative-learning studios operate in partnership with arts and cultural organisations such as the Potteries Museum & Art Gallery in Stoke-on-Trent, with which I am sure my hon. Friends the Members for Stoke-on-Trent Central and for Stoke-on-Trent South (Jack Brereton) are familiar.",
        "The Dormant Assets Act 2022, which received Royal Assent in February and came into force in June, has expanded the scheme to include new financial assets. The scheme is set to unlock an estimated £880 million more throughout the UK. The English portion of that would be £738 million, on top of the ongoing flows from dormant bank and building society accounts. The release of the money is, of course, entirely dependent on voluntary industry participation. The Government anticipate that it could take some years for that to flow through the system.",
        "After the Act became law, the Secretary of State launched a public consultation on the social or environmental purposes of the English portion of the funding. We ensured that the consultation was an open and fair opportunity for people to have their say on how the money could have the best impact in England. The consultation ran from June to 19 October and received more than 3,300 responses, including from financial services industry participants, civil society organisations and members of the public. It was gratifying to see so many people engage with how dormant assets funding should be spent in England in the years to come.",
        "The consultation asked respondents to share their views on the three current named causes, the inclusion of community wealth funds in the scheme and any additional causes that they believed should be considered. All responses are being assessed and considered against a set of criteria published in the consultation. Any changes to the current causes, including if the scheme were to establish a community wealth fund, would need to be set out in secondary legislation and be approved by both Houses. Our officials are working at pace to analyse the thousands of responses to the consultation and I expect we will be able to publish a response in early 2023.",
        "Let me turn to community wealth funds themselves. I am glad to see that they have brought together Members from across the House. As Members will know, community wealth funds are schemes that give pots of money to communities right across our country, empowering them to make their own decisions on how best to invest in their neighbourhoods. Such communities are typically areas of fewer than 10,000 residents.",
        "The aim of community wealth funds is to direct funding to those areas that experience the highest levels of deprivation and the lowest social capital. The neighbourhoods that a community wealth fund could support are all too often ineligible for or unaware of how to apply for funding to address and overcome those challenges. This may be because local residents may not have the knowledge about grant processes, do not have the skills and experiences needed to apply for alternative funding sources or are unable to identify challenges and solutions.",
        "Proposals for community wealth funds suggest that spending decisions should be made by local residents, who can design bespoke solutions that would improve their communities and the lives there. Allowing local residents to make the final decision would incentivise the involvement and participation of community members in the decision-making process, and using local knowledge would make spending as effective and impactful as possible.",
        "I have always been an advocate for local people driving change in their own communities. It is something I certainly saw when I was growing up in Wales and during my more than 16 years of work in the charity sector. I believe local people will have the individual answers to addressing many of the disparities that Members have mentioned.",
        "I am sure Members will appreciate that, as I said at the beginning of my speech, I cannot yet comment on whether community wealth funds will become a named cause in the dormant asset scheme. As I said, we are still reviewing the responses and the final decision rests with the Secretary of State, so I would not want to pre-empt the outcome of the consultation as it would undercut the fair and open process. However, I am deeply grateful for the opportunity to discuss this important idea and the inclusion of community wealth funds, and I am grateful for many of the excellent points that were made.",
        "It is clear from the debate that we all share the same ambition: to ensure that the dormant asset scheme continues to be successful in unlocking such assets for public good. I thank colleagues for their patience while the outcome of the consultation is decided. I certainly look forward to engaging with them all as soon as the response is published in, I hope, early 2023. In the meantime, the contributions today have been absolutely invaluable in highlighting the benefits that the inclusion of community wealth funds could bring. I finish by again thanking my hon. Friend the Member for Stoke-on-Trent Central for leading this important debate."
    ]
}