{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2022-speech-on-the-short-term-and-holiday-let-accommodation-licensing-bill/",
    "title": "Stuart Andrew – 2022 Speech on the Short-term and Holiday-let Accommodation Licensing Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 9 December 2022.",
    "content": [
        "I thank the hon. Member for York Central (Rachael Maskell) for bringing this important debate to the House and for her diligence in continuing to highlight this important matter. I know that we had a lot of exchanges while I was the Minister for Housing, and I am sorry that we never got around to doing the roundtable I promised to do with her in her constituency.",
        "The short-term and holiday letting sector is a matter of considerable interest across all parties, and many hon. Friends have raised it with me, too. I am sure it will continue to be a big issue. The voices that we have heard are key to keeping this debate going and I offer my thanks to the hon. Lady.",
        "The short-term and holiday letting of residential accommodation to paying guests is not a new phenomenon in this country. We have long been able to boast about the quality and range of England’s guest accommodation offer. The quintessential English bed and breakfast, holiday cottage or homestay have been important parts of our accommodation offer for many years. They have long catered for the needs of tourists, those travelling for work or people in need of temporary accommodation. However, it is clear that, over the past 10 to 15 years, there has been a rapid and significant growth in the short-term and holiday letting market, which has changed the shape and size of England’s guest accommodation sector.",
        "At the heart of that change has been the emergence of the sharing economy. Online platforms have played a key role in making it easier to connect homeowners who want to rent out their accommodation with people who are looking for a place to stay for a short period. I want to be clear that the rise of these online platforms and the subsequent expansion of the short-term and holiday let market has been beneficial for hosts, consumers and the wider visitor economy. I am sure that many Members attending the debate today will have made use of them themselves, as will many of their constituents. At the same time, however, we must recognise that this expansion has created challenges and concerns in some of our communities.",
        "**Chris Clarkson (Heywood and Middleton) (Con)**",
        "Obviously we are still facing a housing crisis in this country and, while I completely agree that short-term lets go some way to helping our tourism economy recover from the after-effects of covid-19, does the Minister agree that we need to strike the right balance between the usage of private rented accommodation for short-term lets and ensuring that there are enough good-quality affordable homes available for people who would want to buy or rent them?",
        "**Stuart Andrew**",
        "I absolutely agree with my hon. Friend that we need to have a measured and effective approach, and I will come on to that shortly.",
        "**Rachael Maskell**",
        "On the issue of the private rented sector, the reason why so many are flipping is the inequality within the tax system, where landlords can no longer gain tax benefit as a result of the improvements they make to their property. We clearly now have an inequitable situation. Does not the Minister agree that that is why it is so important to bring forward tighter regulation to license these properties?",
        "**Stuart Andrew**",
        "I do. There are many complex issues around this important point, and the hon. Lady highlights one of them. During my time as the Minister for Housing, I was speaking to colleagues across Government about various solutions we could come up with, and I hope to elaborate on that a bit more in a moment.",
        "Our ambition has been and will continue to be to ensure that we sustainably reap the benefits of short-term lets and holiday lets, while protecting the interests of holidaymakers and local communities. The Government have recently taken a series of steps that we are confident will help us to achieve our ambition for the sector. The Government have recognised for some time now that there are significant concerns that need to be investigated further. That is why, in last year’s tourism recovery plan, we set out our intention to consider a tourist accommodation registration scheme in England. That forms part of the Government’s ambition to create a more innovative, resilient and data-driven tourism industry.",
        "There is, unfortunately, a lack of information and data on the short-term lets market in England. That is why our first step was to carry out a call for evidence, which ran from 29 June to 21 September this year. We had two key aims for that call of evidence. Our first aim was to hear from a range of stakeholders, to help us to develop a fuller understanding of the current market. Our second aim was to use the data and information we gathered to develop policy options. To do that, we asked questions about the changes and growth that have been evident in the market, the benefits and the challenges of short-term lets and the impact of potential policy responses. In total, we received 4,000 responses from all manner of individuals and organisations located throughout the country. Those included hosts operating in the market, guest accommodation businesses, online platforms, enforcement agencies such as local authorities and representative bodies and groups.",
        "That brings me on to the next steps we are taking to improve the short-term lets sector. The call for evidence highlighted that there is a case to introduce light-touch regulation in this currently unregulated sector. The Government are therefore introducing a registration scheme for short-term lets through an amendment to the Levelling-up and Regeneration Bill tabled on Wednesday 7 December. There are a number of benefits to introducing a registration scheme. It will deliver much-needed data and evidence on short-term letting activity across England, providing transparency on the numbers and locations of short-term lets for local authorities, central Government and enforcement agencies. It will improve consistency and coherence in the application of statutory health and safety regulations. It will boost England’s reputation as a destination for visitors, and it will help to attract more international visitors by giving a visible assurance that we have a high-quality and safe guest accommodation offer for all. Finally, it will support local authorities where a high number of short-term lets are deemed to be impacting their local housing market.",
        "Local authorities have highlighted the challenge of accurately assessing the scale of short-term lets in their areas, often having to rely on data from third party providers. As there are some questions over the reliability of that data, a registration scheme would provide local authorities with better information on short-term letting in their area. A consultation on the design of the scheme will be carried out next year before the summer recess. For those reasons, the registration scheme should be seen as a significant step in our policy approach to the short-term lets sector.",
        "**Rachael Maskell**",
        "Does the Minister realise that over that period, another 6,525 properties—29 a day—will flip over to become short-term holiday lets? Surely we need to get on with licensing now.",
        "**Stuart Andrew**",
        "I hope that I have indicated how seriously the Government take this issue, but it is right that we do this properly and make sure we get as much data as possible, so that we really know the position we are facing.",
        "The registration scheme is an altogether different step from the licensing scheme put forward in the Bill. As the Government are already progressing with the registration scheme that I have outlined, I am afraid we cannot support the Bill. None the less, the Government recognise that a registration scheme alone will not address all the challenges that have been highlighted today, particularly in the case of housing. The Government are aware of calls for changes to the planning system. Currently, planning permission is not normally required when an existing house starts to be used as a short-term let. We therefore propose to consult next year on whether planning permission will more often be required when a house seeks to start to be used as a short-term let and for new short-term lets, especially in tourist hotspots.",
        "Today’s debate has also touched upon concerns that landlords may be prioritising short-term letting activity instead of long-term tenancy agreements. This has limited the ability of local people to secure affordable private rented sector properties. The Government are also committed to giving private renters a better deal, with greater security of tenure and safer, higher-quality homes. On 16 June, we published our White Paper, “A Fairer Private Rented Sector” which sets out our plan to fundamentally reform the sector and level up housing quality in this country. Since then, we have also committed to banning section 21 no fault evictions to protect tenants."
    ]
}