{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2023-speech-to-the-gambleaware-annual-conference/",
    "title": "Stuart Andrew – 2023 Speech to the GambleAware Annual Conference",
    "post_date": "December 9, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Gambling Minister, in London on 6 December 2023.",
    "content": [
        "Good afternoon, everyone. I am absolutely delighted to join you here today.",
        "It really is inspiring to look out at the room and see such a variety of voices come together to think about our shared ambition to prevent gambling-related harm, and to build a society which provides the right level of support when and where it is needed most. I would like to specifically acknowledge the role GambleAware has played in pushing forward this objective.",
        "I know many of you in the room have paid very close attention to the plans for a white paper since the launch of our Call for Evidence back in 2020. I know it has been a long road for all of us but I am very pleased that we were finally able to publish a substantial set of proposals. Those clearly outlined the government’s vision for the sector and a commitment to strengthening protections against gambling-related harms.",
        "Central to that ambition is of course the decision to introduce a statutory levy, which will transform how research, prevention and treatment is funded. It will mandate for the first time how gambling companies contribute their fair share towards battling the impact of gambling harms.",
        "We are working quickly to get the levy, and all the other protections outlined in the white paper, in place as soon as we can, through a range of mechanisms.",
        "For example, we have recently included a provision in the Criminal Justice Bill – going through Parliament at the moment – to give the Commission greater powers to tackle the black market. This is just one example, but we will continue to pursue whatever route delivers the protections quickest or the most effectively.",
        "As you all know, earlier this year we published our gambling white paper, the most comprehensive review of gambling laws in 15 years. With multiple consultations already completed or in progress we remain very much on track to deliver the main measures of our review by the summer of next year, including the statutory levy.",
        "I know all of you are particularly invested in the levy consultation, and ensuring that we introduce a system that builds an holistic approach to investment in tackling gambling harms. It represents a generational change to funding arrangements for research, prevention and treatment; and will ensure that we have an effective, integrated system between public and third sector to tackle gambling harms.",
        "That is why we are consulting. We have always taken an evidence-led approach and will continue to ensure that the government considers the best available information. It is important to me that your views inform our approach to implementing this landmark reform in an effective, evidence-led and proportionate way.",
        "We have welcomed the financial contributions that industry has made to research, education and treatment since the introduction of the Gambling Act.",
        "But funding is not the only requirement, and this alone will not achieve our objective for a system which is equitable, ensures a high degree of long-term funding certainty, and guarantees independence.",
        "For the first time, the levy will ensure trusted and sustainable funding to not just pay for treatment, but to further understand and tackle the sources of gambling harm through vital investment in research and prevention.",
        "It will help to better protect people and ensure that the necessary funding is being delivered effectively and directed where it is needed most.",
        "The levy will be paid by gambling operators and collected by the Gambling Commission, with spending decisions approved by DCMS and the Treasury, putting the flow and independence of funding beyond doubt.",
        "I am confident in the way forward and the meaningful opportunities the levy presents. But getting the transition right and ensuring all parties are working closely together is my immediate priority.",
        "To me this means two things:",
        "Firstly: Keeping funding flowing. We have to guarantee that funding remains secure and accessible through the existing system to deliver the important work that many of you are directly involved in on the frontline. It is absolutely crucial for me that there is no disruption to services in the interim.",
        "Secondly: Getting the timing right. We need to manage the introduction of the levy and the build-up to full funding so that there is sufficient time to get the right infrastructure, processes and relationships in place.",
        "Together, this will support a smooth transition to the new system.",
        "Since the launch of the consultation, I have been engaging widely with stakeholders across the sector on these issues and will continue to do so – my message to you is that my door will always be open. I want to make clear today that I have received a commitment from industry to maintain funding until the levy is in force. My department and I are working at pace to see that commitment communicated in no uncertain terms to the sector.",
        "On the broader point around transition, it is vital that we walk before we can run. We need to take the time to get it right.",
        "This will then mean moving quickly to introduce the levy in Parliament so that the statutory foundations are there. But then I want a clear roadmap in place to ensure that your great work has the time and resources to flourish, while we look to improve and expand our collective efforts to prevent gambling-related harms.",
        "I would now like to turn to prevention.",
        "Too often we see and hear about the devastating impacts of harmful gambling. The Commission’s important work through the Gambling Survey for Great Britain recently presented a higher quality picture of gambling participation and harm than has existed previously.",
        "While the Survey is still in development and the statistics are experimental, the indication is that 2.5% of adults are gambling with negative consequences, with even greater numbers at risk. This makes clear that while the majority of people gamble safely, there is still more to do to tackle gambling related harm.",
        "Our white paper outlines a host of new measures we and the Gambling Commission are implementing to protect those most at risk.",
        "But prevention is also about creating a society which has a clear awareness of gambling-related harms, the right support available for those in need, and trust in the services themselves.",
        "Stigma is perhaps the biggest barrier preventing people from seeking help, and I want to specifically mention GambleAware’s vital campaign, which is helping to raise awareness of the issue and helping people take that all important first step to getting the support they need.",
        "An effective prevention plan seeks to identify the right mix of interventions at both the population and individual level. Done well this helps to build an educated, supported and protected society when it comes to gambling-related harm.",
        "For the first time, the levy will provide sustainable funding for the government to develop a coordinated prevention approach, at the local, regional and national level, providing investment for organisations across Great Britain.",
        "This will facilitate more upstream interventions where intervention is most critical and most effective.",
        "This is why I felt it was important to take a broad approach to our consultation in relation to prevention. I want us to closely consider the full range of perspectives and options available so that we can design an effective system to deliver the targeted prevention we require.",
        "I hope the consultation made our ambitions in this space clear. I want to see a levy system which prevents and reduces harm much earlier, while ensuring the right services are available for those who need them across our country.",
        "For that, we need the best available evidence, especially from those with lived experience, to create the right structures for the funding, commissioning and evaluation of prevention activity.",
        "I want to be absolutely clear that fulfilling this ambition is, and will be, impossible without the third sector.",
        "The essential work that GambleAware and many of you in the room have taken forward over the years has provided support and education for so many people; many of whom may have otherwise been left confused, facing closed doors or experiencing further harm. I want to thank you sincerely for that.",
        "I am not just saying this as someone who has worked in the third sector. Charities and local organisations are often closer to the populations they are trying to help, support and treat. I am fully aware of that and it is a priority for me that we do not lose expertise in the system.",
        "Effective and innovative collaboration between public bodies and the third sector is absolutely vital.",
        "We want a system which has no ‘wrong door’ for people seeking help, where the referral pathways are right and where learning is constantly being shared. I hope you will agree that this is an important objective for the future of an effective system of research, prevention and treatment of gambling-related harms.",
        "Thank you once again for inviting me to speak today. It is really heartening to see this group come together to discuss and collaborate on such an important range of issues.",
        "I know that Andrew Rhodes, who is up next, will agree with me on the importance of collaboration, and I thank him for the work the Commission is taking forward at considerable speed to help us deliver on the white paper.",
        "I hope that you will all engage with our consultation on the levy which closes next week, and that the rest of today’s discussions are productive and I look forward to continuing working with you all."
    ]
}