{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2022-speech-on-government-support-for-leisure-centres/",
    "title": "Stuart Andrew – 2022 Speech on Government Support for Leisure Centres",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 15 December 2022.",
    "content": [
        "I am pleased to respond to this debate and I am very grateful to the hon. Member for Warrington North (Charlotte Nichols) for securing it. The contributions that we have heard across the Chamber show the importance that this House places on the provision of good-quality public leisure facilities, and I think all hon. Members will agree that those spaces are vital to allowing people, wherever they may be in the country, to participate in sport and to lead an active lifestyle.",
        "Hon. Members have spoken in this debate of the challenges faced by their own local leisure centres, gyms and swimming pools. The most significant challenge is the rises in energy costs, further to the abhorrent Russian invasion of Ukraine, but there are other challenges with inflation, as the hon. Lady mentioned, the ability to keep qualified and dedicated staff and shortages of pool-cleaning chemicals. While a number of facilities are facing similar problems, no two are exactly the same—just as no two constituencies are the same, I guess.",
        "The leisure sector as a whole has a wide range of stakeholders and operating models, encompassing providers from across the public, private and civil society sectors such as the community interest company in the hon. Lady’s constituency. Local authorities will choose the model that works best for them as part of their consideration of how they can best deliver their services for local communities.",
        "In times such as these, I recognise that local authorities are having to make difficult decisions about which services to protect. I remind the House that leisure provision is not a statutory service for local authorities and, as such, may be deprioritised when it comes to setting budgets for the next year. However, I urge my colleagues in local government to consider the essential services that those facilities provide for their communities, because I firmly believe that public leisure facilities provide so much in the way of positive opportunities and benefits to those communities.",
        "**Charlotte Nichols**",
        "In my own area in Warrington, the funding available from central Government has been cut by about 60% over the last 10 years, which means that approximately 70% of the council’s spending is on statutory services, particularly things such as adult social care. Clearly ,those cannot be cut back on, and we expect the proportion of council spending spent on statutory services will only rise, as an ageing population will have more complex health needs. While I appreciate what the Minister says, that leisure facilities cannot be prioritised since they are not a statutory service but that he encourages councils to do all they can to support them, does he not agree that councils are being put in a difficult position, and that without additional public support and finance, they are fundamentally not able to do that?",
        "**Stuart Andrew**",
        "I recognise those challenges. That is why my right hon. Friend the Chancellor announced the additional support for local authorities in the recent autumn statement, and I hope that will help in these challenging circumstances.",
        "I was referring to the positive opportunities and the benefits that leisure centres provide. I am sure hon. Members are aware that we have very high levels of inactivity in this country, as the hon. Lady mentioned, with almost one third of adults—more than 12 million people—classed as inactive. On top of that, 2.2 million, or 30%, of children are inactive.",
        "While the figures show some signs of improvement post pandemic, we know that more work needs to be done to target the long-term inactive and make sure everyone can receive the benefits that being active brings. We will be publishing our sporting strategy, which will outline how we intend to do that, in the new year. A key part of that strategy will be making sure that people throughout the country, from Carlisle to Cornwall and west London to Warrington, have access to the right facilities for them to get active and feel part of their community.",
        "That is why public leisure centres and facilities are so important: they provide a wide range of opportunities to be physically active—badminton, swimming or even Zumba— at low cost, and in doing so they become hubs for the community, places to meet and to make new friends and new social connections. They also offer jobs and volunteering opportunities to the communities they are in, and the hon. Lady gave a good example of the benefits those centres bring.",
        "Why is this access to sport and physical activity so important? It is proven that regular activity genuinely helps to avoid a range of health issues, whether physical or mental, and that eases the pressure on our NHS. It helps to bring communities closer together, and gives young people essential leadership and teamwork skills. We know that sport works. I know from my own personal experience, when I do get the chance to go to the gym, that it is a great opportunity to reset and refresh, and hopefully that helps me to do my job in a better way.",
        "Speaking to staff at my local facilities, and through conversations with people across the sector, I know that the sport and fitness sector has endured challenging times over the past few years. During the pandemic, the Government prioritised access to sport. We encouraged people to get out once a day for a walk. We worked with gyms to make sure they could reopen safely. In addition, we provided the £100 million national leisure recovery fund, which was part of more than £1 billion of support to the sport sector to ensure its survival.",
        "On top of that, we continue to invest heavily in sport and physical activity through our arm’s-length body, Sport England, which receives over £100 million a year in Exchequer funding, along with over £200 million from the players of the National Lottery. We are continuing to support the sector now as we face the challenges of increased energy costs. Our energy bill relief scheme has limited energy costs for swimming pools, leisure centres, gyms and sports clubs throughout the country to half of what they could have been with wholesale prices as they are. That support will continue over the winter until March next year.",
        "**Charlotte Nichols**",
        "On a point of clarification, I asked what support would be available beyond March 2023, because a lot of leisure centres look as if they will not be able to survive after that cliff edge. I know the Minister will not be able to make a financial commitment today, but is he having conversations with the Treasury about the continuance of a scheme of that kind, in the hope that that support might continue beyond March 2023?",
        "**Stuart Andrew**",
        "The hon. Lady rightly predicts that I cannot make a financial statement here—my colleagues in the Treasury would be extremely angry with me if I did—but I will come on in a moment to some of the work we are doing.",
        "We have also provided business rates relief for those providing these essential services in the private sector, which will remain in place until March 2024. Throughout the implementation of the energy bill relief scheme, officials in my Department and I have been working closely with partners in the sector, such as ukactive, and with colleagues in local government, such as the Local Government Association, to monitor the scheme’s impact and make sure that we are fully aware of the situation facing the leisure sector. Their feedback and the insights they have been providing and sharing with us are so important for ensuring that support can be continued where it is needed most. I take this opportunity to thank them all, as well as the staff at Sport England who have supported us with the review.",
        "The energy bill relief scheme has been under review over the last months, and officials in my Department have engaged with colleagues in Treasury to make sure we have made the strongest case possible for further support. Outside of that energy review, the Department is continuing to review how best we can support the provisions of leisure centres across the country. That includes ongoing engagement with our partners in the public, private and civil society sectors, and across Government, and we will continue to make sure that we support those essential services every way we can. As I have said throughout my speech, I recognise the huge benefit that those services provide to our communities, to the health of the nation and, ultimately, to many of the services that Government provide. I thank the hon. Lady again for bringing this important matter to the Floor of the House."
    ]
}