{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2023-speech-at-uk-sport-event-partners-day/",
    "title": "Stuart Andrew – 2023 Speech at UK Sport Event Partners Day",
    "post_date": "January 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Sports Minister, on 12 January 2023.",
    "content": [
        "Good morning and thank you for the invitation to speak to you today in my role as Minister for Sport, Tourism and Civil Society.",
        "It is a special privilege to be the Minister responsible for sport, particularly at such an exciting time for the sector.",
        "2022 was filled with incredible sporting events that are still fresh in the minds of the British public.",
        "Who could forget the record-breaking Women’s Euros and that magical summer day at Wembley when England were crowned champions, inspiring millions with their iconic victory.",
        "Despite the challenges of organising international sporting events during the pandemic, we delivered on the global stage, through the Commonwealth Games in Birmingham, alongside other major sporting tournaments",
        "I was also lucky enough to attend a number of matches during the ground-breaking Rugby League World Cup which took place in towns and cities across England.",
        "The first Rugby League tournament to integrate the men’s, women’s and wheelchair tournaments with great success.",
        "And I was fortunate to attend the exciting World Gymnastics Championships last autumn which was hosted in the great city of Liverpool.",
        "I strongly believe in the power of major sporting events.",
        "They enrich the lives of people all across the country.",
        "They bring people together.",
        "They drive economic growth.",
        "Enhance global Britain, and help ensure a lasting social impact and legacy through the world-class grassroots facilities that they leave behind for people of all backgrounds to enjoy.",
        "That is why the Government remains committed to bringing the biggest and best sporting events in the world to this country.",
        "I am hugely excited about what is to come in the months and years ahead for hosting major events in the UK.",
        "For example, an unprecedented combined UCI World Cycling Championships in Glasgow and across Scotland later this year, a women’s Rugby World Cup in 2025, and, of course, the prospect of a combined UK & Ireland bid for the UEFA EURO 2028 Championships.",
        "I want to take this opportunity to acknowledge and thank every person in the room today for the hard work, grit and determination that you have shown since this event was last convened in person in 2019.",
        "I know how difficult the intervening period has been for the sport events sector and your resilience has been remarkable.",
        "Your hard work in 2022 was rewarded with a phenomenal collection of events that brought great joy to the British public, and I cannot wait to work with you on what comes next.",
        "I am now pleased to introduce Simon Morton, Deputy CEO and Director of Major Events at UK Sport.",
        "Thank you again, and I hope you all have a very fulfilling and productive day."
    ]
}