{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2023-speech-at-westminster-insight-conference-on-the-future-of-womens-sport/",
    "title": "Stuart Andrew – 2023 Speech at Westminster Insight Conference on the Future of Women’s Sport",
    "post_date": "January 30, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Sports Minister, at The Institution of Structural Engineers in London on 30 January 2023.",
    "content": [
        "Thank you for inviting me to speak to you today and giving me the opportunity to outline my priorities for women’s sport.",
        "It is great to see so many of you here which reflects the genuine interest and enthusiasm surrounding this important area.",
        "I am delighted to have taken on the role of Minister for Sport at such an exciting time and I look forward to making real progress on issues that I personally feel very passionately about, such as equality and diversity.",
        "The Lionesses win at the Women’s Euros last Summer firmly shone the spotlight on women’s sport.",
        "The success of England’s Red Roses reaching the final at the Women’s Rugby World Cup and the success of many female athletes at the Commonwealth Games, including Eilish McColgan’s outstanding performance in the 10,000m to name just one example, have also built on that momentum.",
        "I feel privileged to have witnessed first hand some amazing achievements in women’s sport since I have been in post, such as Great Britain reaching the semi finals of the Billie Jean King Cup for the first time in 41 years and most recently seeing Beth Mead, the Lionesses and Sarina Wiegman being honoured at the BBC Sports Personality of the Year Awards.",
        "There is no doubt that the media profile of women’s sport is continuing to rise too with events such as the US Open, the Women’s Euros, the Women’s Rugby World Cup and the Women’s World Cup being made available to a wider audience on free to air television.",
        "The Rugby League World Cup, which was hosted across England last year, put the Men’s, Women’s and Wheelchair tournaments on an equal platform – hosting all three tournaments at the same time and all players receiving equal participation fees.",
        "I want to build on this momentum ensuring that women’s sport continues to get the media attention it deserves and in turn inspire the next generation.",
        "Audiences for women’s sport are also growing, for example, a record 23.3m UK viewers tuned in to watch the Women’s Euros final on BBC platforms and in November the Women’s Rugby World Cup Final was watched in the UK by 1.7m at 6.30am.",
        "Figures published by Women’s Sport Trust in December showed that 43 million people watched three minutes or more of women’s sport in 2022, and a total of 325 million hours viewed.",
        "This is in stark contrast to 2012, when London hosted the Olympic and Paralympic Games, where there were 20.1 million people watching women’s sport and 19.1 million hours viewed.",
        "This is fantastic and shows that there is a real appetite for women’s sport, something we should continue to capitalise on.",
        "Landmark sponsorship deals, such as Barclays’ investment of over £30 million in the Women’s Super League, have injected money into the system and allowed certain sports to professionalise.",
        "Record breaking and innovative sponsorship deals are also being struck such as Amazon Prime Video re-investing a seven figure sum from sharing the broadcast of the US Open into boosting girls’ participation in tennis.",
        "This is all good news but we recognise that a number of challenges remain.",
        "In terms of participation, men are still more likely to be active compared with women and the latest Active Lives Children data released in December shows that boys are more likely to be active than girls.",
        "It is clear that more work needs to be done to continue to break down those barriers that prevent women and girls from being active such as fear of judgement, safety concerns and lack of time.",
        "We want to ensure that everybody in this country has the opportunity to play and enjoy sport and that includes ensuring more women and girls have the opportunity to get active in a way which suits them.",
        "We also want to continue to raise the profile of women’s sport and encourage more commercial investment into women’s sport.",
        "It’s fantastic to see elite women’s sport getting better coverage but there is more to do to drive up audience figures tuning in to watch women’s sport and to build the case for further investment in women’s sport.",
        "On the subject of governance, I am pleased that the strengthened Code for Sports Governance requires all National Governing Bodies (NGBs) in receipt of public funding to agree a diversity and inclusion action plan with Sport England and UK Sport.",
        "This is a welcome step forward but we need to keep pushing – to make sure women are fairly represented on the boards of our sporting organisations.",
        "We also want to make the most of opportunities that come our way.",
        "Building on the success of the Women’s Euros we will continue to invest in grassroots sport to bring on the next generation of Lionesses and work with the Department for Education to ensure girls have equal access to sports.",
        "We are also working with the Football Foundation and FA to name sites after the Lionesses – in towns and cities which shaped their careers.",
        "The Women’s World Cup in the summer will again shine a light on women’s football and we want to be ready to embrace the renewed interest that this will inevitably generate.",
        "The UK is also hosting the International Working Group on Women and Sport until 2026. This is a great opportunity not only to share the fantastic work we are doing but to learn from other countries too.",
        "In addition, we are refreshing our overarching sport strategy at DCMS and it’s clear that women’s sport needs to be a central part of this.",
        "We are also working with UK Sport to identify future events we could support including the 2025 Women’s Rugby World Cup and the 2026 Women’s T20 World Cup which I am pleased to say will both be held in England.",
        "And following the work by Tracey Crouch and her fan led review of football governance, we are carrying out an in-depth review of domestic women’s football led by Karen Carney to examine issues affecting the game at elite and grassroots level.",
        "We need to maintain an emphasis on improving participation, employment opportunities, commercial investment and visibility in the media. The Review of Women’s Football will support the continued growth and development of the women’s game, to ensure it has a strong and sustainable future.",
        "This is a defining period for women’s football, and this thorough review will be at the heart of that.",
        "I am also keen to engage further on transgender participation in sport and the Secretary of State and I will host a further meeting with sports shortly to understand what work national governing bodies are doing in this area.",
        "We want to ensure that everybody in this country has the opportunity to play and enjoy sport, but when it comes to competitive women’s sport, the Government believes that fairness has to be the primary consideration.",
        "So in conclusion, we want to continue to build on recent successes such as the Women’s Euros and the good work already being done.",
        "As I said at the beginning, this is an area that I care about passionately, and inclusion in sport is a priority for me. We also need to look ahead and be prepared to take advantage of opportunities and find ways to overcome challenges.",
        "I look forward to working with you to ensure that all aspects of women’s sport continue to flourish, and to hearing your ideas for how we can make Britain a great place for women’s sport.",
        "Thank you."
    ]
}