{
    "url": "https://www.ukpol.co.uk/stuart-andrew-2023-speech-at-the-bacta-annual-conference/",
    "title": "Stuart Andrew – 2023 Speech at the Bacta Annual Conference",
    "post_date": "December 4, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Andrew",
            "url": "/tag/stuart-andrew/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stuart Andrew, the Gambling Minister, on 22 November 2023.",
    "content": [
        "Good morning. I am delighted to join you today ahead of a wide ranging discussion about the future of the arcade and amusement sector.",
        "I want to start by telling you something that of course you already know: the economic benefits of the arcade and amusement sector are huge. The sector produces a collective economic turnover of £1.6 billion and supports thousands of jobs across the United Kingdom.",
        "From the arcades supporting our high streets and seaside towns, to the single site operators and manufacturers, all of these play a significant role in supporting employment and helping our local economies thrive.",
        "Our white paper, which we published earlier this year, recognised the importance of the sector. It outlined our ongoing commitment to supporting you after a challenging few years following COVID-19 and rising energy prices. We hope that the measures we are taking will enable the sector to continue to operate sustainably now and over the coming years.",
        "I recognise the commercial challenges you are facing, and I believe that the modernising measures we are taking will help to support that move towards a brighter future.",
        "Many of you here today will be keen to understand the progress we have made on the land-based gambling proposals set out in that white paper.",
        "Last month we closed the government’s land-based gambling consultation, which included our proposals for the reform of the 80/20 rule, the introduction of direct cashless payments on gaming machines, and our commitment to introducing an age limit on ‘cash out’ Category D slot style machines – something which I know Bacta members already adhere to.",
        "The consultation sought views on a range of policy proposals, which were designed to support the arcade and amusement sector. I would like to personally thank all of you who have responded. The evidence you supplied is essential for ensuring that government policy is evidence-led, and takes into account the real world impact that these policies will have on the day-to-day operations of your businesses.",
        "I would also like to thank Bacta for their continued engagement throughout the consultation process. By bringing together a diverse range of voices, and representing its members so effectively, Bacta is able to provide valuable insight to us. This provides us with the confidence that we are hearing the views of the sector as a whole.",
        "In terms of the proposals themselves, I appreciate that many of you will be eager to understand what happens next. I am afraid that you will need to wait a little longer for the government response to confirm our chosen policy direction.",
        "However, I would like to reiterate that the intention behind all of our proposals is to ensure that industry can operate sustainably now and into the future, whilst also ensuring that there are appropriate safeguards in place to protect the minority of customers who experience gambling related harm.",
        "I would especially like to thank the Gambling Commission and local licensing authorities for their work in creating a regulatory environment which minimises the risk of gambling related harm, making Great Britain one of the world leaders when it comes to standards.",
        "I understand Andrew Rhodes will be speaking to you later today and I am sure he will be getting a bit of a grilling, as I am sure I am.",
        "I know that the reform of the 80/20 rule is of significant interest to many of you here today.",
        "Our white paper and consultation recognised that the 80/20 ratio of low to medium stake gaming machines is no longer fit for purpose.",
        "We fully recognise that you believe that this current ratio does not allow you to meet customer demand, and that this has led to the maintenance of large numbers of machines, which are underused but energy intensive. This situation is undesirable for both businesses and the consumer.",
        "We therefore proposed to modernise this ratio to better reflect customer demand. But we have a responsibility to ensure that customers are presented with a genuine offer of lower stake gambling opportunities in order to maintain a safe gambling environment.",
        "To help inform decision making around commercial flexibility and a genuinely balanced product offer, we have sought additional evidence. This includes the consultation as well as an industry data request concerning the use and functionality of different categories of machines. My department and I are extremely grateful to Bacta and other trade bodies for their willingness in sharing such evidence. The data we have received will help ensure that our policies continue to be evidence led, and we will consider it alongside the consultation responses to arrive at a balanced and measured solution.",
        "I appreciate the concerns that John has raised regarding Option 2 and the strong views that have been expressed about this proposal. That is why, in part, to make this policy a success, it has been essential to gather a wider range of evidence through a rigorous consultation process. That is why we also consulted on removing the 80/20 rule entirely. This process will provide us with the confidence that our policy changes will deliver on the white paper priorities of modernising the sector, while maintaining appropriate safeguards against gambling harm.",
        "I am sure many of you will be pleased to see that the government has committed to allowing cashless payments to be made on gaming machines.",
        "Payment methods have shifted substantially in recent years, with many customers on the high street no longer carrying cash as they used to. Having visited Novomatic and Merkur’s high street arcade venues in Hammersmith, I appreciate that there are ways for customers to use their card through things like ticket-in-ticket-out machines.",
        "However, the current prohibition on the direct use of debit cards on machines is out of step with how people expect to be able to pay for things. The ability to use debit cards on gaming machines is a necessary modernisation to ensure that the sector is able to keep up with changing consumer preferences.",
        "As you will appreciate, such a significant transition will not be achieved overnight. There will be technical challenges that manufacturers and operators will need to work through together.",
        "However, we will set out a framework of minimum standards that must be adhered to if a machine is to accept direct cashless payments. Central to this framework is the need to ensure strong player protections are in place to safeguard against gambling harm.",
        "The evidence provided through consultation has been extremely helpful in shaping our thoughts on this and we will set out more details in the government’s response to the consultation.",
        "The final measure which I would like to touch on is our commitment to introducing an age limit on ‘cash out’ Category D slot style machines. This measure is essential for ensuring that children and young people are not exposed to the risks associated with underage gambling.",
        "As Bacta members, I would like to thank all of you for leading the way on this issue. The voluntary ban undertaken by Bacta members on under 18s in 2021 was an important step forward.",
        "We are now legislating on this to ensure that all venues, including those outside of the Bacta membership, adhere to these standards.",
        "I am aware that some of you have expressed concerns about any potential requirement that these machines may be moved to an age-restricted area. I would like to reassure you that we have made no such proposal to do this. We recognise the value of maintaining these machines on the floors of Family Entertainment Centres for the use of adults, while their children enjoy penny pushers and the various other amusements that these venues have to offer.",
        "I am sure many of you are keen for further clarity on the measures and an understanding of the timelines for implementation. My officials are currently analysing the responses submitted through consultation. We intend to publish the government’s response in early 2024, which will outline our precise policy direction on all of these issues.",
        "All of the measures outlined above will require secondary legislation, and we intend to take the necessary steps to implement these measures by summer 2024. As with all secondary legislation, these timelines will be dependent on parliamentary time.",
        "In addition to the land-based consultation, we also recently launched a consultation on the statutory levy, the third consultation that we committed to delivering in the white paper.",
        "The introduction of the statutory levy is an important counterpart to the broader suite of regulatory protections we and the Gambling Commission are implementing. While we would all agree that we want to prevent harm before it occurs, it is also crucial that the public has access to the right help if and when they might need it, and that regulation is informed by quality and timely research.",
        "I want to see increased, independent, sustainable funding to be directed where it is needed most. This will ensure that people across our country can make informed decisions about their gambling and know where to turn for support should they need it. We have proposed a levy rate of 0.1% to be paid by land-based arcades, which is less than the rate proposed for online gambling operators, betting shops and casinos. We believe that this is proportionate approach and should not place undue burden on the sector.",
        "As for the manufacturers, single-site operators and distributors, I understand your concern regarding the proposed 0.4% levy rate. The legislation is clear that the levy needs to be paid by all those with a licence. However, we want the structure to be clear, fair and proportionate. We are keen to hear from industry and will take all evidence we receive into consideration when making a final decision.",
        "That consultation closes on 14 December and, if you haven’t done already, I encourage you all to submit a response.",
        "Thank you once again for inviting me to speak today, and I hope that the rest of today’s discussions are productive. I hope that in my time as the Minister I have shown that my door is open and it will remain open as we continue to deliver what I hope will be the right policies for a sustainable future.",
        "I will now be joined by Sarah Fox, DCMS’s Deputy Director for Gambling and Lotteries. We would be very happy to take any questions you may have about the gambling review and the measures the government is taking to support the sector."
    ]
}