{
    "url": "https://www.ukpol.co.uk/baroness-anelay-2016-speech-on-human-rights/",
    "title": "Baroness Anelay – 2016 Speech on Human Rights",
    "post_date": "December 16, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Baroness Anelay",
            "url": "/tag/baroness-anelay/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Baroness Anelay, the Minister of State for the Commonwealth, on 8 December 2016.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/baronessanelay-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/baronessanelay-1.jpg)",
        "**Introduction**",
        "Lords, Ladies and Gentlemen, distinguished guests, colleagues. Welcome to the Foreign and Commonwealth Office. It is a pleasure to see so many of you here tonight.",
        "The theme of this year’s UN Human Rights Day is ‘stand up for someone’s human rights’. It is more relevant this year than ever, because all around the world people’s human rights are under threat every single day. Whether it is through a squeeze on civil society space, a stifling of public debate or free speech, or a ban on freedom of assembly: it all means the same thing: our human rights are at risk. A short while ago, Hannah who helps me with all my human rights work, asked me what human rights mean to me. Human rights are the right to be yourself without fear of prosecution or persecution, because that runs a theme across everything that makes human beings who they are and who they can be.",
        "**Importance of civil society**",
        "That is why the role of civil society is so important to ensure that human rights can be both promoted, and where they do exist, preserved. It is also why this year’s theme is so relevant to our work here in the Foreign and Commonwealth Office, with our focus on civil society and democracy. I share the Foreign Secretary’s belief that human rights, vital in themselves, are also good for the security, prosperity and development of countries around the world. If the Foreign Secretary were here today – as he would very much like to have been – he would tell you how much he personally values civil society as the mechanism through which all citizens can exercise their freedoms and make their voices heard.",
        "Today I would like to talk to you about the work that the Foreign and Commonwealth Office is doing to support civil society, and our commitment to promote and defend human rights around the world.",
        "**Work of FCO**",
        "Many of you are regular visitors to this building and may have attended some of our recent events – such as our ground breaking conference in October on freedom of religion or belief as a bulwark against extremism, or last month’s Week of Women events. Some of you were with us just this week for the visit of the UN Special Rapporteur on Contemporary Forms of Slavery; or at Australia House for the event we co-hosted an event on the Abolition of the Death Penalty. Those are just a few examples of the human rights work we do here in London.",
        "Overseas, our Embassies and High Commissions are also working on human rights every day. Whether it is supporting organisations that defend human rights, lobbying host governments or debating rules in international fora, our diplomats put human rights at the heart of everything they do. They promote and defend human rights not just because it is the right thing to do, but because it is integral to our national interest and our international reputation.",
        "Their efforts are making a real and positive impact – for example, in helping to create the Human Rights Council’s first ever mechanism to combat violence and discrimination against LGBT communities – that was crucial work they did. When that mandate was challenged at the UN General Assembly, our diplomats helped rally support around the world, to ensure that challenge was defeated, as it should be.",
        "Our work with the UN is crucial, and the UK has been a member of the Human Rights Council for 8 of the last 10 years. I was delighted that earlier this autumn we were re-elected last month to serve a further 3-year term.",
        "Traditional diplomacy like this is still highly effective but we are also moving with the times and adapting how we promote human rights and democracy. Today, that means harnessing traditional and social media channels to get our messages across. They are enabling us to reach some of the most hostile and least democratic corners of our world. An example of this media diplomacy is our support via social media to the UN’s “16 Days of Activism Against Gender Based Violence”, which concludes on Human Rights Day. Naturally, we all know that we need more than 16 days to achieve our goals. Our commitment to promote human rights is for the long term.",
        "**Civil society space**",
        "I mentioned earlier that one of our current priorities is to counter the “shrinking of civil society space” we are seeing happening around the world. It is a problem that has been on the rise for some time: our last 2 annual Human Rights Reports both noted the alarming rise of anti-NGO legislation and other practices that stifle basic human rights, such as public debate and freedom of assembly. The evidence is clear that shrinking civil society space harms a country’s stability, economic prospects and wider social development.",
        "One example of where we are seeing this is Egypt. I am concerned that the new law on non-governmental organisations passed by the Egyptian Parliament on 29 November will be used to prevent Egyptians from contributing to their country’s future, and will create obstacles for international support for Egypt. At a time of economic hardship, Egypt needs civil society more than ever before, and I hope Egypt accepts the UK’s friendly offer of support.",
        "**Human rights defenders**",
        "In this context of shrinking space for civil society, the work of human rights defenders has never been more important than it is now. In their efforts to stand up for the human rights of others, they exemplify the theme of this year’s Human Rights Day as well as the wider principles and values of democracy and the rule of law. They deserve our support and protection and they are going to be the focus of our social media activity on Human Rights Day this year. You’ll be able to see some of our clips being played in the background tonight.",
        "The Foreign and Commonwealth Office works with human rights defenders around the world, sharing information with them and learning from them. We hugely value their courage and dedication. They are a crucial dimension of the projects that we support. This year we are funding 129 human rights projects in over 60 countries through our Magna Carta Fund for Human Rights and Democracy, and that fund is reaching some of the harder to reach communities, who are benefiting from that. But we know we can learn how to do more. Since 2014 the Fund has supported 9 NGO-led projects focused specifically on the work of human rights defenders.",
        "Colombia, which I visited earlier this year, remains one of the most dangerous countries in the world for human rights defenders. We are running a project to open up dialogue between human rights defenders, local and national government, and the international community. It aims to foster a common understanding of the many challenges they face, and of the potential solutions.",
        "We are also investing in the next generation of human rights defenders, through awarding 60 Chevening scholarships for postgraduate studies in human rights. Our scholars are selected for their academic talent and their future leadership potential, and we are confident they will be a force for good when they return home. As I travel the world for the Foreign and Commonwealth Office, it is always a joy to be able to meet our Chevening scholars and see the work they are achieving. They tell me how the opportunity offered to them is making a difference on issues of human rights in their country.",
        "**Conclusion**",
        "An active civil society is the hallmark of a mature society; a healthy society: one that is open to challenge and able to protect the rights of its citizens. Governments should open the space for civil society, not close it down. They should commend human rights defenders – not condemn them.",
        "That is our message from across the Foreign and Commonwealth Office, that we will continue to promote, at home and abroad. This Human Rights Day, let’s all stand up for human rights.",
        "Thank you for working with us."
    ]
}