{
    "url": "https://www.ukpol.co.uk/baroness-anelay-2015-speech-in-geneva/",
    "title": "Baroness Anelay – 2015 Speech in Geneva",
    "post_date": "December 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Baroness Anelay",
            "url": "/tag/baroness-anelay/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Baroness Anelay, the Minister of State at the Foreign & Commonwealth Office and the Prime Minister’s Special Representative on Preventing Sexual Violence in Conflict, in Geneva on 10 December 2015.",
    "content": [
        "[![baronessanelay](https://www.ukpol.co.uk/wp-content/uploads/2015/12/baronessanelay.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/baronessanelay.jpg)",
        "Thank you, Mr Chair.",
        "I would like to begin by paying tribute to the courage and dedication of all those in the Red Cross and Red Crescent movement.",
        "The British Government is extremely grateful for the extraordinary contribution they make – under the most difficult of circumstances – in alleviating the suffering of the most vulnerable, particularly in armed conflict.",
        "Their vital work complements that of states, as we work to build and maintain peace around the world.",
        "We in the United Kingdom are clear that International Humanitarian Law remains the most effective framework for regulating armed conflicts.",
        "That is even more the case as the nature of war changes, as we see new tactics emerge, and new groups take part.",
        "Tragically, the laws of war are being increasingly ignored – by state and non-state groups alike. Therefore, the need for an effective system to minimise the damage of war is greater today than it has ever been.",
        "Mr Chair, my message today is that we already have that effective system. What we need is – not new laws – but better implementation of, and better compliance with, the existing framework.",
        "If everyone complied, International Humanitarian Law would prevent harm to civilians, just as it was designed to do.",
        "That is the immediate challenge.",
        "However, it is also remarkable that unlike other bodies of law, there are no dedicated fora where states can discuss International Humanitarian Law. Where they can meet and take stock of its developments and challenges.",
        "While the Human Rights Council has a wealth of expertise to discuss matters of Human Rights Law, it sometimes lacks expertise on International Humanitarian Law. This has led to confusion and conflation of the two – undermining their integrity and implementation.",
        "That is why the United Kingdom has actively participated in the four-year consultation process to establish a new meeting of states, dedicated to International Humanitarian Law.",
        "The UK strongly believes that this new forum should become the primary focus for all future discussions of International Humanitarian Law amongst States. This is essential to ensure these two important areas of international law remain valid and relevant.",
        "To conclude, we remain convinced that International Humanitarian Law [IHL] remains the most effective way to protect innocent civilians from the devastating impact of armed conflict.",
        "Whilst during the course of the negotiations at this Conference over resolution 2 on IHL compliance there were divergent views about how best to address the problem of non-compliance with International Humanitarian Law, we were reassured that every delegation agreed that compliance with International Humanitarian Law is a matter of the utmost importance.",
        "We hope that, despite the divergent views expressed during this Conference, States can continue discussions on this important matter to ensure a new meeting of states can be established along acceptable lines. The UK remains fully committed to International Humanitarian Law, to ensure it is enforced and its principles are protected."
    ]
}