{
    "url": "https://www.ukpol.co.uk/baroness-anelay-2016-speech-on-womens-rights-in-afghanistan/",
    "title": "Baroness Anelay – 2016 Speech on Women’s Rights in Afghanistan",
    "post_date": "February 29, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Baroness Anelay",
            "url": "/tag/baroness-anelay/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Baroness Anelay, the Minister of State at the Foreign & Commonwealth Office, in the House of Lords on 25 February 2016.",
    "content": [
        "[![baronessanelay](https://www.ukpol.co.uk/wp-content/uploads/2015/12/baronessanelay.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/baronessanelay.jpg)",
        "Thank you Brita for that kind introduction. Thank you also to Women for Women International, for making this event possible, and for their excellent work to promote women’s rights around the world.",
        "It is a pleasure to see so many of you here today. We are all people who care passionately about the rights of women in Afghanistan. People who hope, as I do, that the situation for women there will continue to improve.",
        "I would like to take this opportunity to talk to you today about what has already been achieved for women’s rights in Afghanistan, and what work I believe there is still to be done.",
        "Human rights are an integral part of the work of the Foreign and Commonwealth Office. Indeed, as the Foreign Secretary has said, human rights are the day to day work of every British diplomat. The promotion and protection of women’s rights is at the forefront of that work.",
        "These are rights enshrined in international law. They are vital to ensure stable and prosperous societies. I personally believe in the full participation of women in all aspects of society.",
        "Afghanistan’s future depends on it: the country cannot expect to fulfil its potential if half the population is excluded.",
        "Of course the country has seen significant progress on human rights, particularly women’s rights – but the gains it has made are fragile and significant challenges remain.",
        "These are challenges presented by a fragile security situation, in a country where the Government is fighting to ensure the safety of its entire people. These are also challenges that arise out of a society where traditional tribal values are valued above formal legal structures.",
        "Across Afghanistan, women continue to suffer disproportionately. Women and women’s groups are more likely to be victims of the insurgency and victims of sexual violence. Women have fewer economic and social opportunities and their access to the justice system is limited, in some cases non-existent.",
        "The appalling murder last year of Farkhunda Malikzada falsely accused of burning the Koran, highlights the personal risks faced by Afghan women who dare to speak out.",
        "Of course progress has been made over the last 15 years. The UK Government has helped more than 2.8 million girls enter formal education. The first women officers are being trained in the security forces. There are now more women in the Afghan Parliament than ever before, and more and more women are taking part in elections.",
        "The country is beginning to recognise the important role women can play in its stability, as well as its economic development.",
        "For many families, it is now a matter of pure economic necessity for women to have a job. With more women in employment there has been a growing recognition of the value of education, and of the valuable role women can play in public life.",
        "As many of you know, 2015 was a year of significant change in Afghanistan. The National Unity Government set out its agenda for its ‘Transformation Decade’. The country saw a significant reduction in the international military presence.",
        "It was also a year that saw the National Unity Government make substantial commitments in the Afghan National Action Plan for Women, Peace and Security.",
        "In October, senior officials introduced the Self Reliance for Mutual Accountability Framework. It is through this framework that the government of Afghanistan have committed to improve women’s access to justice, to increase their participation in government, and to prepare and implement laws on anti-harassment and the elimination of violence.",
        "The difficult part for the government now is ensuring that those commitments can be delivered, and that the progress made over the last fifteen years is not lost.",
        "Despite the low baseline for women’s welfare and livelihoods in Afghanistan, conditions have improved for hundreds of thousands. These gains have been hard won and must be consolidated and built upon.",
        "While the government of Afghanistan is working to make a difference to the lives of Afghan women, crucial work is also being undertaken by the international community to improve their access to rights.",
        "Commitments at international conferences are an important first step, but words must be translated into action to create lasting change. Again, making it happen is what matters.",
        "Real progress can only be made where there is collaboration between the international community and an active and influential civil society that can support brave human rights defenders.",
        "As Hillary Clinton said, women’s rights are human rights. We need to change social attitudes across the spectrum of society if we are to be successful in our aim to of delivering a better future for the women of Afghanistan. Much of the successful work being done now in Afghanistan is only succeeding by influencing men. Not just in Kabul’s political classes, but at the local level too, in provinces and districts throughout the country.",
        "2016 will be another significant year in defining the future for women in Afghanistan. Both the follow up to the Oslo Symposium on Women’s Rights and Empowerment in Afghanistan, hosted in Kabul, and the development conference hosted in Brussels in October, will be important milestones. We know the will is there.",
        "These events will provide opportunities for the international community to send strong messages of support for women’s rights and empowerment in Afghanistan. They will allow for an in-depth exchange of ideas on key women’s rights reforms.",
        "Most significantly of all, they will provide a platform for the government of Afghanistan to demonstrate their achievements and to explain the challenges they face, but also to be held to account by the international community on the commitments they have made so far. A key part of any post-conflict stabilisation is addressing the needs of those who have experienced sexual and gender-based violence. Not doing so holds back community reconciliation and social and economic development. Tragically, Afghanistan and its people will undoubtedly continue to face challenges from active insurgent groups in 2016. As an international community, we must continue to work together to put a stop to sexual violence in conflict afflicted regions.",
        "Where it does occur, perpetrators must be held to account. Survivors must receive support from local communities, civil society and governments, so that they have the tools they need to rebuild their lives.",
        "We hope that 2016 will be a year in which major steps are taken forward on Afghan women’s rights. A year when traditional attitudes are robustly challenged, women are economically and socially empowered, and justice is delivered for all Afghan women.",
        "Our own experience teaches us that women’s rights take hold when they were forged from within, not imposed from outside. This is why I believe that change in Afghanistan must be internally led, and that all Afghan people have a role to play in helping women to realise their full potential.",
        "The UK Government remains committed to helping the government of Afghanistan realise its constitutional and international human rights obligations.",
        "We will continue to support and work with them, together with local and international NGOs, civil society organisations and international partners.",
        "We aspire to give every woman, in every country, every right that we enjoy ourselves under the Universal Declaration of Human Rights. Afghanistan is no exception and we look forward to working with you to realise that goal."
    ]
}