{
    "url": "https://www.ukpol.co.uk/caroline-ansell-2023-parliamentary-question-on-empty-buildings-in-town-centres/",
    "title": "Caroline Ansell – 2023 Parliamentary Question on Empty Buildings in Town Centres",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Caroline Ansell",
            "url": "/tag/caroline-ansell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Caroline Ansell, the Conservative MP for Eastbourne, in the House of Commons on 9 January 2023.",
    "content": [
        "**Caroline Ansell (Eastbourne) (Con)**",
        "What steps he is taking to encourage developers to redevelop empty buildings in town centres.",
        "**The Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities (Dehenna Davison)**",
        "Regenerating our town centres is essential to the Government’s commitment to level up the country. The Levelling-up and Regeneration Bill includes measures to tackle vacant properties, such as high street rental auctions, and it clarifies compulsory purchase powers. We have also revised the business development and use class rules so that commercial buildings can change easily between uses. Through the town deals programme and future high streets fund, the Government are also investing £3.6 billion to regenerate town centres, which of course includes projects to redevelop empty shops.",
        "**Caroline Ansell**",
        "With zero VAT on new build, demolition and greenfield development would seem to be the smart choice for developers, while empty buildings such as the former Debenhams in Eastbourne town centre, which would carry 20% VAT for renovation, are overlooked and year on year move towards dilapidation. Has any assessment been made of the number of new homes that could be delivered should different VAT regimes be levelled up? And, as there has been a great deal of negative campaigning—[Interruption.] I will come to that point next time.",
        "**Mr Speaker**",
        "One question.",
        "**Dehenna Davison**",
        "I thank my hon. Friend for her question; she is a fantastic champion for levelling up in her community. Questions on VAT would be a matter for His Majesty’s Treasury, but we are of course committed to reviewing incentives around brownfield development and will announce further details on the scope of that review in due course."
    ]
}