{
    "url": "https://www.ukpol.co.uk/caroline-ansell-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Caroline Ansell – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Caroline Ansell",
            "url": "/tag/caroline-ansell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Caroline Ansell, the Conservative MP for Eastbourne, in the House of Commons on 9 September 2022.",
    "content": [
        "I rise to extend the love and heartfelt condolences being expressed in Eastbourne and Willingdon today to His Majesty the King, the royal family and the royal household—how mightily our sovereign lady will be missed. Her legacy, of course, will be global in its reach, but will find form in very local ways too. In my constituency, one such way will be in the shape of the Queen’s green canopy.",
        "This 10-year community jubilee project has a goal of planting 5,000 trees from the foot of the South Downs at Bede’s all the way to the highest point in Eastbourne at Butts Brow. The project will regenerate and reimagine this beautiful and inspiring landscape for generations yet to come. It is special, too, that it was Her late Majesty’s father, King George VI, who formally opened the town’s downland in 1929, and it is perhaps rather poignant that it was Her late Majesty who planted the first jubilee tree at Balmoral. The project is a fitting tribute, as Her late Majesty’s love of the great outdoors is well known.",
        "Well known, too, is the Queen’s deep Christian faith. One of the first messages of love and appreciation in Eastbourne’s book of condolence today reads, “In her wisdom, charm, devotion to duty and warmth, she was a guiding light for our country”, and so she was. In her humble and gracious way, however, the late Queen would have testified to the guiding light of Christ in her life. In the very last devotion she used to prepare for her coronation, she prayed:",
        "“God be in my head, and in my understanding. God be in mine eyes, and in my looking. God be in my mouth, and in my speaking. God be in my heart, and in my thinking. God be at my end, and at my departing.”",
        "Elizabeth Windsor has run her race quite majestically. May she now rest in peace and rise in glory. God save the King."
    ]
}