{
    "url": "https://www.ukpol.co.uk/caroline-ansell-2020-speech-on-international-language-schools/",
    "title": "Caroline Ansell – 2020 Speech on International Language Schools",
    "post_date": "July 1, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Caroline Ansell",
            "url": "/tag/caroline-ansell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Caroline Ansell, the Conservative MP for Eastbourne, in the House of Commons on 1 July 2020.",
    "content": [
        "Mr Deputy Speaker, “We anticipate that the huge loss of student volume and revenue already seen in 2020 will mean that around 30% of UK English language testing centres will cease trading. More than this will not survive the traditionally quiet winter season.” Those are the words of the sector’s representative body, English UK, and a potentially disastrous prognosis for one of our most successful exports: the English language. Many sectors have of course been sorely impacted by the effect of the virus, but I fear that English language teaching must be recognised as doubly hit, being one of the first industries to fall to the covid-19 effect, with travel from our two major markets, Italy and China, closed down even before the World Health Organisation declared a pandemic. To compound that early loss, the sector will necessarily be one of the last to rally.",
        "The sector has all the challenges of the hospitality sector, but with no domestic markets to pivot toward—no staycations—and little room for diversifying, with online learning being no substitute for the experience of living the language in the country of its origin.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I thank the hon. Lady for securing this debate. I have already said to her what a pleasure it is to see her back in the House again and able to contribute to these debates. It is nice to see opportunities for Adjournment debates such as this. I believe the hon. Lady is aware that since the pandemic began in these countries and the UK was locked down, it is estimated that as many as 90% of the more than 35,000 staff in the industry have been furloughed. The industry, which is worth £1.4 billion to the UK economy, will not be able to operate in its busiest seasons, spring and summer. Does the hon. Lady agree that there is clearly an urgent need for Government assistance?",
        "**Caroline Ansell**",
        "The hon. Gentleman has outlined the very real assistance that the Government have given in the form of the furlough scheme, which has provided lifeline funds. Is there more support going forward? I hope so.",
        "In the time afforded me, I hope to touch on the value of the sector and the impact of the virus, and to signpost the road to recovery. My constituency of Eastbourne is known for its record sunshine hours, its beautiful coastline, the South Downs, and of course its iconic pier, all of which combine to make it a top tourist destination. Hospitality and conferencing are central to the local story, but perhaps the untold story is that our international students, from juniors to undergrads, are a vital part of the visitor landscape, whereby each summer the town’s population swells and its average age plummets.",
        "Our international schools are local employers. They provide business for local transport and tourist venues, and pump-prime retail and food outlets. Likewise, importantly, there is secondary income support for the several hundred host families for whom the time in the summer hosting students makes the difference. More than ever, over all these years, we have seen friendships endure, we have seen marriages, and we have seen new businesses from those who have come to study and made their lives with us.",
        "This does not all come from Eastbourne, of course, but in a regular year English language teaching brings in half a million students and an estimated value to the economy of £1.4 billion, and supports, as the hon. Member for Strangford (Jim Shannon) said, 34,000 jobs across the country.",
        "**Harriett Baldwin (West Worcestershire) (Con)**",
        "I thank my hon. Friend for securing this Adjournment debate. She is making an excellent speech. I would like to endorse the points she is making on behalf of the many people who are employed teaching English as a second language in Worcestershire.",
        "**Caroline Ansell**",
        "I thank my hon. Friend for her kind comments and her recognition of just how important this sector is in her constituency, in mine, and across the country.",
        "**Christian Matheson (City of Chester) (Lab)**",
        "I endorse the congratulations to the hon. Lady on standing up for this important sector. She is talking about the financial value, which is considerable. Is there not also a cultural value of projecting British values and the notion of being British right across the world as we welcome visitors and then they go back to their home countries?",
        "**Caroline Ansell**",
        "The hon. Gentleman is so right to add that distinction. While this does provide a boost for our economy, it also enriches, on several different levels, our outreach into the wider world, and the experience of people living here who come into the presence of others from around the world. It is hugely important. The statistics I mentioned are obviously very key to this debate, but so is the significant soft power that he refers to.",
        "Then, of course, there was lockdown. From March this year, English UK strongly recommended that all its members close the doors of their centres to support the national effort to keep people safe, and they did so.",
        "**Sally-Ann Hart (Hastings and Rye) (Con)**",
        "Hastings has many language schools and also East Sussex College. International students have become rare and in demand all over the English-speaking world, so does my hon. Friend think that we need to roll out the red carpet for them and perhaps consider having the terms of visas equal between universities, schools and colleges?",
        "**Caroline Ansell**",
        "I thank my hon. Friend and parliamentary neighbour. In this time of challenge and change, as we step into a new future next year, it is hugely important that we look at the wraparound to this sector. Anything and everything that could present a barrier or an obstacle, or make us less competitive in the world, we should look at and address to make sure that we are match-fit for the future.",
        "This has been a hugely important export for us, and long may that continue. But it will not continue this summer. Our language schools face the crucial summer season with a stark outlook. Members of English UK say that nearly half of their annual trade volume is turned over between July and September; this is now lost.",
        "The Government have provided lifeline funds, with unprecedented support to match these unprecedented times. UK ELT centres have been able to access job retention schemes, and as the hon. Member for Strangford (Jim Shannon) said, the positions of 90% of their staff—the scale is incredible—have been secured to date. Some centres have been able to take advantage of CBILS and bounce-back loans. All have applied for business rates relief, but to date only 17 local authorities have granted that. How long will the sector’s problems last? Well, 57% of ELT centres think that they will open on 1 October to teach new adult students.",
        "**Stephen Hammond (Wimbledon) (Con)**",
        "My hon. Friend is making a powerful point about business rate relief and the discretionary grant. That is being done on a postcode lottery, and it can be solved quickly. Local councils are saying that they do not have the discretion to grant such relief, and the Ministry of Housing, Communities and Local Government says that they do. If MHCLG would clarify that English language schools are included for business rate relief—perhaps the Minister has heard that point—that would help language schools across the country, particularly Wimbledon School of English and the Centre of English Studies Wimbledon.",
        "**Caroline Ansell**",
        "I thank my hon. Friend for that intervention and I endorse his request. Such a move would make a difference.",
        "Confidence in the junior market has collapsed. It represents 51% of those studying English in the UK, so the impact is catastrophic. It is almost certain that the Italian Government’s ban on school group travel, which is our majority market, will be extended at least until the autumn. The British Council China advises that it is highly likely that no students will travel for ELT courses at any point in 2020. International surveys of confidence in study abroad are universally low, but we must rally.",
        "For that road to recovery, my first question is about who is to be its lead author. The English language teaching sector’s needs and interests are caught up in a jigsaw of Departments. Those include, but are not confined to, the Department for Education, the Treasury, the Department for Business, Energy and Industrial Strategy, the Home Office, and, of course, the Department for International Trade. Will the Minister take up the question of whether one owning Department could perhaps provide the focus and firepower for sector representation? In this critical juncture, will he put forward the pressing need to orchestrate a cross-departmental recovery plan to tailor bespoke support to the sector? Will he encourage local councils to extend their support to include local language schools? Many ELT schools are excluded from the business rate relief scheme for retail hospitality and leisure businesses, despite providing educational holidays for more than half a million overseas visitors every year, who stay on average for two, three or four weeks.",
        "**Alison Thewliss (Glasgow Central) (SNP)**",
        "The hon. Lady is making some excellent points. I am lucky enough to have the Live Language school, among many others, in my constituency. Its problem is not so much the rates; it is about getting its insurer to pay out. Its insurer says that covid-19 does not count when it comes to eligibility for business interruption insurance. Does the hon. Lady agree that the Government also need to address that problem?",
        "**Caroline Ansell**",
        "I thank the hon. Lady for her question. All matters that impact on the viability of business must be addressed. I know good work has been done on that, and there have been varying performances from different insurance providers. I am heartily sorry to hear that her language school has suffered that additional challenge to its operating base, in what is already a difficult time.",
        "I would raise the possibility of extending the validity of the six and 11-month visas where course start dates have been postponed, to ensure that the UK’s ELT sector can welcome back those students who had already booked and paid for courses to begin as soon as travel restrictions allow.",
        "I would raise issues of education oversight, Ofsted grading, the levelling up of higher education and further education, but this evening I will ask of my hon. Friend the Minister: what provision and plans does the Department for Education have to champion this export industry in the post-lockdown recovery phase? Can we make GREAT and tradeshow access programme funding more available to our education exporters to support promotional campaigns targeting partners and buyers, students and their influencers? That would help ELT organisations to ensure the continuing visibility of brand UK in the recovery phase, when international competitors such as Malta are already lifting travel restrictions and welcoming international students without quarantine.",
        "I am grateful for this opportunity to raise in an Adjournment debate how important the sector is to communities across the UK, mine included, the difficult path it faces this year and next, and the benefits of future Government action to support it. If we wish to retain those benefits of social and cultural enrichment, of inward investment and soft power, I believe the specific calls of the sector need to be debated, just as its deep value to the UK needs to be celebrated."
    ]
}