{
    "url": "https://www.ukpol.co.uk/tonia-antoniazzi-2023-speech-on-road-traffic-collisions-involving-cats/",
    "title": "Tonia Antoniazzi – 2023 Speech on Road Traffic Collisions Involving Cats",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tonia Antoniazzi",
            "url": "/tag/tonia-antoniazzi/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Tonia Antoniazzi, the Labour MP for Gower, in Westminster Hall on 9 January 2023.",
    "content": [
        "I beg to move,",
        "That this House has considered e-petition 607317, relating to requirements to stop and report road traffic collisions involving cats.",
        "It is indeed a great pleasure to serve under your chairship, Ms Harris. The petition calls for Parliament to amend legislation",
        "“to make it a legal requirement for a driver to stop & report accidents involving cats.”",
        "It has been signed by 102,436 people throughout the UK, with the highest number in Tunbridge Wells. It is often said that Britain is a nation of animal lovers. As I am sure all Members’ inboxes will attest, issues of animal welfare, from the use of animals in research to livestock transport, move people from all walks of life to engage with their representatives.",
        "As a nation, we are particularly attached to our pets. According to the People’s Dispensary for Sick Animals, around 52% of UK adults own a pet. Our pets play a huge part in our lives and many of us consider our pet another member of the family. Although dogs are the most common pet in the UK, cats are not far behind: one in four households are home to at least one cat. The choice of a cat as a pet is often not understood; non-cat owners may wonder what is to be gained from a pet who operates completely on their own terms. Cat owners will know that that is just one part of the mystique of having a cat. Cats Protection’s 2022 “Cats and Their Stats” report found that",
        "“companionship, reducing loneliness, and reducing stress were collectively the top reasons for owning a cat”.",
        "**Mark Tami (Alyn and Deeside) (Lab)**",
        "Does my hon. Friend agree that we have seen, certainly during the covid pandemic, the ownership of cats and dogs increase because of the companionship that they offer? That is particularly important for people who live on their own. I am sure my hon. Friend will agree that it is heartbreaking for an animal to be run over, whether it be a dog or a cat, and for the owner in many cases never to find out what actually happened. Cats are pets and should be treated in the same way as dogs.",
        "**Tonia Antoniazzi**",
        "I thank my right hon. Friend for his contribution. It is true: we love our pets and they are a huge part of the fabric of our families and our lives. He is right that we saw an increase in ownership during in covid, and that the necessary measures must be put in place so that there is not such heartache—I will go on to talk about that—when pets disappear and are unaccounted for.",
        "We have spoken about the importance of pet cats for the wellbeing of their owners, especially during covid, and in relation to loneliness. The Cats Protection report also showed that 92% of owners see their cat as part of the family and that 67% say their cat gives them something to get up for in the morning. Alongside their independent nature, inquisitiveness and aloofness, that has helped them to be one of our favourite pets.",
        "It is a reflection of the nation’s love of animals that the UK ranks highly on the world stage in respect of animal welfare, but there are gaps in the legislation, particularly in relation to our feline companions. We do all that we can to protect our pets, but sometimes it is not enough. The sadness of losing a pet—a part of the family—is only exacerbated by not knowing what has happened. That sad state of affairs is the reality for many cat owners across the United Kingdom. For many of them, a missing pet will lead to an assumption that the cat been hit by a vehicle and simply left by the roadside to be picked up by the local authority’s refuse services. I know that is a blunt description.",
        "**Dr Lisa Cameron (East Kilbride, Strathaven and Lesmahagow) (SNP)**",
        "The hon. Lady is making such an important speech, and this debate is vital to many constituents. Does she agree that further support should be given to local authorities to ensure they have the necessary resources to scan cats when they are found—and dogs too—and make sure that owners are notified?",
        "**Tonia Antoniazzi**",
        "I thank the hon. Lady for that contribution. I will go on to talk about local authorities, but it is a case of them having the necessary resources to be able to scan animals and know that they are accounted for.",
        "The petitioner, Olivia, is here in the Gallery and is an avid campaigner for the protection of cats. When we spoke before Christmas she was thankful that the situation when she lost her cat was not the same as the one I have described. Their beloved cat, who was very much part of the family, was killed by a car; however, a good-hearted neighbour who found the cat knocked on all the doors until the owner was found in order to let them know. It should not be down to luck or a good Samaritan.",
        "**Kirsten Oswald (East Renfrewshire) (SNP)**",
        "The hon. Lady makes an important point. Most residents of our communities would want to do the right thing. They would want to make an owner aware of the tragedy that had happened because they would appreciate the hurt and sadness the family would feel and would not want to leave them in the dark. Does the hon. Lady agree that groups such as Cats Protection Giffnock in my constituency have done really valuable work on this issue? They ought to be commended for making sure that it is kept in the public eye. I hope we see some progress.",
        "**Tonia Antoniazzi**",
        "I thank the hon. Member for her contribution. Doing the right thing gives us heart, does it not? The work of Cats Protection and all the organisations that have campaigned for cats is to be commended, because it is excellent in keeping the issue in the public eye, which is really important.",
        "**Rehman Chishti (Gillingham and Rainham) (Con)**",
        "I pay tribute to the hon. Lady for her work on this issue. I introduced a presentation Bill on the compulsory microchipping of cats, and we are waiting for legislation to come in. I thank the Government for that.",
        "The second part of my Bill was on the issue of reporting after an accident. Of course the great majority of people in our great country would do the right thing, but it comes down to a basic principle: parity of esteem. People love their dogs and cats. We currently have legislation under section 170 of the Road Traffic Act 1988 that covers horses, cattle, asses, mules, sheep, pigs, goats and dogs, but not cats. People in my constituency and throughout the country ask, “Why not?” If the primary objective is to alleviate pain and suffering, we need to make sure we have parity for cats.",
        "**Tonia Antoniazzi**",
        "I thank the hon. Member for his very good contribution. Unfortunately, the 1988 Act was not put in place with this issue in mind, but I am going to talk about the microchipping issue that he has done significant work on.",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**",
        "Following on from what the hon. Member for Gillingham and Rainham (Rehman Chishti) said, the Government previously committed to bringing forward regulations to make cat microchipping compulsory before the end of last year. Many charities are concerned that they have not yet been laid; does the hon. Lady share those concerns?",
        "**Tonia Antoniazzi**",
        "I thank the hon. Member for her contribution. That is exactly what I am going to talk about. I agree that the microchipping legislation should be brought forward.",
        "Under section 170 of the Road Traffic Act 1988, drivers are required to stop and report incidents of hitting a horse, cattle, ass, mule, sheep, pig, goat or dog, as mentioned by the hon. Member for Gillingham and Rainham (Rehman Chishti). The Act reflects an understanding of animals as having a financial value attached to them as livestock or working animals. As such, cats are not covered. The petitioner, Olivia, and organisations including Battersea and the Blue Cross want this to change.",
        "Because there is currently no legal requirement to report, we do not know how many cats are killed by vehicles. One needs only to have a quick search through their local area’s Facebook groups to know that. It is sadly very commonplace. Some 52% of respondents to the Petitions Committee’s survey for this debate said they had lost a cat as a result of a road traffic accident, with a further 40% suspecting that their cat had been killed but without any proof.",
        "The reality is that not all drivers comply with the 1988 Act as it stands. For example, one particular road in my constituency has become notorious for cattle deaths at night, with the deceased animals being found by other drivers in lighter hours and reported then. Whether or not there is a place for cats in the Act, we know that it is not fully fit for purpose as it stands. How can the Government help to ensure that cat owners such as Olivia are not left in limbo when it comes to losing their beloved pet?",
        "**Andy Slaughter (Hammersmith) (Lab)**",
        "I had the pleasure of hosting a Cats Protection event just before Christmas. Some 76 MPs and peers turned up, which shows where the sympathies of Members lie. Does my hon. Friend agree that it is a shame the Government are out of step with the view of Members and that they should look at this matter again? They have dismissed it rather out of hand in their response to the petition, but this issue goes hand in hand with microchipping. The Government said they would bring forward microchipping by the end of last year; they should now do so, in tandem with introducing provisions on reporting.",
        "**Tonia Antoniazzi**",
        "I thank my hon. Friend for making that point and for hosting Cats Protection before Christmas. That event really was well attended. The point of such events is to raise awareness of legislation that is not fit for purpose and to talk to peers and Members of Parliament about the importance of cats. We do not need a huge uprooting of legislation to get this right: small changes would make a huge difference to cats and cat owners.",
        "First, we need the Government to finally make good on their promise to make it a legal requirement for cats to be microchipped. In its 2022 “Cats and Their Stats” report, Cats Protection estimated that 2.8 million cats are not microchipped, meaning they do not have any permanent identification. Microchipping is a hugely important part of responsible pet ownership, and making it compulsory for cat owners would send a vital message that it is an integral part of looking after a cat. The Government had planned to lay regulations by the end of 2022 to bring compulsory cat microchipping into force after a transition period, but sadly that has not yet happened. I would be most grateful if the Minister could confirm a timetable for the enactment of that legislation. He has a wonderful opportunity to come forward with that change, which the Government have supported.",
        "Secondly, requiring local authorities to scan and log cat fatalities would make a huge difference. National Highways contracts already include a requirement to identify and inform the owner of any domesticated animal fatality on main trunk roads, with keepers given the opportunity to come forward and collect their pet’s remains. The local authorities that cover the rest of the road network are duty-bound to remove deceased animals but not to scan and log, although many do—the situation is inconsistent across the United Kingdom, but the infrastructure already exists.",
        "By requiring local authorities to make attempts to identify cat fatalities, comfort and certainty can be given to owners whose cats are killed in accidents. A freedom of information request carried out by Cats Protection in May 2019 found that 92% of local councils in England have some sort of arrangement in place to scan cats, but only 75% inform the chip company. It is clear that there is a lack of consistency on this front, and intervention from the Government would only improve the situation.",
        "It is true that cats and dogs, while both beloved choices of pet, have different legal standings. We should be creating parity between the two and making things less difficult. Dog owners are legally required to keep their dog under control in public, whereas cats are said to have the right to roam, although owners are still responsible for making sure that their cats do not cause injury or damage to property. The so-called right to roam has often ended conversations on cat welfare legislation, for reasons I have already discussed, but that need not be the case.",
        "Unlike so many of the issues we discuss within these walls, this is not a complex problem. The infrastructure needed to implement the changes already exists and charities such as Cats Protection are already working with local authorities to provide scanners and support their work. The changes requested may not save cats, but they can prevent any added heartbreak. I extend my deepest thanks to Olivia for starting the petition and starting the conversation. She is asking not for an overhaul of legislation but just the chance for other owners to feel the closure that she has felt at such a traumatic time."
    ]
}