{
    "url": "https://www.ukpol.co.uk/tonia-antoniazzi-2023-speech-on-prescription-charges-for-people-aged-60-or-over/",
    "title": "Tonia Antoniazzi – 2023 Speech on Prescription Charges for People Aged 60 or Over",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tonia Antoniazzi",
            "url": "/tag/tonia-antoniazzi/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tonia Antoniazzi, the Labour MP for Gower, in Westminster Hall, the House of Commons on 6 March 2023.",
    "content": [
        "I beg to move,",
        "That this House has considered e-petition 594390, relating to prescription charges for people aged 60 or over.",
        "It is an honour to serve under your chairship, Sir Edward. The petition I am presenting touches on a number of incredibly important issues in healthcare from access to treatment to public health and preventative care, all within the context of how the NHS adapts to an ageing population. Although the petition focuses on prescription charges, it must be considered in the broader economic context of the cost of living crisis, with months of rising prices and inflation where even the most basic necessities are becoming luxury items for many.",
        "The steady rise of pensioner poverty since 2015 shows no sign of stopping, continuing a trajectory that will see millions of us face a retirement dominated by debt and hardship. That context means we are duty-bound to look beyond figures on spreadsheets and examine what the proposed scrapping of free prescriptions for that age group would mean for those who would be impacted by it. It is those impacts that the petition creator Peter had in mind when he set it up.",
        "When I spoke to Peter about why he started the petition, he shared his concern about the impact these changes would have not on him, but on his local community—the men and women who are already struggling with costs and are making difficult choices about what to prioritise. It is people like him who have spent a lifetime working in industry and those who, because of that work, now suffer from a variety of medical conditions, each needing different medications. It is those women, including his wife, who had their lives upended by the callous way the Government implemented the equalising of the state pension age. WASPI—Women Against State Pension Inequality Campaign—women, who were born in the 1950s and live in England, have further issues to deal with compared with those in devolved countries.",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**",
        "Uprating the age when prescriptions become free in England to be in line with the state pension age, as the Government consulted on, would be harmful given the cost of living crisis, as the hon. Lady said, and the growing economic activity in those over 50 for various reasons, including their health. Does she share my concern about what this could mean for ease of access to medical treatment for the older generation?",
        "**Tonia Antoniazzi**",
        "I thank the hon. Lady for her contribution. It is, indeed, a huge concern that people with multiple health problems are facing extra difficulties in accessing prescriptions and are having to make those difficult choices about how they spend their money.",
        "For Peter, it seems that something has gone incredibly wrong to get us to this point—something broader than this planned introduction of charges, but something encapsulated by it. It is the breaking of a promise—the promise between citizen and state and the promise that a lifetime of contribution, whether financial through tax and national insurance or through the unpaid labour of care that enables our economy to function, means support in retirement. Peter kept his part of the bargain. It was great to have a conversation with him. He could not believe that his petition was being debated in this place, and it is so important that his voice and the voices of others are heard in this place. He kept his part of the bargain, first in the shipyards on the Tyne and then working on aircraft. He paid in and did what was expected, as did hundreds of thousands of others, but the Government have not held up their end of the bargain. They have changed the rules, and it looks like they will do so again. That unfairness is the reason why we are discussing the matter today.",
        "The plan to introduce charges seems particularly unfair when Peter does not even have to look that far from home to see a better way. England is the only nation in the United Kingdom without free prescriptions and, as colleagues may have guessed from my accent, I am Welsh. I have the great pleasure of representing Gower, one of the three Swansea constituencies, which is beautiful. If anyone ever wants to visit, please do.",
        "Swansea and Newcastle have a lot in common: both are port cities with a proud industrial heritage; both are famous for an excellent night out. It seems the height of unfairness to many in Newcastle and across England that they alone in the United Kingdom pay for prescriptions. I am sure that the Government will tell us that several conditions are exempt and that pre-payment certificates cut costs, but, as I said earlier, we must look beyond the briefings to the reality of the system actually. The exemptions list is not only woefully out of date but, apart from the addition of cancer in 2009, it has not been reviewed since 1968. It also does not cover several life-changing conditions, such as Parkinson’s, arthritis, asthma, Crohn’s disease, cystic fibrosis, lupus or motor neurone disease.",
        "That is the tip of the iceberg. People with those conditions, and other complex, lifelong conditions, still pay for their prescriptions. For those with multiple, co-existing conditions, the cost is even higher. Evidence from the Prescription Charges Coalition, a group of 50 organisations calling on the Government to scrap prescription charges for people with long-term conditions in England, shows that people with long-term conditions struggle to pay for their medication. A third of respondents in England with long-term conditions reported that they had not collected a prescription item due to the cost. Nearly a third admitted that they are skipping or reducing medication doses, with cost concerns a key factor for more than four out of 10. As a direct result of reducing or skipping medications, nearly three in five—59%—became more ill, and 34% needed to visit their GP or hospital. In fact, the Government’s own impact assessment on the introduction of charges highlighted that issue and noted the potential effect on people’s health.",
        "In 2018, thousands of over-the-counter medicines were taken off the list of those that GPs are able to prescribe, leaving those with long-term conditions facing additional costs for their conditions and to stay well. Those worrying health outcomes come with a cost to the NHS. Several member organisations of the PCC conducted research last year. They found that, of those surveyed, one in six of those with asthma and lung disease had cut back on using their potentially life-saving inhalers, as they were worried about the cost; 29% of respondents with cystic fibrosis reported that they had skipped their medication due to prescription charges; and one in five people with multiple sclerosis say that they do not have enough money to pay for the medication or treatment they need.",
        "One lady who lives with kidney disease was hospitalised twice because she had to wait until payday to collect a prescription. In hospital, she had to have a lumbar puncture and an MRI scan, which cost the NHS thousands of pounds more than the prescription would have. As colleagues can see, the impact is vast and, when meeting campaigners prior to this debate, I heard far too many stories like that one. The lived reality of those impacted by this proposed change and the issues caused by the current dysfunctional exemptions system are best understood through that lens.",
        "I work closely with Parkinson’s UK, which is one of the many organisations deeply concerned by this proposal. Medication is the only way to control the symptoms of Parkinson’s disease; most have to take a cocktail of medications to stay well. Research shows that Parkinson’s cost households over £19,000 a year in 2021, due to loss of work; and additional health and social care costs. As Parkinson’s progresses, it becomes more complex. Among people eligible to pay for prescriptions who are aged 60, in any year 5.5% will die within five years and 23.8% will need support to live independently—that is within only five years of being diagnosed. However, they would still have to pay for their essential medications for Parkinson’s.",
        "I want to tell the Chamber a little about Denise. She is 59 and was diagnosed with Parkinson’s in April 2019. She has had to reduce her working hours from 37.5 to only 12 per week, due to her symptoms. She uses a prepayment certificate for her prescriptions, because it is cheaper than purchasing them individually. If the exemption age rises to 66, however, she will have to continue paying for them.",
        "Denise told Parkinson’s UK about the impact that that would have on her:",
        "“I always thought I would work until I was 67, because I would be able to. However, as my Parkinson’s advances I worry about whether I physically will be able to. My employer is really understanding, allowing flexibility to start later in the mornings until my medication has kicked in, but I have already had to reduce my hours by 60% and I’m already noticing the impact of this reduced earning capacity on our household.",
        "I have to pay for my prescriptions, and this is eating into the diminishing amount I can contribute towards the household bills. If they were to increase the age at which I become exempt, it would be really tough because we haven’t allowed for more years of these additional charges.",
        "It feels like the Government is once again penalising those living with a long-term condition like Parkinson’s that anyone could get and for which currently there is no cure.”",
        "Denise’s story is not an isolated one. Parkinson’s is not the only condition whose sufferers will be further disadvantaged by the change, but this is not a problem that will be solved by changing the exemption list. An exemption list has winners and losers baked into its design, and the complexities of managing chronic conditions mean that any approach that is not universal is not fit for purpose.",
        "Furthermore, the Government need to answer why the change is being prioritised now. What evidence is there that it will have any kind of positive impact? We cannot see one. Even if the Government make savings in the short term, the long-term impacts could be catastrophic, leading to greater illness and to more GP and hospital visits.",
        "A poll published in Pulse found that 40% of GPs linked prescription charges to adverse patient outcomes, also indicating that those could lead to far greater costs and more adverse outcomes down the line. Initial results of the 2023 survey by the Prescription Charges Coalition showed that nearly 10% of respondents had not collected medicine due to cost. Of that group—I have more data —30.74% said that they now have other physical health problems, in addition to their original health condition; 30.33% said that they had to go to their GP; 17.32% said that they had to go into hospital for treatment; and 8.32% said that they had to go to A&E.",
        "Research published in 2018 by York Health Economics Consortium highlighted how ending prescription charges for long-term conditions could save money and reduce pressure on the NHS. That comes from preventing avoidable health complications that occur when people do not take their medication. The research identified net savings of more than £20 million per year if the NHS scrapped prescription charges for people with Parkinson’s and inflammatory bowel disease alone. Instead, the Government are discussing introducing additional charges. That flies in the face of common sense.",
        "We know that the NHS is under pressure, but that is the case across the United Kingdom, and the devolved nations are not even discussing removing universal free prescriptions. I urge the Government to follow that lead, to look to the future and not to engage in short-termist, quick fixes that will not be a fix for all, and not for the petition creator."
    ]
}