{
    "url": "https://www.ukpol.co.uk/tonia-antoniazzi-2020-speech-on-the-immigration-bill/",
    "title": "Tonia Antoniazzi – 2020 Speech on the Immigration Bill",
    "post_date": "May 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tonia Antoniazzi",
            "url": "/tag/tonia-antoniazzi/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tonia Antoniazzi, the Labour MP for Gower, in the House of Commons on 18 May 2020.",
    "content": [
        "I find it extraordinary that, even in the midst of the current pandemic, the Government have not recognised, or do not care about, the implications of the Bill for those who are out there working to keep us alive, keeping the country moving, looking after our vulnerable people and supporting every aspect of our much-changed lives. Some on the Government Benches would like us to think of those people as low-skilled and low-value, but to be deemed low-skilled is in itself insulting. To value a person’s worth based on the amount of money they earn is offensive. It is particularly indecent now, when we see these key workers keeping Britain going. This is not what we teach our children in schools, and these are not the values of the communities of Gower that I represent.",
        "The Home Secretary has said that the new points system will be a",
        "“firmer, fairer and simpler system that will attract the people we need to drive our country forward…laying the foundation for a high-wage, high-skill, productive economy”.",
        "In theory, it all sounds rather sensible, but the proposed system is more of an income-based system, and it is a blunt tool that masks the other skills and qualities that immigrants bring to the UK. George Bernard Shaw said:",
        "“Between persons of equal income there is no social distinction except the distinction of merit. Money is nothing: character, conduct, and capacity are everything.”",
        "But this is not just about the value of these workers at this time. Immigration should be valued and celebrated at all times. I said in my maiden speech nearly three years ago:",
        "“The freedom of movement and opportunities afforded to my forefathers is close to my heart. I will fight for those rights to continue, not just for my child but for the children of Gower and Wales.”—[Official Report, 29 June 2017; Vol. 626, c. 817.]",
        "By ending free movement, the UK will become less accessible to highly skilled EEA migrants who can work or study elsewhere in Europe without a visa. If the cost and burden of entering the UK become too high, it will be other countries that benefit from the transfer of knowledge, expertise, investment and culture.",
        "The Government are ploughing through with the Immigration and Social Security Co-ordination (EU Withdrawal) Bill while the public are distracted. They continue to make meaningless gestures to the key workers ​such as carers, shop workers and those in public services who are keeping the economy and society going throughout these really troubled times. A significant pay rise is what all key workers need, not another Thursday evening photo opportunity. If there was ever a time to recognise the contribution of immigrant workers in the NHS and other vital jobs, it is now, during this crisis. The Labour party stands up for all the people who have chosen to make the UK their home and who now find themselves, as essential workers, putting their lives on the line to keep the rest of us going.",
        "As chair of the all-party parliamentary group on cancer, I share the concerns of cancer charities and others about the Bill undermining many of our already stretched public services. Analysis by Macmillan shows that the Government’s plan for a points-based immigration system will have a real detrimental effect on our health and social care system, which is already under record pressure. To mitigate this, Macmillan is calling for a separate migration route for social care, and asking for social care workers to be included on the shortage occupation list and exempt from the visa salary threshold. Workers and employers need clarity about what specific measures will be put in place to protect the NHS and social care workforces, and they especially need further details of what the NHS visa and an equivalent social care visa would involve. The Home Secretary needs to set out what specific protections a specialist visa would afford, which staff are eligible to apply, and how and when they should apply.",
        "More urgently, will the Home Secretary clarify why the Government have not offered to extend the visas of those working in social care in the same way that they have for those working in the NHS as a result of the coronavirus? The shortage occupation list is nowhere near dynamic enough to respond to workplace shortages within the desired timeframe, so what measures will the Government take to support the already dilapidated social care sector if this new immigration policy deters vital migrant workers from joining the sector? All this uncertainty is—",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. The hon. Lady has exceeded her five minutes. We now go to Sir John Hayes in South Holland and The Deepings."
    ]
}