{
    "url": "https://www.ukpol.co.uk/tonia-antoniazzi-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Tonia Antoniazzi – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tonia Antoniazzi",
            "url": "/tag/tonia-antoniazzi/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tonia Antoniazzi, the Labour MP for Gower, in the House of Commons on 8 November 2022.",
    "content": [
        "Like so many of my colleagues, I have been overwhelmed by the number of constituents who have been in touch with me over the past few weeks. They are terrified about the consequences of the triple lock being scrapped—terrified because of what they are reading in the newspapers. One article in The Times today says that the Bank will raise interest rates again. Another article tells us that food price inflation will cost shoppers another £682 a year. Such headlines should be taken very seriously.",
        "The cost of living crisis and soaring inflation are pushing food and energy prices to unprecedented highs. The decision to suspend the triple lock last year cost someone on the full new state pension £487 a year, and someone on the full basic state pension £373 a year. With inflation set to exceed 8% this year, pensioners are already facing a significant real-terms fall in income. We do not need a crystal ball to see where this is headed: the most vulnerable pensioners look to be plunged further into poverty.",
        "The Cabinet seem to have wiped their memories of their involvement in the previous Government, and indeed in the Governments of the past 12 years, but let me remind them of the fact that it is not only the disastrous mini-Budget of a few weeks ago that has brought us here, but pensioner poverty, which has been rising for a decade.",
        "**Anthony Browne**",
        "The hon. Member said that it was terrifying that we may not have the triple lock. I agree that it is terrifying not implementing a Conservative policy. She said that she wanted to remind the Government of what has happened. Let me remind the Labour party, which has been criticising Government policy, that we have systematically, over the past 12 years, had a far more generous state policy scheme than we had under 13 years of the last Labour Government, when we only had inflation or 2.5%, and we never had the triple lock.",
        "**Tonia Antoniazzi**",
        "The hon. Member’s intervention misses the point by quite a margin, because pensioner poverty has been on the rise regardless.",
        "The promise of this society is that we support everyone not just to survive, but to thrive. The Government seem to believe that pensions are some sort of nice extra, but that is not the case. The UK’s state pension, which is one of the least generous in the developed world, is seen as something for which pensioners should be grateful. No, they should not be grateful, because they have paid into it.",
        "The audacity of the Government is clear. In the midst of a cost of living crisis, the like of which we have not seen for decades, they turn around to people who have paid their taxes and earned a decent retirement and tell them that, instead of the state supporting them in their retirement, they will plunge them into poverty. Breaking the 2019 Tory manifesto commitment to the triple lock for the second year in a row will leave more than 18,000 pensioners in Gower, on average, £905 worse off. Those are the statistics for my constituents.",
        "When my constituents write to me asking how they will pay their bills this winter, how they will put food on the table, and why they are paying the price for Tory economic incompetence, what would the Minister tell them and what would she have me tell them?"
    ]
}