{
    "url": "https://www.ukpol.co.uk/caoimhe-archibald-2022-comments-on-state-of-the-economy/",
    "title": "Caoimhe Archibald – 2022 Comments on State of the Economy",
    "post_date": "September 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Caoimhe Archibald",
            "url": "/tag/caoimhe-archibald/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Caoimhe Archibald, Sinn Fein’s economic spokesperson, on 28 September 2022.",
    "content": [
        "The Tory government’s outrageous and scandalous Budget has prioritised the super-rich at the expense of ordinary workers, families and businesses.",
        "Now the Bank of England has issued a stark warning of more interest hikes that will make mortgages unaffordable and leave people struggling to keep a roof over their head.",
        "Ordinary people and businesses are struggling to pay their bills and keep the shutters up, while the British government is driving more misery.",
        "The International Monetary Fund (IMF), who previously called for austerity, are now exposing the scale of the mess the Tories are creating with this Budget and calling on them to reverse this bad decision making.",
        "I am reiterating the call on the Tories to abandon their ideologically driven financial catastrophe stop lining the pockets of the rich and support working people who are struggling.",
        "What we need now is a tax break for small businesses, more funding for public services, support for workers and a Windfall Tax to cut energy companies’ eye-watering profits. Workers and families need money in their pockets now."
    ]
}