{
    "url": "https://www.ukpol.co.uk/caoimhe-archibald-2022-comments-on-interest-rates-increase/",
    "title": "Caoimhe Archibald – 2022 Comments on Interest Rates Increase",
    "post_date": "November 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Caoimhe Archibald",
            "url": "/tag/caoimhe-archibald/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Caoimhe Archibald, Sinn Fein’s economic spokesperson, on 3 November 2022.",
    "content": [
        "Because of the economic chaos unleashed by the Tories, today there has been the single biggest hike in interest rates in three decades.",
        "It’s a scandal that ordinary workers and families will now pay the price as mortgage payments go up and people struggle to keep a roof over their heads.",
        "Our future generations also face being frozen out of owning their own home because mortgages will be unattainable and mortgage payments will simply be unaffordable.",
        "The Tories have lined the pockets of the rich and the bankers and ignored the disastrous ramifications for households already trying to get through a difficult winter.",
        "The £400 energy payment that was promised to people months ago and held up because of the DUP’s cruel boycott of the Executive, must be paid now with no more delays.",
        "We need investment in our public services, support for public sector workers and immediate help to ensure the most vulnerable survive through the winter months.",
        "Energy companies and shareholders are walking off with bundles of cash and profits in the billions. It’s time to bring them down a peg through a Windfall Tax and redirect the money into the pockets of hardworking families."
    ]
}