{
    "url": "https://www.ukpol.co.uk/caoimhe-archibald-2022-comments-on-the-global-energy-crisis-and-stormont/",
    "title": "Caoimhe Archibald – 2022 Comments on the Global Energy Crisis and Stormont",
    "post_date": "August 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Caoimhe Archibald",
            "url": "/tag/caoimhe-archibald/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Caoimhe Archibald, the Sinn Fein MLA for East Londonderry, on 24 August 2022.",
    "content": [
        "There are hundreds of millions of pounds locked in a Stormont bank account that can help ease the pressures people are facing, but it cannot be spent because of the DUP’s cruel block on an Executive being formed.",
        "The DUP’s refusal to form a government has also created uncertainty on the roll out of the £400 payment to support every household in the north.",
        "So rather than looking for others to blame for their failures, the economy minister should tell his party to stop punishing ordinary workers and families and form a government now. That is the easiest way to get money into pockets.",
        "As we face an increasingly bleak winter, people rightly want ministers around the table and working together to help workers, families and businesses who are struggling to pay their bills and keep their shutters up.",
        "Sinn Féin is ready to form an Executive today, to work with others, and put money in people’s pockets to tackle the cost-of-living emergency. That’s our focus."
    ]
}