{
    "url": "https://www.ukpol.co.uk/caoimhe-archibald-2022-comments-on-supporting-businesses-in-northern-ireland/",
    "title": "Caoimhe Archibald – 2022 Comments on Supporting Businesses in Northern Ireland",
    "post_date": "August 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Caoimhe Archibald",
            "url": "/tag/caoimhe-archibald/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Caoimhe Archibald, the Economic Spokesperson for Sinn Fein, on 16 August 2022.",
    "content": [
        "We are in the midst of a cost-of-living emergency which has reduced the ability of workers and families to buy even basics with some people facing the choice between heating or eating.",
        "This has had a knock-on effect on retailers who have experienced the biggest drop in sales in ten years which has resulted in businesses closing their doors as they struggle to cope with rising costs, particularly of energy bills.",
        "Inflation is at a 40-year high and workers and families are struggling with ongoing rises to the price of food, fuel and electricity.",
        "There is a real onus on the British Government to allocate funding to support our businesses and protect jobs, to date they have failed to take any action to help businesses.",
        "The reduced rate of VAT should also be reintroduced for businesses that had it reduced during the pandemic, including bars and restaurants.",
        "The British government must get real on the impact of the soaring cost of living and cost of doing business.",
        "The DUP should end its boycott of our democratic institutions so we can get money out to those who are struggling."
    ]
}