{
    "url": "https://www.ukpol.co.uk/caoimhe-archibald-2022-comments-on-reports-government-removing-bankers-bonuses-cap/",
    "title": "Caoimhe Archibald – 2022 Comments on Reports Government Removing Bankers Bonuses Cap",
    "post_date": "September 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Caoimhe Archibald",
            "url": "/tag/caoimhe-archibald/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Caoimhe Archibald, the Sinn Fein MLA for East Londonderry, on 15 September 2022.",
    "content": [
        "Reports that the Tories are seeking to remove the cap on banker bonuses demonstrates once again that they are detached from the reality of the cost-of-living emergency facing ordinary people.",
        "Recent months have seen Tory ministers lambasting workers and introducing laws to undermine workers’ rights and the right to strike, while making bizarre claims that modest pay rises will deal with soaring costs and inflation.",
        "However, the same caution does not exist when it comes to top bankers, whose salaries are already through the roof.",
        "Ordinary workers and families are already facing the impossible choice between heating their homes and putting food on the table this winter.",
        "The British government needs to focus on real support for workers, families and businesses who are most impacted by rising costs and they need to cut people’s bills by slashing the eye-watering profits of energy giants through a Windfall Tax.",
        "We need an Executive formed immediately so we can work together to tackle the cost-of-living emergency and put money into people’s pockets now. The DUP should end the boycott."
    ]
}