{
    "url": "https://www.ukpol.co.uk/edward-argar-2020-speech-on-orthopaedic-services-at-ipswich-hospital/",
    "title": "Edward Argar – 2020 Speech on Orthopaedic Services at Ipswich Hospital",
    "post_date": "July 8, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Edward Argar, the Minister for Health, in the House of Commons on 7 July 2020.",
    "content": [
        "I thank my hon. Friend the Member for Ipswich (Tom Hunt) for securing a debate on the important topic of orthopaedic services at Ipswich Hospital. His commitment to his constituency is commendable and well known. He raised this issue with me when we met very recently, and in his recent letter. I pay tribute to the persistence that he has shown in ensuring that his constituents’ voices are heard on this topic, as on all others.",
        "If I recall correctly, when my hon. Friend last spoke in the House on this matter and I responded, he secured my commitment to visit, which I had the pleasure of doing, with him, in February, and it was a visit that I greatly enjoyed. He is undoubtedly a strong voice for his constituents. Of course, when circumstances allow it, I will be very happy to visit Ipswich once again. I also had the opportunity, that same day, to visit Colchester with my hon. Friend the Member for Colchester (Will Quince), who is a similarly strong voice for the interests of his constituents, his local hospital and the needs of his county, and I pay tribute to him.",
        "**James Cartlidge**",
        "Many of my constituents use both Ipswich Hospital and Colchester Hospital, and I pay tribute to their staff for the incredible effort they have ​put in throughout the pandemic to look after my constituents, and those of my hon. Friend the Member for Ipswich, to ensure that we get through this keeping our NHS intact. We should be proud of that.",
        "**Edward Argar**",
        "I am grateful to my hon. Friend, whom I have known for many years. As ever, he puts his finger on exactly the right point. I join with him in paying tribute to all the staff at Ipswich Hospital, Colchester Hospital and across our NHS for the amazing work they do day in, day out, particularly at this time.",
        "My hon. Friend the Member for Ipswich set out his case very clearly. I would say that his hospital has no greater friend than him. I reassure him that there is no question of Ipswich Hospital continuing to be anything other than the first-class hospital it is today. He highlighted in outline a little of the background on this issue. In 2015, Suffolk and North East Essex sustainability and transformation partnership concluded that change in the organisation of services was needed, particularly in orthopaedic planned surgery. Since then, East Suffolk and North Essex NHS Foundation Trust has been developing a proposal for an orthopaedic elective surgery centre. As he touched on, the proposal outlines that the centre would see a roughly £35 million investment in orthopaedic surgery services for the population, offering at least 48 new beds and up to six state-of-the-art ultra-clean operating theatres, providing additional capacity for emergency patients across the area. The NHS in Suffolk and Essex ran a consultation, between 11 February and 1 April 2020, on the specifics of the proposal to create an elective orthopaedic care centre in Colchester, but, as I have set out, those plans have been in genesis for many years and have been extensively and widely consulted on.",
        "I note the points raised by my hon. Friend in his speech and, indeed, those raised in his letter to the chief officer of Ipswich and East Suffolk clinical commissioning group recently. I encourage the clinical commissioning group to take that letter seriously and to respond fully to my hon. Friend, as part of the local accountability which is so important to all our public services. Let me be clear—I will emphasise this again later—that this is a process and a proposal that is rightly driven by the NHS at a local level in his and my hon. Friends’ constituencies. He is right to commend the performance of Ipswich hospital over recent years. I appreciate that he wants to ensure that for his constituents, and, indeed, for all those who use the hospital, the reconfiguration does not in any way diminish the achievement of his hospital and its staff, or have any impact on its other services.",
        "My hon. Friend will appreciate that in winter the number of emergency admissions is much higher than it is during the summer. One aspect of this consultation is that it seeks to address planning for that by enabling more beds across the hospitals to be used to meet that demand. I would not seek, and nor should I seek, to prejudge the decision that will be reached next week by the CCG on this matter—it is rightly its decision—but I will set out its rationale in putting the proposals forward. It states that, in practice, if the orthopaedic centre were built at Colchester, it would release 24 in-patient beds at Ipswich, where they are indeed needed. The new orthopaedic centre would be adjacent to the main Colchester Hospital, but away from the emergency department.​",
        "I greatly appreciate the insight my hon. Friend has shared from his constituents in Ipswich, who are thankful for the brilliant surgeries they have been able to access in the NHS. Indeed, that was something he highlighted again when I went to wonderful Ipswich with him. When the CCG considers this matter, I would of course expect it very carefully and respectfully to reflect on the points that he and his constituents have made. The proposals reflect the importance of the surgeries. I hope he and his constituents will welcome the fact that the proposals will not remove access to orthopaedic services at Ipswich Hospital. Of nearly 46,000 in-patient day cases and out-patient appointments completed for orthopaedic patients at Ipswich last year, only about 3% would move to the new centre at Colchester under what the trust is proposing. In its proposal, the trust sets out that day surgery, including shoulder and elbow joint replacements, would remain at Ipswich Hospital, as would services for emergency patients, such as joint replacement after a hip fracture.",
        "As I just mentioned, my hon. Friend described the life-changing impact such surgeries have had on constituents who have been treated at his hospital. This proposal, as the trust sets out, seeks to achieve shorter waiting times for surgery and shorter stays in hospital, so that patients can seek the comfort of home more quickly, and to minimise the risk of cancellation of surgery, as the proposed centre will be built safely away from the emergency department and the knock-on impacts that a busy emergency department can have. It also seeks to achieve improved clinical outcomes in terms of reliability from the standardisation of care and provide training, education and research opportunities for clinicians. The trust maintains that it is on that clinical basis that it is putting forward the proposals, which, it states, seek to support the excellent performance of hospitals in the area by organising services in a sensible way so that necessary elective operations can take place while the system supports patients admitted in an emergency.",
        "My hon. Friend also mentioned the merger of Ipswich and Colchester in June 2018. At the time, NHS England outlined several service improvements that the merger would bring about. As well as improvements in various services from paediatrics to emergency ambulatory care, the enlarged organisation would also have an expanded catchment area, leading to improved opportunities for training, providing a more attractive option for clinicians, resolving a number of historical recruitment and retention issues at both trusts and improving finances. It is important, however, as my hon. Friend alluded to, that the trust is held to account for those promises and that it ensures, by the merger, that both hospitals continue to improve.",
        "I briefly touched on the consultation earlier in my remarks, and my hon. Friend raised several points about the process. He is absolutely right to say that important decisions are made with the best interests of patients from across the area in mind, and that the views of local clinicians should not be diminished. There has been much lengthy consultation. As well as the formal process, my hon. Friend highlights the petition, which has been signed by many of his constituents and, I suspect, more widely. It is absolutely right that everyone has their say, and I commend him for what he is doing to ensure that they have their say. Again, such views should be considered with respect and care when decisions are reached.​",
        "My hon. Friend also rightly raised the issue of patients and transport, and that they must be supported to travel should the plans go ahead. He has raised the need for a comprehensive plan, both locally and with Ministers, to ensure that all patients can be supported to access the right care. Access to the current patient transport scheme will, the trust states, be available for those unable to make the journey themselves. Under the proposals, pre-surgery and post-surgery appointments would still take place at the patient’s normal point of care at Ipswich or Colchester. Indeed, I pay tribute to my hon. Friend for fighting his constituents’ corner, should the decision not turn out the way he wishes, and for playing an important part in highlighting that issue as well. The only change for patients would be the actual site travelled to for the planned surgical procedure, which would involve a lengthy stay of three days in hospital. I have also been reassured that local partners completely recognise that, alongside these provisions, additional support will be needed for some patients and, should the proposal be approved, further work is already under way to address that.",
        "Being conscious of the time, I reassure my hon. Friend that the Department of Health and Social Care recognises how important these decisions are and recognises ​that the right accountability, consultations and people must be included in the process of discussing proposals to change services. This is, of course, not a decision for me or, indeed, for the Secretary of State. The next step, as my hon. Friend said, is the final decision, which will be made locally by the CCG on 14 July, but the proposal is not to downgrade or diminish Ipswich, but to promote an alternative way of delivering clinical services. I have no doubt that the CCG will have heard my hon. Friend’s case today, as will his constituents, in whose interests he has spoken so eloquently. I again encourage the CCG to ensure that it carefully considers his words and the representations in making its decision.",
        "I conclude by thanking my hon. Friend and congratulate him on securing this debate. I also thank those other Members who have intervened. My hon. Friend has set out his case powerfully and his constituents are lucky to have him as their Member of Parliament."
    ]
}