{
    "url": "https://www.ukpol.co.uk/edward-argar-2020-statement-on-health-and-exiting-the-european-union/",
    "title": "Edward Argar – 2020 Statement on Health and Exiting the European Union",
    "post_date": "November 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Edward Argar, the Minister for Health, in the House of Commons on 4 November 2020.",
    "content": [
        "I beg to move,",
        "That the draft Blood Safety and Quality (Amendment) (EU Exit) Regulations 2020, which were laid before this House on 8 October, be approved.",
        "**Mr Deputy Speaker (Mr Nigel Evans)**",
        "With this we shall take the following motions:",
        "That the draft Human Fertilisation and Embryology (Amendment) (EU Exit) Regulations 2020, which were laid before this House on 8 October, be approved.",
        "That the draft Human Tissue (Quality and Safety for Human Application) (Amendment) (EU Exit) Regulations 2020, which were laid before this House on 8 October, be approved.",
        "That the draft Quality and Safety of Organs Intended for Transplantation (Amendment) (EU Exit) Regulations 2020, which were laid before this House on 8 October, be approved.",
        "**Edward Argar**",
        "Today we debate four sets of regulations that are critical in giving effect to the Northern Ireland protocol for the safety and quality of blood, organs, tissues and cells, including reproductive cells.",
        "All hon. Members would agree that donated blood, organs, tissues and cells play a vital role in life-changing treatments for UK patients, whether blood transfusions to treat major blood loss, heart transplants to treat heart failure, stem cell transplants to treat blood cancer, or eggs and sperm to treat infertility. Patients rely on those treatments every day. Many people would not be alive today were it not for the generosity of donors and their families, and I pay tribute to them.",
        "The UK has always set high standards of safety and quality for blood, organs, tissues and cells, and those standards will always be of the utmost importance to this Government. The current safety and quality standards for blood, organs, tissues and cells are derived from EU law. Last year, in preparation for the UK leaving the EU, the Government made four statutory instruments to fix shortcomings in the current law caused by EU exit. These were made on a UK-wide basis and will come into effect on 1 January 2021. The 2019 statutory instruments maintain the current safety and quality standards across the UK. On 20 May 2020, we set out our approach to implementing the Northern Ireland protocol as part of meeting our obligations under the withdrawal agreement with the EU. We are committed to meeting these obligations, all the while recognising the unique status of Northern Ireland within the UK and the importance of upholding the Belfast/Good Friday agreement.",
        "These four instruments will come into force on 1 January 2021. They will ensure that Northern Ireland continues to be aligned with the EU blood, organs, tissues and cells directives, as required by the protocol. In particular, first, although the safety and quality standards will remain the same across the UK from 1 January 2021, for Northern Ireland those standards may be expressed by reference to EU legislation, whereas for Great Britain they are not. Secondly, the UK regulators for blood, organs, tissues and cells will continue to act as the competent authorities for Northern Ireland in respect of the EU. That means that the Medicines and Healthcare Products Regulatory Agency, the Human Tissue Authority and the Human Fertilisation and Embryology Authority will continue to meet the same EU obligations for Northern Ireland as they do now.​",
        "Thirdly, these instruments amend the definition of “third country” for imports into Northern Ireland to ensure that we meet the terms of the Northern Ireland protocol but also our commitment to unfettered access. That means that, from 1 January 2021, when establishments in Northern Ireland receive blood, organs, tissues and cells from Great Britain, they will need to treat them the same as those received from outside the EU. In accordance with our commitment to unfettered access for goods moving from Northern Ireland to Great Britain, there will be no changes to the requirements when sending blood, organs, tissues and cells from Northern Ireland to Great Britain. The movement of blood, organs, tissues and cells around the UK is critical for patient treatment, and we are committed to ensuring that this movement can continue from 1 January 2021.",
        "Fourthly, these instruments will require tissue establishments in Northern Ireland to continue using the single European code for traceability purposes, as they do now. Fifthly, the 2019 statutory instruments introduced some limited regulation-making powers into UK law for each of the UK nations. The European Union (Withdrawal) Act 2018 contains the powers needed to make changes in relation to safety and quality of blood, organs, tissues and cells for Northern Ireland. The powers in the 2019 statutory instruments are therefore no longer needed for Northern Ireland, and consequently, these regulations limit that regulation-making power to Great Britain. These instruments also make minor corrections to the 2019 statutory instruments to change references to “exit day” to read “implementation period completion day”, so that the regulations will function effectively at the end of the transition period.",
        "The regulators for the sector are working with licensed establishments across the UK to help ensure that they are ready for any changes that will arise from 1 January 2021. These changes affect only a small number of establishments in Northern Ireland—one blood establishment, one transplant centre, two licensed tissue establishments and four fertility clinics. There will be some minor administrative costs for establishments in Great Britain moving blood, organs, tissues and cells to Northern Ireland.",
        "Legislative competence for the donation, processing and use in treatment of human reproductive cells remains reserved to this Parliament. Competence in respect of all other human tissues, cells, blood and organs is devolved, and the relevant instruments are being made on a UK-wide basis with the consent of the devolved Administrations, for which I am grateful. There is work under way to put in place a common framework between the UK Government and the devolved Administrations to support co-ordinated decision making in the future on the safety and quality of blood, organs, tissues and cells after the end of the transition period.",
        "To conclude, these regulations are vital to the Government’s preparations for the end of the transition period. It is essential that they are made, to allow the UK to fulfil its obligations under the Northern Ireland protocol. The UK has high standards for the safety and quality of blood, organs, tissues and cells. These instruments ensure that the UK will continue to work to those high standards after the end of the transition period and that blood, organs, tissues and cells will continue to move around the UK from 1 January 2021. I therefore commend the regulations to the House.​",
        "**Alex Norris (Nottingham North) (Lab/Co-op)**",
        "There are many great trios and trilogies—we think of the Marx Brothers, the Lord of the Rings or Ali and Frazier, culminating in the “Thrilla in Manila”. This week the Minister and I have had our own trilogy of debates—two upstairs and now one, the main event, in the main Chamber—on three statutory instruments that are pretty much identical, but with different names. I do not see many people from those Committees in the Chamber, so as well as being able to recycle my gags, I can recycle some of my points of substance; I am sure the Minister will forgive me.",
        "These are technical, Brexit-related amendments, but they are also of life-saving importance. They refer to the safety and quality of blood and blood components, organs, tissues, cells and reproductive cells for treating patients. Among other technical changes, they will allow current regulators in these areas to continue as the competent authorities in relation to the EU for Northern Ireland. That is, of course, essential in both legislative and practical terms, so we will not be dividing on these regulations. It is vital that this and the rest of the protocol is implemented in good time. I asked the Minister for this on Monday and Tuesday, but, with fewer than 60 days to go, it is really important to put on the record his assurance that the rest of the protocol will be implemented in time.",
        "The UK legislation for the safety and quality of blood organs, tissues and cells is, of course, based on European law. The European Union (Withdrawal) Act 2018 ensures that the EU-derived domestic legislation will continue to have an effect after the end of the transition period. In 2019, this House introduced regulations to ensure that UK legislation in this area could function effectively after the transition period. However, Northern Ireland will remain subject to relevant EU laws as a result of the protocol on Ireland and Northern Ireland, so today these four statutory instruments amend those regulations and allow Northern Ireland to meet European law. This seems to be an area where divergence would not be of great interest across Great Britain and Northern Ireland, so it would be helpful to have some assurance from the Government—again, I have raised this twice this week—that there are no grand plans for significant divergence in this area. Similarly, I wonder whether I might press the Minister on how these regulations will relate to the Medicines and Medical Devices Bill. During the Commons stages of the Bill, we pushed a human tissue amendment to stop unwillingly harvested materials from entering the UK. Clearly, these regulations will have a bearing on underpinning that amendment. We were not able to make much progress in this place, but I am happy to say that, this week, the Government Minister in the other place, during the Lords stages, has indicated a willingness to try to come to a common agreement on this. If we can find such cross-party support in the other place, will the Minister make a commitment to look at this with an open mind?",
        "The OneBlood establishment in Northern Ireland, the Northern Ireland Blood Transfusion Service at Belfast City Hospital, will of course be able to continue to receive blood and blood components from similar establishments across the UK, but when this happens, Great Britain will be treated as a third country—as it will be. When the Minister was on his feet, I think he ​said that there would be no great frictions there, but I would like to understand that in practical terms and to have full assurances that there will not be a delay in the use of blood products and that patients will not be injured in waiting to receive them. I think that is something that requires a categorical assurance.",
        "Regarding organs for transplant, we know that the NHS Blood and Transplant service will continue to be responsible for organ donation and retrieval in the UK. Between April 2019 and March 2020, 32 organs from deceased donors moved from Great Britain to Northern Ireland and 126 organs moved from Northern Ireland to Great Britain. Organs will continue moving from Great Britain to Northern Ireland, but, as before, Northern Ireland-based establishments will now be treated in Great Britain as a non-EU member for these purposes, so we need a firm commitment on the record that this will not, as I say, hinder our ability to move those organs. Clearly, there is a significant need for such an assurance as this is likely to continue on a significant scale.",
        "The Human Tissue Authority says that human tissue establishments will need to vary their licences in order to continue their activities post-transition. This includes establishments that intend to import or export tissues and cells as the starting material for the manufacture of an advanced therapy medicinal product. That is extremely important, so what variance does the Minister foresee? Will there be delays? How will it happen? I wonder what consultation he has perhaps had with such centres.",
        "I wish to make a final point on fertilisation and embryology. What disruption is expected to patient treatment as clinics adapt during the transition period? Can the Minister say what proactive support is being offered to those clinics to limit the impact on patients?",
        "All of this would be much easier if we had a deal arranged. When these regulations were laid in 2019, my predecessor as shadow public health Minister, my hon. Friend the Member for Washington and Sunderland West (Mrs Hodgson), was saying then that there really was not much time to get a deal done, and that was 18 months ago. We have burned through those 18 months and are down to the last two, so, again, we would like a clear commitment from the Minister today that every effort is being made to reach a good deal for ourselves and for our partners, because that is what the British people were promised, and that is what the British people expect. In doing so, we need to make sure that disruption to such important things as those we have been discussing today can be avoided.",
        "**Jim Shannon (Strangford) (DUP)**",
        "Thank you, Mr Deputy Speaker, for the opportunity to ask some questions on this matter. I would like first to put on the record my thanks to the Minister for the opportunity, which he gives equally to every Member of this House, to bring to him our questions or concerns. He was very kind to do the same for me, and I appreciate it.",
        "I am a great supporter of organ transplants—that has always been one of my goals. I supported in this House the legislation that made them easier. I have also replied to a consultation in Northern Ireland to ensure that similar legislation can be introduced there. I have done that for a number of reasons. First, I believe that it is really important. Secondly, it is personal for my family, because my nephew Peter is a recipient of a kidney ​transplant. Without that transplant, that wee boy would never have progressed to become the man he is today, and all because someone gave him the gift of life.",
        "I have spoken at length during the pandemic to highlight the importance of organ transplants continuing. Some 3 million people in the UK have chronic kidney disease, including 1,000 children—my nephew would have been one of them all those years ago—and about 65,000 people are being treated for kidney failure by dialysis or transplant. In the UK, 6,044 people are on the transplant list, and 4,737 are awaiting kidneys.",
        "Interestingly, during the covid-19 crisis, more transplants took place in Northern Ireland than on the mainland, which shows why it is so important to have transplant organs going from the mainland to Northern Ireland, and from Northern Ireland to the mainland. The indication from the Minister is that that will happen, which is good news.",
        "At least one person a day will die because they have had to wait too long, and eight out of 10 people waiting are hoping for a kidney. NHS Blood and Transplant has estimated that this change in the law has the potential to lead to 700 more transplants each year by 2030. That might have to be extended by a year because of the pandemic. I hope that the pandemic will not prevent those who need a transplant from getting that opportunity.",
        "I am keen to get confirmation from the Minister in relation to the tissues regulation, which is a very technical matter. I have taken the opportunity to give him a copy of this, and I hope my description of it is appropriate and correct. Many constituents and people in Northern Ireland have raised this concern with me, so I just want to put it on the record, and perhaps he can provide an answer. I would like something clarified regarding the use of “aborted babies and their tissue”, as it is termed. If one reviews the instruments themselves, the word “aborted” is not referenced. The Minister and I have talked about that, and I understand that. However, in this instrument, it would be implied or covered under the broader term “tissue”, which is defined as",
        "“all constituent parts of the human body formed by cells”,",
        "but that does not include",
        "“gametes…embryos outside the human body, or…organs or parts of organs if it is their function to be used for the same purpose as the entire organ in the human body.”",
        "Does the Minister know whether the Human Tissue (Quality and Safety for Human Application) (Amendment) (EU Exit) Regulations 2020 address the concerns about the use of tissues or organs from aborted babies, and if so, how is the issue of consent dealt with? My constituents have asked me to ask that question and I want to put it on the record in Hansard tonight, and I know that he will do his best to answer it. I would appreciate it if he could outline that. I am being very honest with you, Mr Deputy Speaker, about where I am coming from, because every cell of that little one is precious and must be used with consent and appropriately, just as is the case with those incredibly brave men and women who chose to donate the organs of their lost loved ones in order to save others.",
        "I am always reminded—I will conclude with this thought—of a person who tragically died as a result of an accident in Newtownards. A few months later his father came to tell me that his son had been able to give seven parts of his body to organ donor recipients. That changed the lives of seven people. I am ever mindful of ​how important that is. I believe it is a worthy decision, and my family are beyond grateful for those who did this for us. However, we must always ensure that there is dialogue with the family, and this issue must be highlighted at every stage.",
        "**Edward Argar**",
        "As the shadow Minister alluded to, it always a pleasure, and an increasingly frequent one, to appear opposite him in dealing with delegated legislation. He is of course a fellow east midlands MP, which only adds to the pleasure of appearing opposite him. He raised a couple of broad issues, and then I will come to some of the specific points that he made. As ever, if I omit to answer something, I will endeavour to write to him so that he has that on the record.",
        "The shadow Minister asked about our intention to implement the Northern Ireland protocol and the regulations relating to it in good time. The fact that this is the third piece of delegated legislation relating to the implementation of the protocol that he and I have dealt with on consecutive days is a reflection of our commitment to getting on with it and bringing forward those regulations. We are doing that with his co-operation, for which I am very grateful.",
        "The shadow Minister talked about a negotiated deal. It will not surprise him to hear—he has heard this twice already this week—that the UK Government continue to negotiate with the European Union, and it would be wrong for me to prejudge, either in Committee or on the Floor of the House, the outcome of those ongoing negotiations.",
        "The shadow Minister asked a number of specific questions. He made a point about the divergence of regulations, either now or in the future. As my noble Friend Lord Bethell said in the House of Lords, on divergence from existing EU regulations:",
        "“There may be at an appropriate point in the future an opportunity for the department to review whether the UK’s exit from the EU offers us opportunities to reappraise current regulations to ensure that we continue to protect the nation’s health. When that moment arrives, we will consult, analyse and assess. The regulations put in place the opportunity to do that—but that is for a moment in the future and it is not envisaged in the near future.”—[Official Report, House of Lords, 2 November 2020; Vol. 807, c. GC238.]",
        "On the previous pieces of delegated legislation we have considered, I have highlighted the UK Government’s intent to continue to be world-leading on the issues that we have been dealing with on these three consecutive days.",
        "The shadow Minister mentioned the Medicines and Medical Devices Bill, which is currently going through the other place. As drafted, it will allow us to strengthen the requirements governing the use of human tissues and the development of medicines. Were it deemed necessary and appropriate to do so, powers under clauses 1 and 2 would enable us to introduce new requirements to the Human Medicines Regulations 2012 for medicines manufactured using human tissues. I look forward to the passage of that Bill through the other place and its becoming law in due course. I am confident that it will be in place in good time.",
        "The shadow Minister asked about the movement of blood and blood components, which is a hugely important issue. As he is aware, the UK is largely self-sufficient in the supply of blood and blood components, and it occasionally exports rare blood cells, although fewer ​than 10 units per year to EU and non-EU countries. Components are frequently shared across the four nations to meet need and clinical demand, and I believe that these regulations clearly ensure that that flow is not interrupted.",
        "On that theme, traffic between Great Britain and Northern Ireland will remain, as it will between Great Britain and the European Union. To give the shadow Minister further reassurance, I am glad to confirm that Northern Ireland will align with the EU, but we are committed to finding a way to work closely with it within the UK common framework, which is currently being developed, to ensure that that trade continues unhindered. He may even have mentioned these figures himself. Between April 2019 and March 2020, the UK exported 13 organs to the EU and imported 13 organs from it. Although those numbers may seem low, each and every one of those organs is vital to the individual receiving it. I am committed to maintaining the freedom of movement of those organs.",
        "Working with industry is a theme that the shadow Minister picked up in others of these delegated legislation sessions. We have already published some guidance, and we look forward to publishing more. We believe that it is absolutely vital that we work with industry to make sure it has all the information and support it needs to make a seamless transition to the new regulations.",
        "It is always a pleasure to see the hon. Member for Strangford (Jim Shannon) in his place. We missed him for a week or two when he was self-isolating, and the place was not the same without him, so it is a real pleasure to have him back. As ever, he spoke movingly and powerfully of the importance of these regulations in what they do to save lives. I hope I can offer him some reassurance, although the point he raised was a very technical one. He is right to say that that point is not explicitly mentioned in these regulations. I hope that that gives him some reassurance, but if it is helpful to him, particularly in the light of his constituents’ concerns, I or a fellow Minister will undertake to write to him with further clarification, so that he has that on record. With that, I commend the regulations to the House."
    ]
}