{
    "url": "https://www.ukpol.co.uk/edward-argar-2020-statement-on-social-distancing/",
    "title": "Edward Argar – 2020 Statement on Social Distancing",
    "post_date": "June 16, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Edward Argar, the Minister for Health, in the House of Commons on 15 June 2020.",
    "content": [
        "I thank my right hon. Friend for his important urgent question. As part of our work to slow the spread of coronavirus, the Government have put in place social distancing guidance. The guidance specifies that everyone must keep 2 metres away from people outside their household or the support bubbles that have been in place since Saturday. I am grateful for the commitment and the perseverance of the British people in following these guidelines over the past few months; I know it has entailed huge sacrifice.",
        "We keep all of our public health guidance under constant review to ensure it reflects the latest advice from the Scientific Advisory Group for Emergencies and the latest evidence that we have on the transmission of the virus. The Prime Minister has commissioned a comprehensive review of the 2 metre guidance. It will take advice from a range of experts, including the chief medical officer and the chief scientific adviser, as well as behavioural scientists and economists. It will also receive papers from SAGE, which is conducting a rolling review of the 2 metre guidance already. The review will examine how the current guidance is working, and will look at evidence around transmission in different environments, incidence rates and international comparisons.",
        "Unless and until there is any change to the guidance, everyone must continue to keep 2 metres apart wherever possible, and must continue to follow our “stay alert” guidance, by washing their hands, for example, and self- isolating and getting tested if they have symptoms. I am aware there is a great deal of interest, understandably, in this matter from both sides of the House. However, I am sure that the House would agree that it would be premature to speculate about that review’s conclusions at this stage. We will, of course, keep the House updated on this work, and we will share any developments at the earliest possible opportunity."
    ]
}