{
    "url": "https://www.ukpol.co.uk/edward-argar-2021-statement-on-health-and-social-care/",
    "title": "Edward Argar – 2021 Statement on Health and Social Care",
    "post_date": "December 5, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Social Care",
            "url": "/category/social-care/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Edward Argar, the Minister for Health, in the House of Commons on 3 December 2021.",
    "content": [
        "Madam Deputy Speaker, with permission, I would like to make a statement on the work we are doing to keep our country safe this winter. Today, we have published our health and social care approach to winter. This shows the preparations we are making so that health and social care services remain resilient, joined up and available to patients over the coming months, and it sets out what actions the public can take. As this plan shows, we are also doing everything in our power to give our NHS what it needs and keep it standing strong this winter, including through our plans to recruit more staff, give greater support to the NHS workforce and bolster capacity across urgent and emergency care. For example, the NHS has given ambulance trusts an extra £55 million to boost staff numbers this winter; there is nearly half a billion to fund an enhanced discharge programme; and we have measures to reduce pressure on accident and emergency departments, reduce waiting times and improve patient flow.",
        "This document comes ahead of a critical winter for our NHS. We face the challenge of fighting covid-19, and the new omicron variant, along with the other challenges, such as flu, that winter can bring. We are doing everything we can to strengthen our vital defences. One of our main defences is, of course, our vaccination programmes, and we are expanding our booster programme, which hit the milestone of 19 million doses yesterday, along with delivering the largest flu vaccination programme in UK history. Yesterday, we announced how we will be buying a total of 114 million additional Pfizer and Moderna doses for 2022 and 2023, which will future-proof our Great British vaccination effort and make sure we can protect even more people in the years ahead. Another defence is antivirals, and it was fantastic news that yesterday another covid-19 treatment was approved by the Medicines and Healthcare products Regulatory Agency, after it was found to be safe and effective at reducing the risk of hospitalisation and death in people with mild to moderate covid-19 infection.",
        "Just as we tackle the virus, we are also tackling what the virus has brought with it. The pandemic has put unprecedented pressure on the NHS and led to a backlog for elective care. To fix this, the NHS needs to be able to offer more appointments, operations and treatments, and we need to adopt new, innovative ways of working so patients keep getting the best possible care. We are determined to maximise the capacity of the NHS to keep elective services going over the winter months so that people can keep getting routine treatments such as hip surgery and diagnostic tests. Today, I am pleased to update the House on the £700 million fund that we announced in September for elective recovery. This transformative funding, which is being split across all regions in England, will support 785 schemes across 187 hospital trusts. It will help reduce waiting times for patients by providing more operating theatres and beds, and greater capacity for our NHS. Today, we have published the regional breakdown for this funding, which was allocated on a fair basis, according to weighted population, to make sure there was an equitable spread across the country. This includes £112 million for the north-east and Yorkshire, £131 million for the midlands and £97 million for the north-west. At least £330 million will be invested in the NHS estate and a further £250 million will be spent on digital initiatives that aid elective recovery. Over £600 million from this fund has already been committed to approved bids, such as for new wards at University Hospitals Birmingham, a new South Mersey elective hub and a new, modular unit in Castle Hill Hospital in Hull. This investment will have a huge impact, and this is the beginning not the end of our investment, as we are continuing to identify and assess submitted bids for investment in the remainder of this financial year. It is part of £5.4 billion that we have announced to support the NHS response to the pandemic in the second half of the year and it builds on the work done ahead of last winter, where we invested £450 million to upgrade A&E facilities in over 120 separate trusts, to boost capacity. This is a Government who back the NHS. Ahead of what will be a testing winter This is a Government who back the NHS. Ahead of what will be a testing winter, we are putting everything behind our health and care services, so everyone can access the services they need when they need them.",
        "I conclude by urging everyone to play their part this winter by taking simple steps that can help our NHS. People should get the jabs they need for flu and covid-19 when the time comes, and should follow the rules that we have put in place. If they do that, we can protect not only the NHS but the progress that we have all made. I commend the statement to the House."
    ]
}