{
    "url": "https://www.ukpol.co.uk/edward-argar-2021-speech-on-the-health-infrastructure-plan/",
    "title": "Edward Argar – 2021 Speech on the Health Infrastructure Plan",
    "post_date": "April 1, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Edward Argar, the Minister of State for Health, on 16 March 2021.",
    "content": [
        "**Introduction and thanks**",
        "Thank you very much, Simon, and good morning everyone.",
        "Thank you also to everyone in NHSE/I and the Institute of Healthcare Engineering and Estate Management for organising today. Organising events like this are always a challenge, even more so in the current circumstances. So thank you very much.",
        "It is an important event, and I’m absolutely delighted to be here as the minister with direct responsibility for both the NHS estate and all of the work you all do with it.",
        "In normal times, I would have of course given multiple speeches in my 18 months in the role, but the challenges of organising such events as this during the pandemic, and the pressure of work we have all faced, have meant that I have generally politely declined invitations that have been extended.",
        "Today’s event is different. As soon as Simon and his team invited me there was no question I would say ‘yes’.",
        "That is because of just how central and vital the work the profession and people represented here today has been to our pandemic response, and how vital your work is to our NHS every day.",
        "Now, I understand attendees cover the full breadth of those working in and around supporting our estates – from NHSE/I, to directors of estates, to finance directors to those working in the facilities space. It really is a great privilege to have the chance to speak to you all today.",
        "So, before I go any further, I want to start by saying a huge ‘thank you’ to all of you.",
        "Thank you to all of those senior estates professionals attending today.",
        "And thank you to every one of the 100,000 people who work in NHS estates and facilities, who you collectively represent.",
        "Now I always remember the quote – quite possibly apocryphal but I hope not because it is a very powerful quote – and it is one which you may have also heard my Secretary of State use in the past, attributed to John F Kennedy when he visited NASA for the first time.",
        "During his tour of the facility, he met a janitor who was carrying a broom down the hallway. Kennedy asked the janitor what he did for NASA, and the janitor replied, “I’m helping put a man on the moon.”",
        "And it is that approach and sentiment which I think should characterise our attitudes towards our amazing NHS workforce. Whether you are a consultant or a cleaner, an emergency department nurse or an estate manager and any and all roles in between – you are all vital to help the NHS do what it does day in and day out – which is to save lives and help patients recover from illness.",
        "Indeed, I often hear those who work in this profession as it is represented today described as the ‘hidden heroes’ of the NHS.",
        "That heroism has never been greater.",
        "My role is to work with you, Simon and his team to do what we can to make sure to ensure that role isn’t quite so ‘hidden’. So that people know what you do everyday to make our NHS function.",
        "You have worked tirelessly during these extremely challenging circumstances.",
        "You and your teams have played a pivotal role in so many of our great achievements.",
        "The shift to telemedicine, which kept so many of our vital services going; the building of the Nightingale hospitals in 9 days to ensure that there was always the surge capacity should the NHS need it; the doubling of ICU capacity in 9 days.",
        "All this alongside your ceaseless work to adapt the estate to meet the demands and clinical needs of this pandemic.",
        "From testing and reworking patient flows, to supporting social distancing – and even more intensive cleaning and infection control.",
        "With the 7 Nightingale hospitals and the National Oxygen Infrastructure Programme alone you have supported essential critical care capacity. Which meant no matter how tough it got, no matter how challenging it got with the number of patients in our hospitals needing care during the pandemic – up to 37,000 at the peak of the second wave – there was always that care available to make sure our NHS was not overwhelmed.",
        "And it is also important that we take a moment to thank all of the partners who make up our NHS supply chain and work alongside you all.",
        "Without your efforts and their efforts, the Nightingales and the National Oxygen Programme would not have delivered the significant increase in additional oxygenated beds.",
        "And you have risen to the occasion in a way that you should all be incredibly proud of, reflecting the way we and the British people are all incredibly proud of you.",
        "And of course, the broader context within which you have achieved these things has never been more challenging. And the human costs have sadly been significant.",
        "I wanted to pause to note how saddened I was to learn of the members of the estates profession, your NHS family, who have lost their lives due to COVID.",
        "May I take this opportunity to express my deepest condolences to their families and friends. Many of these friends and colleagues are listening today. Our thoughts and prayers remain with all of you.",
        "Now I know that the estates community is closely knit, and that sense of community and collaboration will be more vital than ever as we move forward from this pandemic.",
        "Indeed, moving forward will require us all even more so than normal to work as one team. Recognising that every person, every link in that team is vital for its functioning.",
        "**Challenges faced**",
        "Now the challenges should not be underestimated – and as you all know, many are historic challenges.",
        "Government investment, by governments of all parties over recent decades, has been unpredictable at times.",
        "There has been constant pressure on you to balance competing demands – from the urgent demands of addressing critical infrastructure risks, day-to-day maintenance needs, to raising your eyes to look to the long term, and to develop an estate that is the right size and shape to meet future service needs.",
        "The needs of maintaining an ageing estate has meant that it has often been hard for many of you, the profession, and us to always focus on the long term as much as perhaps we should have.",
        "All too often, the urgency of short-term pressures has won out.",
        "**Some specific challenges**",
        "As we look forward, the approach we are adopting as a government, championed by the Prime Minister, is to tackle both – investing in meeting immediate needs, but in parallel investing in the long term, with a long-term, predictable pipeline of investment.",
        "The specific challenges we face are significant. Backlog maintenance is a £9 billion challenge that you all grapple with every day.",
        "The day-to-day costs of keeping the estate in working order are huge – and that’s why we’ve allocated £4.2 billion for NHS operational capital investment, supporting NHS trusts to refurbish and maintain their estate. As I say, you grapple with those challenges every day. Every day you ensure that our estates and our hospitals are there, working to deliver that world-class healthcare.",
        "I want to start by looking at some long-term challenges as well.",
        "Climate change is a global challenge, and the NHS must play its part in achieving net-zero carbon emissions – a legal requirement for the whole UK by 2050.",
        "We must create an estate fit for the clinical and patient needs of the 21st century, reflecting the advancements in science and clinical treatments. And the way in which we are able to treat different illnesses and help keep people alive and fit and experiencing a high quality of life for longer.",
        "We must ensure that we build an estate that is capable of incorporating technological advancements as they emerge over the coming years as a standard.",
        "Moreover, the vision set out by this government’s long-term plan for the NHS – a vision built around patient and place and the integration of care – is a vision which simply cannot be achieved unless it is enabled by strategic, sustained investment in our NHS infrastructure and estates.",
        "**The approach to strategic investment**",
        "That’s why we must deliver that long-term, strategic approach – an approach that enables trusts to look beyond day-to-day demands, and to embrace the vision and intent shown, perhaps encapsulated, by the quote from the janitor at NASA.",
        "I know it is my job to ensure that approach is driven by clear leadership – and delivered at pace.",
        "In that spirit, as Simon in his introduction mentioned, I’d like to talk about the NHS Strategic Infrastructure Board, which I have the honour of chairing.",
        "In this role, I’ve seen first hand the collaboration between NHS staff at all levels.",
        "And we’ve seen how well traditional silos and ways of working can be transformed in a pandemic situation.",
        "My hope is this will continue long beyond the pandemic, and that the positive structural shifts in healthcare that have been accelerated as a result of the pandemic continue to develop at pace.",
        "All NHS trust estates teams are now registered in the NHS Estates Team Collaboration Hub. This is an excellent tool that enables the estates and facilities community to communicate across the system, and crucially share knowledge and experience and share best practice.",
        "This will enable more joined-up, collegiate working on the ground, so we need the same at the centre.",
        "We also need collaborative national leadership to make health infrastructure challenges a priority as we go forward.",
        "We need all the national players in the NHS estate in the same room, albeit at the moment virtually in the same room.",
        "The Strategic Infrastructure Board is the place for national partners to work collaboratively to guide the future vision of the NHS Estate – as I alluded to before, to raise our eyes beyond the horizon of the day-to-day challenges, to look a decade or more in to the future.",
        "And Simon and others with us today are also members of the board.",
        "Now many of the issues that you’ve been discussing today are the same ones that we’ve been grappling with.",
        "We’ve also carried out a lessons-learned exercise on the COVID-19 pandemic.",
        "We wanted to understand the impact of COVID-19 on our priorities for estates and capital.",
        "And to use these reflections to consider what’s on the horizon for health and social care infrastructure over the coming decades.",
        "This exercise clearly highlighted the opportunity to refresh our strategic approach to NHS infrastructure.",
        "When the board met in February, we set out what more we can do. How we can maximise opportunities for integration to deliver better value for money and more personalised care. How we can make better use of data to remodel the estate and drive efficiency. And how we can champion the unsung heroes, each and every one of you in your estates and facilities teams, who have performed with such distinction throughout this crisis.",
        "**Thanking Sir Robert Naylor**",
        "On the topic of leadership, I would like to take this opportunity to thank another champion of the NHS Estate and a champion of taking the strategic view – Sir Robert Naylor.",
        "Sir Robert’s landmark review originally led to the formation of the NHS Property Board. This was a critical first step in ensuring that the estate receives the attention it deserves as an enabler of care.",
        "Sir Robert has led the estates agenda with skill, diligence and an unmatched level of expertise – challenging us where necessary, and tirelessly championing both the estate and its workforce, and, crucially, driving that long-term view.",
        "As Sir Robert steps down from his official role with the department, I am sure you will all join me in expressing deep gratitude for all that he has done to lay such firm foundations. Such firm foundations that allow us to move into an exciting new phase for the NHS estate.",
        "**Strategic approach**",
        "That new phase is focused on a coherent strategy for how we can invest in our infrastructure in the most effective, joined-up way.",
        "In 2019 we set out our new, strategic approach to improving our hospitals and health infrastructure with the publication of the Health Infrastructure Plan (HIP).",
        "You will all be familiar with the historic challenge – a burst of activity and investment, for example the early 2000s hospital-building programme, then, an easing off – the stop-start historically which mitigates against a long-term view, and which can see the expertise people have gained in building new hospitals lost in our NHS, as during a paused phase they leave for new challenges.",
        "Our HIP seeks to remedy this, setting out a long-term plan of investment over many years, allowing the NHS to plan for the future and to predict and see that pipeline of investment.",
        "The last few years have already seen significant investment – from allocating £600 million through a Critical Infrastructure Fund to resolve the most urgent estates issues in the NHS, to the Prime Minister’s announcement of £850 million to upgrade 20 hospitals, and of course £3.7 billion to help deliver 40 new hospitals by 2030.",
        "We’ve also provided funding to eradicate mental health dormitories, and to upgrade A&Es to expand capacity and improve infection control.",
        "These have all made a huge difference to the NHS, and with many of these projects invested in and delivered in winter at pace, each and every one of the estates teams working on them in the trusts has risen to the challenge to see that investment get to the frontline and deliver benefits for patients.",
        "And we must now look to refresh our strategy to set an even clearer direction that reflects the lessons we have learned from COVID-19.",
        "It’s vitally important we get this right. In the Victorian era, town halls and civic buildings were symbols of civic pride, of the pride our communities had in themselves and in their country. In many ways, our hospitals fulfil a similar place in our pride today. The pride in our NHS is reflected in the respect and in which we hold those who work in it and the respect and value we attribute to the buildings out of which it operates.",
        "Before COVID, we knew the elements that would make our strategy successful: standardised design through modern methods of construction, listening to clinicians and designing clinical spaces, reflecting what we know they need to do their job. Effective use of technology hardwired in as standard, and an unwavering commitment to achieving net-zero carbon across the whole NHS.",
        "But recent months have also brought into clear focus critical issues like agility and flexibility in controlling infections.",
        "So we must work together to pull this into a coherent framework that balances all these critical elements as we move forward. Working at pace, setting clear standards, and embracing the vital role that health infrastructure plays more broadly in our communities.",
        "Because it is not just acute settings in this context, but the opportunities presented by our primary care facilities – our primary care infrastructure and buildings in the community – to play a key role with councils and others delivering regeneration in our town, high streets and cities to work together to play a key part in that. Not only in delivering vital services, but in helping drive that regeneration.",
        "Getting this right will ensure the NHS estate enables world-class care on the inside, whilst reflecting civic pride on the outside.",
        "That’s why later this year we will publish a refreshed version of the Health Infrastructure Plan.",
        "Setting the strategic direction for all aspects of the department’s capital and infrastructure, and of course the NHS is at the heart of this.",
        "I’m keen that this strategy does not re-invent the wheel, and instead builds on the great work already done, while taking into account what we have learnt over the past year.",
        "So, we will bring together our existing commitments and strategies to give the sector – including all of you as estates, facilities and finance professionals – a clear vision and set of priorities to work towards over the next 10 years.",
        "This updated HIP will set the direction in a wide range of areas, such as:",
        "the strategy for new hospitals and hospital upgrades, including the standards we expect in these projects",
        "the direction of travel in the primary care estate, including getting the most out of primary care hubs",
        "how technology should be most effectively deployed in the NHS",
        "the strategy to deliver on that shared objective of the sustainability agenda and net zero",
        "This strategy will bring together our investment, maximise value for money and ensure we’re all pulling in the same direction towards the same goal.",
        "And we want to support the development of a sustainable health and social care system that is the right size and shape for our future needs. The refreshed HIP will drive the transformation of healthcare to a 21st century model, using the latest technologies.",
        "It will give STPs, ICSs and others what they need to design the estate that best meets the need of their local area while reflecting the learning from the national standards.",
        "The new version of the HIP is currently in the early phases of development, but officials are already working closely with partners across the system. Because partnership with each and every one of you with your trusts and communities is vital as we seek to translate this vision from our hearts and heads into a reality on our streets.",
        "Let there be no doubt – making this plan a reality will require us all to work at pace. We’re already doing this on the New Hospital Programme, under the leadership of SRO Natalie Forrest. This programme is an absolute priority for the Prime Minister.",
        "Six projects are already in construction, with one further scheme awaiting final approvals. We will be bringing forward the criteria for the next 8 projects in the coming months.",
        "We will review the designs of the earliest 8 projects in the programme pipeline, with a view to bringing increased consistency and again driving that pace throughout the programme, informing work on standardised designs which can then be applied across the programme, but crucially working together – hand in hand – in partnership with trusts to help them deliver in their vision for their communities.",
        "But, of course, we should never forget the NHS estate stretches far beyond new hospitals – covering tens of millions of square metres in primary and community care. And, in that regard, we should also be mindful of the huge opportunities that exist for regenerating our communities and high streets while improving the facilities available for our community settings.",
        "**Conclusion**",
        "Colleagues, in closing, it is also worth reminding ourselves that for 1.5 million people, NHS buildings and spaces are places of work and learning.",
        "For many more the NHS estate offers a vital service every day.",
        "That is why this government’s manifesto commitment is so important.",
        "And that is why it is so important that the HIP refresh delivers a shared vision by providing a clear strategic direction for capital investment over the next decade.",
        "As Chair of the Strategic Infrastructure Board I will continue to champion the NHS estate and all of you who work in it.",
        "This is a once in a lifetime opportunity – what you are doing is genuinely a matter of success or failure for healthcare in the 21st century. There can be few greater callings than the work you are doing.",
        "And I am honoured to have the chance to work with you on making our vision a reality – and I am privileged to have been given the chance to talk to you today and to conclude by offering you my thanks, with those of the Secretary of State and Prime Minister.",
        "Thank you."
    ]
}