{
    "url": "https://www.ukpol.co.uk/edward-argar-2023-speech-on-the-firearms-bill/",
    "title": "Edward Argar – 2023 Speech on the Firearms Bill",
    "post_date": "April 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Edward Argar, the Minister of State at the Ministry of Justice, in the House of Commons on 24 March 2023.",
    "content": [
        "I pay tribute to my hon. Friend the Member for Crewe and Nantwich (Dr Mullan) for so ably stepping in for my hon. Friend the Member for West Bromwich West (Shaun Bailey), who has done so much work to bring forward this private Member’s Bill and to see it progress through the House. My hon. Friend the Member for Crewe and Nantwich did an admirable job of picking up the reins and deftly steering the Bill through Third Reading. This important and proportionate measure will help to advance safety while allowing legitimate activities to continue.",
        "As always, the shadow Minister, the hon. Member for Plymouth, Sutton and Devonport (Luke Pollard), approaches the Bill in a pragmatic and sensible way. He highlighted the horrendous events in 2021 that saw the killing of five people in his constituency, and I pay tribute to him for the phenomenal support he gave to his affected constituents and to his community in the light of those horrific events.",
        "As the hon. Gentleman said, he will shortly be seeing the Policing Minister, on whose behalf I am responding today. In respect of the inquest findings following the horrific events in his constituency, I believe that the Policing Minister is committed to respond within 60 days, which according to my calculation brings us to mid-May. It is right for those findings to be considered carefully and properly, and, while I do not wish to pre-empt what the Minister will say, I know that he will indeed be considering them very carefully.",
        "I am happy to confirm that the Government support the Bill, which has been the subject of consensus across the House. It aims to address two vulnerabilities in the existing licensing controls, which have been debated in a commendably constructive way during its passage so far, here and in Committee. We committed ourselves to taking action following a public consultation on specific firearms safety issues that took place between 24 November 2020 and 16 February 2021.",
        "Clause 1 tightens the law relating to miniature rifle ranges by removing the exemption, provided by the Firearms Act 1968, that has allowed those operating such ranges to do so without the necessity of first obtaining a firearm certificate. Removing that exemption will mean that the operators will be subject to police checks ensuring that the ranges operate within a secure and safe framework, and that the firearms used there are stored securely. The Home Office will amend its guidance to reflect the fact that the operation of a miniature rifle range constitutes a good reason for possessing suitable firearms and ammunition, which I hope provides the reassurance sought by some Members on this point during earlier debates. The clause also means that the .22 rim-fire rifles used on miniature rifle ranges—a type of firearm that is already subject to licensing by police in other circumstances—will rightly be brought within the licensing regime for miniature rifle ranges. Furthermore, the term “miniature rifles” will be more tightly defined so that only the less powerful .22 rim-fire firearms may be used on miniature rifle ranges.",
        "Clause 2 tackles the unlawful manufacture of ammunition by introducing a new offence of possessing component parts with the intent to assemble unauthorised quantities of complete ammunition. The police had raised concerns that the component parts of ammunition were too easy to obtain, and were being used by criminals to manufacture whole rounds. I know there has been concern about the possibility that this is a back-door way of introducing controls on component parts, or that it will somehow prevent people from home loading their own ammunition. I hope it has been made sufficiently clear in our previous debates that someone with a valid certificate covering the complete rounds they possess will have nothing to fear, and that the measure is aimed at the criminals who seek to manufacture ammunition illegally. Concerns have also been raised—and were touched on by the shadow Minister—about clause 2 not extending to 3D printed ammunition. I hope it will reassure Members to know that such 3D printed items are subject to the law in the same way as any other firearm or ammunition. The fact that a 3D printer may have been used to make ammunition illegally could also be used in proving intent to a court.",
        "Both those measures received support in the public consultation that I mentioned earlier. It was widely acknowledged, by those representing shooting interests as well as those who wish to see tighter firearms controls more generally, that these changes would help to strengthen our firearms controls. The Bill will make a valuable contribution to firearms legislation while also ensuring that those who wish to continue to engage in firearms activities legitimately—whether that involves target shooting at clubs or activity centres, the legitimate home loading of ammunition, or other lawful activities—can continue to do so.",
        "Law enforcement agencies called on the Government to tighten the regulation in these areas and we have responded, but our work in keeping firearms law under review—another issue on which the shadow Minister sought assurances—and continuing to ensure that there are strong gun controls in this country does not stop here. A number of other issues that have rightly been raised during the Bill’s passage are out of scope, but the Government will continue to consider them closely in the context of the reports that have been received about the tragic shootings in various parts of the UK in recent months.",
        "Let me end by thanking, in absentia, my hon. Friend the Member for West Bromwich West for bringing the Bill to the House, and my hon. Friend the Member for Crewe and Nantwich and the shadow Minister for the tone in which, as ever, they have approached this issue. I also put on record my thanks to the Home Office officials who have worked with Ministers in responding to and working on this piece of legislation, and to officials in my own private office in the Ministry of Justice—one of my private secretaries is sitting in the box as we speak—for the speed with which, in recent hours, they have made sure I am fully briefed for this debate. I hope to see the Bill continue to progress through Parliament apace; I look forward to its having a smooth and swift passage through the other place and into law and I fully support what is proposed.",
        "**Dr Mullan**",
        "With the leave of the House, on behalf of my hon. Friend the Member for West Bromwich West (Shaun Bailey), I would like to thank the Clerks, the members of the Bill Committee, House staff and all of those who have contributed to the Bill. My hon. Friend wanted me to thank my hon. Friend the Member for Clwyd South (Simon Baynes), and I want to thank my hon. Friend the Member for Old Bexley and Sidcup (Mr French) for his considered questions today. It has been a privilege to play a small role on behalf of my hon. Friend the Member for West Bromwich West to bring this legislation through this stage in the House. I thank the whole House for its support.",
        "Question put and agreed to.",
        "Bill accordingly read the Third time and passed."
    ]
}