{
    "url": "https://www.ukpol.co.uk/edward-argar-2022-speech-on-the-sharks-fin-bill/",
    "title": "Edward Argar – 2022 Speech on the Sharks Fin Bill",
    "post_date": "July 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Edward Argar, the Conservative MP for Charnwood, in the House of Commons on 15 July 2022.",
    "content": [
        "I pay tribute to the hon. Member for Neath (Christina Rees). I have had the pleasure of working with her on a number of issues since I have been in the House, and it is a genuine pleasure today to have the opportunity—now that I have returned to the Back Benches—to contribute to such an important debate and to express my wholehearted support for the Bill.",
        "It is also a real pleasure to speak in a debate to which the newly appointed Minister will respond. Until recently, my hon. Friend the Member for St Austell and Newquay (Steve Double) was my Whip, and he managed to discharge those duties firmly but very charmingly. I am sure he will bring the same balance of charm, firmness and indeed determination to his new role, and I hope he will continue to be a Minister for many years to come. Let me add that his is an extremely good appointment in respect of this particular brief.",
        "The hon. Lady and others have already set out the context of the Bill and the challenges with which it is intended to deal. It is a very short Bill, with only three clauses and one schedule, but it does not need to be long, because it contains in those three clauses and one schedule everything that is needed to move things forward and close this loophole.",
        "The scale, globally, of the trade in fins has been estimated at between 16,000 and 17,000 tonnes per annum, with an estimated 97 million sharks killed annually. We know that since 2003 the landing of detached shark fins has been banned in the EU, but, as we have heard from the hon. Lady and others, that does not appear to be doing the job. As we have also heard, 143 species are under threat, and 46 species and ray are listed in CITES, the convention on international trade in endangered species.",
        "As the hon. Lady said, these creatures are integral to the ecosystems of our oceans. They play a hugely important role in what are fragile and complex ecosystems—and our oceans’ ecosystems are crucial to the health of our planet as a whole. In January 2021, an article in Nature suggested that there had been a 71% decline in the global abundance of sharks since 1970. That is a terrifying decline in the numbers of a creature which plays such a central role in our oceans’ ecosystems. We are talking here about sharks in the context of marine ecosystems, but we should bear in mind the fact that the ecosystems of all our waters, be they oceans, seas, chalk streams or rivers, are vital to the overall health of our planet. That is why it is right that we are considering this issue today.",
        "I am pleased that such leadership has been shown on both sides of the House in respect of animal welfare and protecting our planet. The animal welfare action plan that was published recently is hugely important, and in 2020 there was a petition debate about this very issue. I pay tribute to Shark Guardian for promoting awareness of the issue, and securing the engagement that has, I know, helped the hon. Lady’s cause.",
        "As we have already heard, the Bill closes a loophole in banning the import and export of detached shark fins, and the fins of other cartilaginous fish such as ray, with the exception of the",
        "“pectoral fins of a ray”.",
        "It is well and tightly drafted, and it will do what it seeks to do. As others have said, the practice of finning, the catching of a shark, the removal of the fin and the discarding of the rest of the shark—sometimes still alive—is not only wasteful but cruel and unnecessary.",
        "The Government have said that they do not oppose the landing of a whole shark with its fins naturally attached. I know that some would wish us to go further while others would not, but I think that the hon. Lady, with typical sense, has struck an appropriate and proportionate balance in tackling a wasteful and cruel practice while still allowing a whole shark to be landed sustainably appropriately.It strikes, as we so often need to do in this place, a difficult but necessary balance, with the various specific scientific exemptions that have been highlighted and which we would expect to see for conservation purposes.",
        "I do not propose to detain the House longer, so I will conclude by congratulating the hon. Member for Neath on bringing forward this important Bill. She has my wholehearted support, and I wish her every success in seeing it swiftly translated on to the statue book."
    ]
}