{
    "url": "https://www.ukpol.co.uk/edward-argar-2022-statement-on-lords-amendment-29b-of-the-health-and-care-bill/",
    "title": "Edward Argar – 2022 Statement on Lords Amendment 29B of the Health and Care Bill",
    "post_date": "April 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Edward Argar, the Minister for Health, in the House of Commons on 25 April 2022.",
    "content": [
        "The Lords amendments before the House today relate to the NHS workforce, reconfigurations, modern slavery and the adult social care cap. In respect of amendments 30B and 108B on reconfigurations, I am grateful for the constructive debate on these issue across both Houses. This House has twice voted strongly in favour of the ability for the Secretary of State to call in reconfiguration proposals when needed, and it remains a key principle that decisions on how services are delivered should be subject to ministerial oversight. However, my right hon. Friend the Secretary of State and I have listened carefully to the debates throughout the Bill’s passage, and as a result we have proposed a series of amendments to minimise bureaucracy and ensure transparency.",
        "The first set of changes would mean that the NHS had to notify the Secretary of State only about those reconfiguration proposals that were deemed notifiable, which we will define through regulations. We intend to align that definition with the existing duty on NHS commissioners to consult local authorities where there is a substantial development of variation in the health service. We also propose to remove the requirement for commissioners and providers to inform Ministers of",
        "“circumstances that are likely to result in the need for the reconfiguration of NHS services”.",
        "Taken together, these changes will mean that the NHS will need to notify the Secretary of State only about proposals that are substantive and of great importance to people.",
        "Secondly, we will give local authorities, NHS commissioners and anyone else the Secretary of State considers appropriate a right to make representations to the Secretary of State when he has called in a proposal for reconsideration. We expect this to include any relevant provider. The Secretary of State will be required to publish a summary of the representations he receives, and we will set out in statutory guidance further detail on how local bodies, including providers, will be engaged.",
        "Thirdly, transparency is vital to ensure that these powers are always used by Ministers in the clear interest of the people we all serve. We will therefore require the Secretary of State to provide the reasons for his decisions and directions when he makes them. Finally, we have heard throughout these debates that it is vital that decisions are made expeditiously and expediently in order to give certainty to local bodies so that reconfigurations can be made quickly to improve the quality of services received by patients. We are therefore introducing a requirement that, once a reconfiguration proposal has been called in, the Secretary of State must make any decisions within six months. We believe that this set of changes addresses the key concerns raised in this House and the other place, and I commend it to the House.",
        "I turn to Lords amendment 48B, and the Government’s amendment in lieu, on modern slavery. We share the strength of feeling expressed in both Houses on ensuring that the NHS is in no way inadvertently linked with modern slavery and human trafficking through its supply chain. That is why the Government brought forward an amendment in the first round of ping-pong to create a duty on the Secretary of State to undertake a thorough review of NHS supply chains. I am pleased to announce today that we are going further. The Government’s amendment in lieu of Lords amendment 48B will require the Secretary of State to make regulations with a view to eradicating the use by the NHS in England of goods or services tainted by slavery or human trafficking. The regulations can set out steps the NHS should be taking to assess the level of risk associated with individual suppliers, and the basis on which the NHS should exclude them from a tendering process.",
        "I particularly commend my right hon. Friend the Member for Chingford and Woodford Green (Sir Iain Duncan Smith) for his consistent and vocal campaigning on this issue. I am delighted that he has confirmed his support for the amendment in lieu. I look forward to working further with him and his supporters to bring these measures forward.",
        "**Ms Nusrat Ghani (Wealden) (Con)**",
        "I congratulate the Minister and the Department on taking this extraordinary step. The public may believe that we already do not use slave-made goods, but unfortunately we do. It is remarkable that the Department has taken this step, and it is incredibly important that we look at Xinjiang in particular, where Sir Geoffrey Nice QC determined there has been a genocide, as there was in Bosnia. The sanctioned MPs and all our colleagues in the inter-parliamentary alliance on China will work with the Department to ensure we have no Uyghur slave-made products in our NHS.",
        "**Edward Argar**",
        "I paid tribute to my right hon. Friend the Member for Chingford and Woodford Green, but my hon. Friend the Member for Wealden (Ms Ghani) has also taken a keen interest in this issue. The Secretary of State and I will continue to work closely with others across Government to ensure that our measures to eradicate modern slavery in NHS supply chains are effective and targeted, and reflect best practice.",
        "On Lords amendment 29B, the Government are committed to improving workforce planning and are already taking the steps needed to ensure that we have record numbers of staff working in the NHS. In July 2021, the Department commissioned Health Education England to work with partners on reviewing the long-term strategic trends for the health and regulated social care workforce over the next 15 years. We anticipate the publication of that work in the coming weeks.",
        "**Jim Shannon (Strangford) (DUP)**",
        "Will the Minister give way?",
        "**Edward Argar**",
        "Very briefly, as I am conscious that we have limited time.",
        "**Jim Shannon**",
        "If the right hon. Member for South West Surrey (Jeremy Hunt) were to pursue the matter, my party and I would be minded to support him. Although I understand from the figures in the press today that there are significant numbers of new nurses coming into the NHS, there is still a large shortfall. Will the Minister confirm for Hansard in the Chamber today that every step is being taken to recruit the nurses needed to address the issue of workforce safety?",
        "**Edward Argar**",
        "The hon. Gentleman is right to highlight the work we are already doing, which I will address in a moment, and the number of nurses we have recruited. I believe we have now recruited 29,000 or so en route to our target of 50,000 more nurses by the end of this Parliament.",
        "**Sir Robert Neill (Bromley and Chislehurst) (Con)**",
        "Will my hon. Friend give way?",
        "**Edward Argar**",
        "I will make a little progress, if I may—a few more paragraphs—as I am very conscious of allowing time for Back-Bench colleagues to speak.",
        "Building on this work, we recently commissioned NHS England to develop a workforce strategy. We will set out the key conclusions of that work in due course. In addition, we have committed ourselves to merging Health Education England with NHS England to bring together responsibility for service, financial and workforce planning in one organisation. We will continue to grow and invest in the workforce. There are record numbers of staff, including nurses, working in the NHS.",
        "**Sir Robert Neill**",
        "I am grateful to the Minister for giving way. He will know of my interest as chair of the all-party parliamentary group on stroke, and he will be aware of the particular concern of the Stroke Association and others about the number of qualified therapists to provide the therapy people need after a stroke. Will he commit himself to that being part of the workforce strategy and to moving swiftly? This is already a pressing problem for stroke survivors who are not getting the care they need.",
        "**Edward Argar**",
        "I reassure my hon. Friend that my right hon. Friend the Secretary of State has made it clear that he wishes the whole health and care workforce landscape to be considered by Health Education England.",
        "The growth in our workforce comes on the back of our record investment in the NHS, which is helping to deliver our manifesto commitments, as I said to the hon. Member for Strangford (Jim Shannon), including our commitment to 50,000 more nurses by the end of the Parliament. The spending review settlement will also underpin funding for the biggest ever intake of undergraduate medical students and nurses.",
        "Although I might not be able to say anything sufficient to fully convince my right hon. Friend the Member for South West Surrey (Jeremy Hunt), I put on record my gratitude to him not only for the insight, expertise and knowledge he has brought to our debates on this issue but for the typical courtesy he has displayed throughout our interactions and conversations. I do not know what he will say in a moment, but I have tried to pre-empt him. I hope that he may be tempted to stick with it.",
        "I hope that the House will recognise that the Government are already doing substantial work to improve workforce planning, and that placing a requirement such as Lords amendment 29B on the statute book is therefore unnecessary.",
        "**Kim Leadbeater (Batley and Spen) (Lab)**",
        "Will the Minister give way?",
        "**Edward Argar**",
        "Very briefly, but I am sensitive to Madam Deputy Speaker’s instruction to be brief.",
        "**Kim Leadbeater**",
        "I thank the Minister for giving way. More than 100 organisations, including the Royal College of General Practitioners and the British Medical Association, have expressed their support for Lords amendment 29B. Does he agree that the only way to ensure that we recruit and retain the talented staff that our NHS and social care sector desperately need is through a long-term workforce plan in consultation with the experts in the field, such as health and care employers, unions and integrated care boards?",
        "**Edward Argar**",
        "That is exactly what we are doing through the work commissioned by my right hon. Friend the Secretary of State, which is why Lords amendment 29B is unnecessary.",
        "**Steve Brine (Winchester) (Con)**",
        "Will the Minister give way?",
        "**Edward Argar**",
        "I fear that I cannot, but my hon. Friend may catch me during my winding-up speech. I want to make progress, as about 10 Back-Bench colleagues wish to speak.",
        "Finally, on the adult social care cap, the Government have announced our plan for a sustainable social care system. It is fair, affordable and designed to end the pain of unpredictable care costs by capping the amount anyone needs to pay at £86,000. Without clause 140 there would be a fundamental unfairness: two people living in different parts of the country, contributing the same amount, would progress towards the cap at different rates based on differences in the amount their local authority is paying. We are committed to levelling up and must ensure that people in different parts of the country are benefiting to the same extent, and our provisions support this. Amendments 80A to 80N also make crucial changes to support the operation of charging reform, as these changes were lost by the removal of clause 140 in the other place.",
        "Lords amendments 80P and 80Q insert a regulation-making power to amend how",
        "“costs accrued in meeting eligible needs”",
        "is determined in section 15 of the Care Act 2014. However, if regulations were made using this power, they would result in anyone entering the care system under the age of 40 receiving free personal care up to that age. As local authority contributions would count towards the cap under these changes, a 35-year-old with average care costs would reach the cap and not have to pay anything towards the cost of their care, yet a person who enters care the day after their 40th birthday would need to contribute towards the £86,000 cap over their lifetime. We believe this is unfair. Our plan already includes a more generous means test that means more people will be eligible for state support towards the cost of care earlier, enabling them to keep more of their income.",
        "The changes introduced in the other place also threaten the affordability of our reforms. Lords amendments 80, 80P and 80Q would clearly affect financial arrangements to be made by this House and, as such, have financial privilege. These new Lords amendments would cost the taxpayer more than £1 billion a year by 2027-28. Ultimately, this would mean we need to make the same level of savings elsewhere, making the system less generous for other users. I hope I have been able to provide some reassurance that we believe our approach is still the right one, and I ask the House to disagree with the other place’s amendments.",
        "Finally, I put on record my gratitude to my hon. Friend the Member for Aberconwy (Robin Millar) and the noble Baroness Morgan of Cotes for their constructive and positive engagement during the Bill’s passage on ways to strengthen co-operation between the UK Government, the UK Statistics Authority, the Office for National Statistics and the devolved Administrations, and for their passion for strengthening the Union. I am pleased we are taking forward that work, albeit outside this Bill. I am stimulated by their important work.",
        "We have sought throughout the passage of the Bill to be pragmatic and to listen to this House and the other place in either accepting their amendments or addressing them in lieu. I hope the House recognises that this approach continues to characterise our work, save where we sadly cannot agree with the other place in respect of its amendments on both the workforce and social care caps."
    ]
}