{
    "url": "https://www.ukpol.co.uk/edward-argar-2022-speech-on-the-governments-plan-for-growth/",
    "title": "Edward Argar – 2022 Speech on the Government’s “Plan for Growth”",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Edward Argar, the Chief Secretary to the Treasury, in the House of Commons on 19 October 2022.",
    "content": [
        "I think I last stood at this Dispatch Box about three months ago, so it is a privilege to close this debate on behalf of the Government. I welcome the kind words from the shadow Chief Secretary, the right hon. Member for Wolverhampton South East (Mr McFadden). I suspect, knowing him as I do, that he will be tough in his challenges, with, as we have seen, a suitably dry delivery and sense of humour, but I have huge respect for him, as he knows. I have yet to be treated to his singing voice—sadly, we were not just then—but on a future occasion he might be tempted.",
        "I thank all hon. and right hon. Members for their contributions. The debate has understandably invited the expression of strong views on the part of all Members who have spoken. That is because economic stability is not just about abstract numbers and graphs. As the shadow Chief Secretary knows, I am nothing if not a pragmatist. This is about our constituents, our families, our friends and our neighbours, and it matters. As the Chancellor set out to the House on Monday:",
        "“Behind the decisions we take and the issues on which we vote are jobs that families depend on, mortgages that have to be paid, savings for pensioners, and businesses investing for the future.”—[Official Report, 17 October 2022; Vol. 720, c. 395.]",
        "Sometimes those decisions are difficult or, indeed, very difficult, as the Chancellor acknowledged. We know we need to do more to give certainty to the markets about our fiscal plans, and we have. I am clear, as is my right hon. Friend the Chancellor and, indeed, the Prime Minister, that we need to prioritise the needs of the most vulnerable, and we will.",
        "We also know that the long-term economic wellbeing of this country relies on our achieving sustainable growth. In the coming weeks and months, responsibly and sustainably, we will continue that urgent mission. Indeed, the reason the United Kingdom has always succeeded is that, at big and difficult moments, we have taken tough decisions in the long-term interest of the country. When conditions allow, when it is consistent with sound public finances, we will seek to cut taxes to support further economic growth.",
        "I remind the House that, since 2010, the United Kingdom has seen the third highest real GDP growth rate in the G7, increasing by more than Germany, France, Japan and Italy. The UK is forecast to be the fastest growing economy in the G7 in 2022. We have a strong labour market with the lowest unemployment rate in almost 50 years, which gives genuine grounds for optimism about our long-term prospects for growth.",
        "**Simon Hoare (North Dorset) (Con)**",
        "I warmly welcome my right hon. Friend to his place. He has used the word “pragmatism.” The shadow Chief Secretary to the Treasury was on the money with regard to the folly of applying ideology when the circumstances do not allow it. Will my right hon. Friend, from the Dispatch Box, give both the country and the House confidence that good, old-fashioned Tory pragmatism and common sense—people can call it Treasury orthodoxy if they wish—are back at the helm?",
        "**Edward Argar**",
        "I have just set out where we are and what the Prime Minister and the Chancellor have said about the approach we are adopting. It is my firm belief, and the Chancellor’s firm belief, that we wish to be a tax-cutting Government, but that must be done from a basis of sustainability. When taxes are cut sustainably, we see behaviours change that help to generate investment and growth, which is what the Prime Minister and the Chancellor seek.",
        "**Sir Stephen Timms**",
        "Will the Minister give way?",
        "**Edward Argar**",
        "I will make some progress on the contributions made by hon. and right hon. Members. I will address the right hon. Gentleman’s contribution, and he may then want to come back to me.",
        "The concerns expressed by the SNP spokesman, the hon. Member for Inverness, Nairn, Badenoch and Strathspey (Drew Hendry), about economic turmoil are a little rich, given that his party seeks to impose the chaos, turmoil and economic cost of another referendum on Scotland, being unable to accept the democratic decision of the Scottish people in the last referendum.",
        "On the most vulnerable, I highlight to the hon. Gentleman and, indeed, other hon. and right hon. Members the £37 billion of support that has been made available across the United Kingdom to support people with the cost of living. The SNP’s prospectus, set out a few days ago, on what independence would mean is a recipe for chaos and turmoil for the people of Scotland.",
        "I am extremely pleased to see my hon. Friend the Member for Hazel Grove (Mr Wragg) in his place. I pay tribute to his courage in speaking out so openly about his own challenges and, in so doing, doing a huge service to many people up and down this country. He is a man of great integrity and great courage, and I pay tribute to him. Although I do not always agree with him, this Chamber is always wise to listen to him. He represents his constituents passionately and well in this place. He touched on a number of things, but he specifically mentioned institutions—as did the shadow Chief Secretary to the Treasury—including the Bank of England and the OBR. My hon. Friend knows me well and he knows that I have huge respect for both those bodies. Before I knew I would be occupying this place and that the right hon. Member for Wolverhampton South East would be my shadow, he and I were on television and I paid tribute to him for his role in a previous Labour Government for setting up the independence of the Bank of England, which I believe is important and needs to be respected.",
        "The right hon. Member for East Ham (Sir Stephen Timms) is a distinguished former Chief Secretary to the Treasury and he highlighted a number of things, particularly the benefits question and the uprating of benefits, as did the hon. Member for Richmond Park (Sarah Olney). They will know that there is an annual process by which that is done. That process requires the statistics that were made available for the first time today—the September statistics. It is extremely important that that process is followed and I do not intend from the Dispatch Box to pre-empt a process that should be followed properly.",
        "I listened carefully, as I always do, to the comments made by my hon. Friend the Member for St Austell and Newquay (Steve Double). He raised a particular point about stamp duty land tax thresholds and second homes. The increase in the SDLT threshold implemented on 23 September will remain, supporting first-time buyers and making home ownership more accessible. No one purchasing a second home or buy-to-let property will be taken out of paying SDLT entirely following the Government’s changes. The higher rate for additional dwellings introduced by the Government in April 2016 will continue to apply at 3% above the standard rate. I know that the Chancellor will have listened carefully to the points my hon. Friend made.",
        "The hon. Member for Liverpool, Wavertree (Paula Barker) raised a number of points, including one about the NHS and my right hon. Friend the Chancellor’s role in it. This Government have invested record amounts in our NHS; I was the Minister who took through, in early 2020, the legislation that increased by £33.9 billion the funding for the NHS. My party has a strong track record of funding our NHS.",
        "My hon. Friend the Member for Broadland (Jerome Mayhew) was right to highlight, as others have, the broader context in the global economy with which we are faced: the legacy of covid; and the challenges in Ukraine. During covid we did the right thing, supported by those on both sides of this House, to protect lives and livelihoods, but we should not pretend that that did not come at a significant cost.",
        "**Sir Stephen Timms rose—**",
        "**Edward Argar**",
        "I am very conscious that I have only about two minutes left and I would like to address the points made by a few other colleagues, including some on the right hon. Gentleman’s side of the House.",
        "The hon. Member for Weaver Vale (Mike Amesbury) knows that I am fond of him—I do not know whether that will harm my career or his—but I just highlight to him the challenges that have driven the headline inflation rates we are seeing, which are higher in the eurozone than here at the moment. These are not Government-driven; they are energy costs and supply-chain challenges. If he looks at the analysis by the Office for National Statistics of the figures, he will see that those rates are particularly driven by food costs and food supply chains. We also have to look more broadly at the geopolitical context.",
        "My hon. Friend the Member for South Suffolk (James Cartlidge) genuinely understands business and knows what it takes, and he highlighted the need to support the most vulnerable. That is something that my right hon. Friend the Chancellor has made clear will be at the forefront of his announcements. My hon. Friend also touched on the social care levy and the social care cap, and I know that he has views on it. I know that my right hon. Friend the Chancellor will have heard that, but I am afraid that my hon. Friend will have to wait until 31 October for announcements from the Chancellor, which I will not pre-empt.",
        "Significant contributions have been made by Members from both sides of this House. These are challenging times and the Government will take the difficult decisions necessary to ensure there is trust in our national finances.",
        "We will also remain completely committed to our mission to go for growth rooted in economic stability and confidence, but let us not forget that our economic foundations remain strong.",
        "We are a Government with a record of action: we acted to support families and businesses on energy costs, we have acted to bring stability, and we will act to grow the economy. As the Chancellor said to the House on Monday, despite all the adversity and challenges we face, there is enormous potential in this country. Our job, now and always, is to fulfil that potential."
    ]
}