{
    "url": "https://www.ukpol.co.uk/edward-argar-2020-statement-on-restrictions-in-south-yorkshire/",
    "title": "Edward Argar – 2020 Statement on Restrictions in South Yorkshire",
    "post_date": "October 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Edward Argar, the Minister for Health, in the House of Commons on 21 October 2020.",
    "content": [
        "With permission, I would like to make a statement on coronavirus, further to the statement made by my right hon. Friend the Secretary of State for Health and Social Care last night.",
        "This virus remains a serious threat, and over a million people have tested positive for coronavirus in Europe over the past week. Here in the UK, we recorded 21,331 positive cases yesterday—one of the highest recorded daily figures. Average daily hospital admissions in the UK have doubled in the past 14 days, and yesterday we recorded the highest number of daily deaths, 241, since early June.",
        "We must keep working hard, together, to keep this virus under control. We have been vigilant in monitoring the data and putting in place targeted local measures so that we can bear down hard on the virus wherever we see it emerging. We have seen how local action can help flatten the curve, for example in Leicester and Bolton. This targeted local approach, supported by our local covid alert level system, means we can have different rules in places like Cornwall, where transmission is low, from those in places where transmission is high and rising.",
        "I would like to update the House specifically on the discussions we have been having with local leaders in South Yorkshire. The situation in South Yorkshire remains serious. There have been more cases in South Yorkshire so far in October—over 12,000—than in July, August and September combined. The number of patients with covid-19 in intensive care beds has reached over half the number seen at the height of the pandemic earlier this year, and the latest data suggests that the numbers of patients on mechanical ventilation will soon be comparable to the first peak in March. We need to act now to prevent the epidemic in South Yorkshire from continuing to grow.",
        "I am pleased to inform the House that, following discussions this week, the Government have reached an agreement with South Yorkshire on a package of measures to drive down transmission. That means that South Yorkshire—so the city of Sheffield, Barnsley, Rotherham and Doncaster—will be moving to the local covid alert level “very high”, taking effect at one minute past midnight on Saturday morning. That includes the baseline measures to the very high alert level which were agreed by the House earlier this month.",
        "As well as this, and as agreed with local leaders, unfortunately, casinos, betting shops, adult gaming centres and soft play centres will also have to close, and while gyms will remain open classes will not be allowed. On that point, the Liverpool city region and my hon. Friend the Member for Southport (Damien Moore) have also requested to bring their region into line with those measures. So gyms will be open and soft play centres will close in the Liverpool city region.​  \nWe know that some of the measures I have announced today are challenging and will have a real impact on people and businesses in South Yorkshire, so we will be putting in place substantial support. That includes the job support scheme, which ensures those affected by business closures are still paid. Once topped up with universal credit, those on low incomes will receive at least 80% of their normal income. The agreement also includes additional funding of £11.2 million for the local area for local enforcement and contract tracing activity. As well as that, we are putting in place extra funding so that local authorities in South Yorkshire can continue to support businesses through this period.",
        "From the Dispatch Box, I would like to thank all the local leaders in South Yorkshire for the collegiate and constructive way in which they have approached the negotiations. I would like to thank all hon. Members representing constituencies in the region as well. We have worked across party lines to reach an agreement that will protect public health and the NHS in South Yorkshire, while also supporting those who need it most. I know those local measures will be hard and entail further sacrifice, but through bearing down hard on the virus, wherever and whenever we see it emerge, we can help to slow the spread of this virus and protect our loved ones and our local communities. The agreement will help us to protect lives and livelihoods in South Yorkshire and I commend the statement to the House."
    ]
}