{
    "url": "https://www.ukpol.co.uk/edward-argar-2021-statement-on-nhs-england-and-nhs-improvement/",
    "title": "Edward Argar – 2021 Statement on NHS England and NHS Improvement",
    "post_date": "March 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Edward Argar, the Minister for Health, in the House of Commons on 25 March 2021.",
    "content": [
        "The Prime Minister paid tribute to the extraordinary success of the UK’s covid-19 vaccination programme when setting out on 22 February 2021 his road map for easing lockdown restrictions in England. This vaccination programme would not be possible without the dedication and commitment of many thousands of NHS staff who have already worked tirelessly for many months to support the covid response while doing their utmost to reduce the impact on wider NHS services.",
        "I am today laying before Parliament the Government’s 2021-22 mandate for NHS England and NHS Improvement. It will make clear that covid-19—including further roll-out of the vaccination programme to ensure that every adult in England will be offered a first vaccination by 31 July—remains the NHS’s top priority in 2021-22. At the same time, and taking account of the pandemic’s impact, the NHS will return to implementation of the important transformative ambitions set out in its long-term plan and our 2019 manifesto. These will underpin recovery, and support the NHS’s longer-term resilience and sustainability. There will be a renewed focus on prevention to empower people to live as healthily as possible, and on tackling those health challenges which have been highlighted by the pandemic. The NHS will also work to recover performance of non-covid services that were unavoidably impacted by the pandemic—including elective care.",
        "The new mandate is underpinned by our further funding commitments to the NHS. In addition to the substantial support made available for the pandemic response in 2020-21, and the further £6.3 billion increase in NHS funding already confirmed as part of its funding settlement to 2023-24, we are providing a further £3 billion in 2021-22 to support NHS recovery. This includes £1.5 billion for indirect covid pressures in 2021-22 as well as £1 billion for tackling backlogs in elective activity, and £500 million for mental health and the NHS workforce, for which operational delivery will be agreed in due course. This is in addition to the £6.6 billion announced last week for operationally necessary costs arising from the pandemic in the first half of 2021-22.",
        "As in previous years, I will also today lay a revised 2020-21 mandate. As required by the NHS Act 2006, this revision is to reflect changes to the capital and revenue resource limits included in it that result from in-year funding decisions."
    ]
}