{
    "url": "https://www.ukpol.co.uk/edward-argar-2022-statement-on-nhs-charging-exemption-for-ukrainian-residents/",
    "title": "Edward Argar – 2022 Statement on NHS Charging Exemption for Ukrainian Residents",
    "post_date": "March 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Edward Argar, the Minister for Health, in the House of Commons on 17 March 2022.",
    "content": [
        "I want to update the House about further measures this Government are taking to step up their response to Russia’s invasion of Ukraine, which continues to see hundreds of thousands of people who ordinarily live in Ukraine forced to flee their homes and seek safety and support in other countries.",
        "Today I want to announce new legislative measures in England to exempt Ukrainian residents from NHS charging so that they can access the NHS on broadly the same basis as someone who is ordinarily resident in the UK. We will apply these exemptions retrospectively from 24 February 2022 to further protect people.",
        "Current overseas visitor NHS charging legislation requires us to recover NHS secondary care treatment costs from anyone who does not ordinarily live in the UK, unless an exemption applies to them. Primary care and A&E services and certain types of treatment—including for most infectious diseases—remain free to all, regardless of a person’s home",
        "We have therefore now amended the charging regulations to allow everyone who is ordinarily resident in Ukraine, and their immediate family members, who are lawfully in the UK to access NHS care in England for free, including those who transfer here under official medevac routes.",
        "This will cover all potential treatment needs, except for assisted conception services, to align with the existing exemption for those whose immigration health surcharge fees have been waived. Those who will benefit from this additional exemption include:",
        "Anyone who uses an alternative temporary (less than six months) visa route outside of the family or sponsorship routes",
        "Anyone who chooses to extend their visit or seasonal worker visa temporarily, without going through the IHS system",
        "Anyone who is in the process of switching visas (which could take some time to process).",
        "We have applied a six-month review clause to this policy and it is our hope that this will help not only to provide security and peace of mind for the NHS and those in need, but to remain open to further developments.",
        "Ukrainian residents who are in the UK unlawfully are not covered by these measures but will remain within the scope of existing provisions within the charging regulations. This means that not only treatment needed immediately, but any treatment that cannot safely wait until the overseas visitor can be reasonably expected to leave the UK, must never be withheld or delayed, even when that overseas visitor has indicated that they cannot pay. Some NHS services will remain exempt from charge for all overseas visitors, such as primary care, A&E services and treatment of infectious diseases.",
        "This Government continue to stand shoulder to shoulder with our Ukrainian friends and we are proud to continue to offer support for Ukrainian residents in our country."
    ]
}