{
    "url": "https://www.ukpol.co.uk/edward-argar-2021-statement-on-governments-publication-of-covid-contracts/",
    "title": "Edward Argar – 2021 Statement on Government’s Publication of Covid Contracts",
    "post_date": "March 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Edward Argar",
            "url": "/tag/edward-argar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Edward Argar, the Minister for Health, in the House of Commons on 9 March 2021.",
    "content": [
        "Although I am not the Chancellor of the Duchy of Lancaster, I hope the hon. Lady will none the less allow me to respond to her urgent question.",
        "The first duty of any Government in a crisis is protecting their citizens, so our work to provide personal protective equipment was a critical part of our response. It was a herculean effort that involved setting up a new logistics network from scratch and expanding our PPE supply chain from 226 NHS trusts in England to more than 58,000 different settings. Our team has been working night and day on this vital national effort, and I can update the House that we have now delivered more than 8.8 billion items of PPE to those who need it. That work was taking place at a time when global demand was greater than ever before and rapid action was required, so we had to work at an unprecedented pace to get supplies to our frontline and the public.",
        "Two weeks ago, in response to an urgent question from the hon. Lady, I updated the House on the initial High Court ruling. I will not set out that judgment at length once again, save to say that the case looked not at the awarding of the contracts, but rather at the delays in publishing the details of them as we responded to one of the greatest threats to public health that this country has ever seen. The hon. Lady’s question refers to a short declaratory judgment handed down subsequent to the original judgment in this matter, which makes a formal order as to the Government’s compliance with the relevant regulatory rules.",
        "As before, I reiterate that we of course take the judgment of the Court very seriously and respect it. We have always been clear that transparency is vital, and the Court itself has found that there was no deliberate policy to delay publication. The fight against covid-19 is ongoing. As would be expected, we are agreeing new contracts as part of that fight all the time, and we will keep publishing details of them as we move forward.",
        "I care passionately about transparency, and so does everyone in my Department. We will of course continue to look at how we can improve our response while we tackle one of the greatest threats to our public health that this nation has ever seen.",
        "**Rachel Reeves**",
        "This question and the answers to it really matter because our frontline workers were not adequately protected with the high-quality PPE that they needed during the pandemic. They matter because it is essential that taxpayers’ money is spent effectively and fairly, not handed out to those who happen to have close links with the party of government.",
        "The Government ran down the PPE stockpile ahead of the pandemic, and that came back to haunt us when we needed it most. Contracts were handed out—many to friends of and donors linked to the Conservative party —without any transparency. The Good Law Project took the Government to court, and on 19 February the High Court ruled that the Government had acted unlawfully, saying:",
        "“The public were entitled to see who this money was going to, what it was being spent on and how the…contracts were awarded.”",
        "Three days later, in this House, the Prime Minister said that",
        "“the contracts are there on the record for everybody to see”—[Official Report, 22 February 2021; Vol. 689, c. 638.]",
        "But they are not. A judge confirmed through a court order last Friday that 100 contracts are still to be published. Will the Minister now take this opportunity to apologise for that statement and to put the record straight? Will the Government now finally agree to publish all 100 outstanding contracts by the end of this week?",
        "For contracts that have failed, will the Minister tell us how much money has been and will be clawed back for taxpayers? Can he tell us which businesses were in the VIP fast lane for getting Government contracts and how they got there? Finally, can he honestly tell our brilliant NHS nurses, now facing a pay cut, that the Government have not wasted a single penny of their money on this curious incident of the missing contracts?",
        "**Edward Argar**",
        "It is a pleasure to be opposite the hon. Lady once again at the Dispatch Box—two weeks after we were last here. I will do my best to answer the questions she raised, not just for my own Department, but more broadly across Government.",
        "The hon. Lady raised a number of points. She is absolutely right to say that transparency matters, because transparency of procurement and transparency in Government is one of the foundations of the trust that is so vital to our democracy. That is why we are working flat out to ensure that, as new contracts are awarded, the contract award notices and other relevant pieces of information are published in line with the requirements of regulations.",
        "What is most important, though, is to recognise the situation that we faced last year, with rising infection rates, rising hospitalisation rates and the need to do everything we could—to “strain every sinew”, to quote one of the hon. Lady’s letters to the Chancellor of the Duchy of Lancaster at the time—to make sure we got those working flat out on the frontline what they needed to keep them safe. I pay tribute to the officials in my Department, who did exactly that: they focused on getting what was needed in bulk in an incredibly challenging global market, to make sure that PPE did not run out.",
        "The hon. Lady quite rightly quoted the judgment, and I will quote paragraph 149 of the judgment—the original judgment, not the supplementary judgment. The judge, Mr Justice Chamberlain, stated that",
        "“the overall picture shows the Secretary of State moving close to complete compliance. The evidence as a whole suggests that the backlog arose largely in the first few months of the pandemic and that officials began to bear down on it during the autumn of 2020.”",
        "I think that recognises the efforts that have been put in place to ensure that we meet our transparency requirements. One hundred per cent. of the Department’s CANs—contract aware notices—have been published.",
        "The hon. Member asked a particular question in referring to my right hon. Friend the Prime Minister’s comments on 22 February—I hope I am correct in surmising that. My right hon. Friend was responding to a question around the failure to publish the details of specific contracts that are subject to judicial reviews. I am advised that, at the time of his statement, the details for all the contracts under scrutiny were published."
    ]
}