{
    "url": "https://www.ukpol.co.uk/paul-thomas-arkwright-2017-speech-on-uk-nigerian-relations/",
    "title": "Paul Thomas Arkwright – 2017 Speech on UK-Nigerian Relations",
    "post_date": "November 4, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Paul Thomas Arkwright",
            "url": "/tag/paul-thomas-arkwright/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Paul Thomas Arkwright, the British High Commissioner to Nigeria, on 3 November 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/11/paularkwright-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/11/paularkwright.jpg)",
        "We all know Nigeria’s great potential: largest economy in Africa; set to be 3rd most populous nation in the world by 2050; Africa’s largest oil producer; fertile land; abundant natural resources; a large internal market; and a young, energetic population, with a deserved reputation for creativity and entrepreneurial spirit.",
        "That spirit is particularly strong here in Oyo State, and in Ibadan – home of Nigeria’s oldest University, and the first TV station in Africa; the 5th most populous state in the country; an important link in the South West prosperity hub that extends from Lagos, with the potential to serve as a hub for West Africa.",
        "UK-Nigeria prosperity relationship is strong. UK companies (Unilever, Shell, PZ Cussons, British Airways, Diageo/Guinness, etc.), are among the longest running international businesses in Nigeria. Prudential plc recently purchased a majority stake in Zenith Life – the first such market entry from the UK into Nigeria. The UK is usually in the top 5 of Nigeria’s trade partners, and is the largest source of capital inflows into Nigeria – including investment from the City of London.",
        "Nigeria edged out of recession in the second quarter of this year – with year on year growth of 0.55%. This is clearly better than staying in recession, but is far from sufficient to generate the 2m+ jobs required each year just to keep pace with population growth.",
        "The government’s Economic Growth and Recovery Plan sets out an ambitious range of targets for ensuring that Nigeria builds back better from recession. We are working with the Nigerian government and other development partners to support these efforts – but the challenges are great, and we hope to see accelerated progress in tackling structural reforms, especially in power and infrastructure.",
        "There are some positives to report. DFID has been supporting the implementation of the Action Plans for improving the Business Environment, which have delivered results in reducing bureaucracy, streamlining processes, and enhancing capacity. These reforms have helped Nigeria leap up 24 places in the World Bank’s Ease of Doing Business rankings, released this week – one of the top 10 most improved countries on the list. 145th is still not high enough for Nigeria’s longer term ambitions – regulatory reform will need to turn into more attractive reality. But it is a start. And should give encouragement to stand against those who say that nothing can be done.",
        "Encouraging greater investment is key to the work that the UK government is supporting in Nigeria. Whether that’s DFID’s programming supporting state-level investment promotion; the UK’s global Prosperity Fund supporting further Business Environment reform, trade, and investment capacity; CDC (the UK’s development finance organisation) investing in projects like the Azura power plant; or British companies opening new facilities – as Guinness Nigeria has done in Edo State, or as Reckitt Benckiser is planning in Ogun State.",
        "Our broader relationships are also strong – the UK is home to a large Nigerian diaspora, is one the largest source of remittances into Nigeria, and we share historical, cultural and sporting ties, with heavyweight champion Anthony Joshua celebrated as much here in Nigeria as he is in the UK. I understand he credits part of his power to the pounded yam of his Nigerian family roots.",
        "Last week the London Stock Exchange hosted a forum Nigerian Capital Markets and Banking. Our Secretary of State for International Development spoke of the UK’s commitment to harnessing capital market tools to boost investment that can create jobs, increase tax revenues, and deliver inclusive growth.",
        "In the past two months our Department from International Trade team has hosted two large delegations from Nigeria – on infrastructure and agriculture, two major priorities for both the UK and the Nigerian governments where we see great potential for cooperation, investment, and growth.",
        "His Excellency, Abiola Ajimobi, the Governor of Oyo was one of six state Governors and Deputies who joined the Federal Government Minister for Agriculture for the agricultural investment roadshow hosted in London. We heard great interest from investors in the City of London, as well as agri-tech and processing innovators in the UK about partnering with Nigerian states and companies to boost a priority sector for growing incomes, jobs, and exports in the future. The substantial poultry farming and maize production in Oyo State provide great opportunities, and we are working hard to encourage UK firms to partner with Nigerian producers, to help develop the processing value chains here.",
        "The UK’s Trade Envoy, John Howell MP will be visiting Lagos next week to take forward those talks and build on the exchanges to help drive further cooperation as we work together to build on the great potential that Nigeria has. Because we have to turn that into reality.",
        "Several things will help us achieve this: coherent and consistent policy making at the federal and state level – businesses manage risks all the time, but too much uncertainty and they cannot plan their investments; reliable and transparent legal and administrative processes – the confidence that the property and prosperity they build will be protected; and long-term relationships of trust and cooperation – not only with government, but with banks, suppliers, producers, educational and training institutions, and host communities.",
        "This is why UK-Nigeria relationship is one of partnership – of governments, officials, businesses, and most fundamental of people. Working together to tackle shared threats and also to build shared prosperity.",
        "As a final reminder – the deadline to apply for our fully-funded masters programme Chevening Scholarships is next week, Tuesday 7 November. In the last year, we awarded 43 scholarships to future leaders from Nigerian to study a one year Masters courses at the best universities in the UK."
    ]
}