{
    "url": "https://www.ukpol.co.uk/ernest-armstrong-1978-speech-on-playground-safety/",
    "title": "Ernest Armstrong – 1978 Speech on Playground Safety",
    "post_date": "March 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Ernest Armstrong",
            "url": "/tag/ernest-armstrong/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ernest Armstrong, the then Under-Secretary of State for the Environment, in the House of Commons on 21 March 1978.",
    "content": [
        "My hon. Friend the Member for Manchester, Blackley (Mr Rose) has raised an important subject tonight, one which I know has concerned him for some time. I for my part welcome this opportunity to discuss a subject which closely affects families throughout the country, particularly those with younger children. I want to set out the steps the Government are taking to deal with the question of children’s playgrounds. I assure my hon. Friend that I will read carefully the report of what he has said tonight. We are both on the same wavelength. I take on board what he has said and will discuss his proposals with him.",
        "There is no doubt that children have a deep and strong motivation for play. Play is one of the essential elements in growing up. We must therefore, ensure that opportunities for play, suitable and safe for each stage of development, are available as far as possible to all children.",
        "There are certainly dangers, as my hon. Friend has said. The great majority of accidents to children in playgrounds are not of the same severity as those that occur daily on the roads. Fortunately, few playground accidents give rise to more than slight injury. But, as my hon. Friend has made perfectly clear, in some cases the damage from accidents in playgrounds can be very serious. For the child and the family any accident, wherever it occurs, which maims, perhaps for life, represents a terrible tragedy which we want to avoid.",
        "I agree with my hon. Friend that we must do everything we can to ensure that the risks from injury in children’s playgrounds are minimised. Being realistic, I do not suppose that it will be possible to prevent children from finding ​ new ways of using—or abusing—equipment. If we close playgrounds they may well find more dangerous things to do. But I am sure that a lot can be done to keep the risks within reasonable bounds.",
        "My hon. Friend has suggested a number of improvements. Many of these have been recommended by the Research Institute for Consumer Affairs as a result of research which was funded, in part, by my Department. When we contributed to the research project, we were expressing our concern to find out more about accidents and we are anxious that the RICA recommendations should generally be carried into effect. They are of course, largely a matter for implementation by local authorities, and it was with this in mind that we reprinted the report and sent copies of it to authorities to ensure that they were aware of its findings and could take the necessary action.",
        "We do not know with any accuracy how many accidents there are each year. At the time the RICA report was made, my right hon. Friend the Secretary of State for Prices and Consumer Protection was launching the new accident surveillance system. That is concerned with collecting information about accidents in the home. The RICA suggested that the scheme be widened to embrace playground accidents. To have done this then would have delayed the existing scheme, and I am sure that my hon. Friend would agree that it was perhaps better to get on and get the scheme established. I am, however, pleased to be able to tell him that the new scheme has now settled down and that there are to be discussions between Departments about bringing other types of accidents, including play accidents, into the scheme. The scheme is already providing information about play accidents in private gardens.",
        "Perhaps, however, the most important aspects for us to consider in seeking to reduce the toll of accidents are those of the design and maintenance of the equipment itself, as my hon. Friend said. A major step here lies in the work now being carried out by the British Standards Institution. It is reviewing the current British standard relating to the design of play equipment. My Department is represented on the appropriate technical ​committee and has taken an active part in promoting safety as an aspect of the standard.",
        "The standard will take account of new evidence on safety and the results of work in other countries. It will, therefore, cover such matters as the height of equipment, and ground clearance, so that limbs are not trapped. It will also include guidance on the construction, siting, installation inspection and maintenance of equipment, and the nature of the surrounding surfaces. The new standard will, therefore, represent a major step forward.",
        "The timetable for the production of the new standard tends, however, unfortunately to be fairly long. The BSI, under its charter, must have regard to all the views put to it as a result of its public consultation as well as the views of its technical committee. I hope, however, that the new standard can be published later this year. Indeed, in order to help matters along, my Department is now making accommodation available for additional meetings of the BSI technical committee.",
        "We shall certainly set in hand a review of the existing advice about safety given by my Department and other Departments so that we can consider the question of new advice following publication of the new standard.  \nBut, in the meantime, with much in the way of safe equipment already on the market, authorities should clearly have close regard to safety in providing new equipment or in replacing existing pieces of equipment. All the help that my Department can give is, and will continue to be, available to them. We have for some time advised that slides should be built in to natural or artificial mounds so that, if a child does fall, it does not fall too far. I was glad to hear my hon. Friend’s comment on that. There is also some expertise about the use of impact-absorbing surfaces surrounding equipment and of the siting of such equipment as swings away from other equipment to minimise the risk of children being hit.",
        "There is, too, as I am sure my hon. Friend will agree, scope, for imaginative creative work by manufacturers. Many pieces of equipment now available are likely to meet the requirements of the ​ new British Standard. I hope that manufacturers will continue to rise to the challenge of designing for safety and will not wait for a new British standard before considering the wider implications of the new approach that the BSI is showing.",
        "Perhaps a bit more difficult for some authorities are questions about maintenance and supervision. The RICA rightly attached some importance to this, though it also made clear that there was little evidence to suggest that anything but a small proportion of accidents in a survey had actually been caused by poor maintenance or by vandalism.",
        "I hope that authorities will consider whether they have adequate arrangements in this respect, although I fully appreciate that there are staffing and resource implications which may make the full implementation of the recommendations very difficult. The RICA did, for example, find evidence of neglect of some equipment, and, while this may not have made it unsafe when it was seen, it could quite quickly have become unsafe. At best, therefore, I hope that authorities will aim for some arrangements for regular supervision of inspection of equipment.",
        "Let us not forget that parents have a part to play. They can help authorities by drawing attention to equipment which is in need of repair, and they can also help to prevent accidents by going with young children to playgrounds or by making sure that children are accompanied by a responsible adult. If equipment is really unsafe, parents will, surely, want to stop their children from using it.",
        "My hon. Friend made a forceful plea for legislation requiring minimum standards. Frankly, I doubt that we need to go that far. Most equipment is provided by local authorities. They are responsible bodies, and I have no doubt that many of them are already heeding the advice given in Government circulars and more recently in the RICA report.",
        "We shall soon have, too, the new British standard which has specific regard to safety. I am confident that that will mark the beginning of a new determination, on the part of manufacturers and local authorities, to remove the anxieties of parents wherever their children go off to playgrounds. Risks cannot be removed overnight, but there is, I believe, much ​ that can be done to bring early improvement.",
        "I have concentrated on the question of safety, as this was uppermost in my hon. Friend’s speech this evening. But I do not wish to overlook another aspect of the subject—that of ensuring that there is adequate provision of acceptable play and recreation facilities for our children.",
        "In this decade, for example, there has been a marked improvement in the level of provision for children at play in new council housing developments, and there is no doubt that the subsidy that my Department gives for this purpose has made a major contribution to this end. We are also making significant progress in relation to the proper landscaping and layout for playgrounds.",
        "However, in many areas there are still insufficient facilities for children to play safely and happily. This problem is particularly acute in some of our inner city areas, where all too often the only spaces for children to play are derelict houses, vacant sites, streets and pavements—places which can expose a child to more horrifying dangers than a playground ever can.",
        "The advice given in DOE Design Bulletin 27, issued to local authorities in 1973, is particularly relevant here. It emphasised the importance of providing supervision for children’s play, particularly for the young and the deprived. Supervision can extend the range of play activities, help to compensate physically and socially deprived children, and for some provide opportunities for acquiring language and social skills. Skilled play leaders can enable the resources of built-up inner areas to be used to better and fuller effect by children.",
        "This is one of the reasons why supervised play schemes have always been a major beneficiary of the urban programme, and projects concerned with children in inner city areas will continue to form an important part of the programmes being prepared by the partnership areas and the programme authorities, and grant-aided by my Department.",
        "I hope that I have indicated this evening that the Government share my hon. Friend’s concern that there should be sufficient opportunities for children to play safely and happily. Next year, 1979, ​ has been declared by the United Nations as International Year of the Child. I hope that this will provide an opportunity not only for the Government but for all bodies concerned with the welfare of children to make a special effort on their behalf, and particularly on behalf of those children most in need. If we can see in 1979 a reduction in the number of children hurt at play, a significant contribution will have been made to making IYC a success.",
        "I congratulate my hon. Friend on raising this matter. I assure him of my concern. We shall continue to monitor very carefully the progress that is being made."
    ]
}