{
    "url": "https://www.ukpol.co.uk/ernest-armstrong-1978-speech-on-insulation-in-council-housing/",
    "title": "Ernest Armstrong – 1978 Speech on Insulation in Council Housing",
    "post_date": "March 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Ernest Armstrong",
            "url": "/tag/ernest-armstrong/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ernest Armstrong, the then Under-Secretary of State for the Environment, in the House of Commons on 20 April 1978.",
    "content": [
        "First, I should like to commend the hon. Member for Berwick-upon-Tweed (Mr. Beith) on his choice of a subject for tonight’s debate. He knows, I think, that my right hon. Friends and I share his concern about the problem he has raised, which he has approached tonight, if I may say so, in a particularly constructive and responsible way.",
        "It is indeed a very worrying state of affairs to find homes in the public sector which have been built—some in the last 10 years—where serious problems of this sort have arisen and where the replacement of almost new central heating systems is being put forward as a bid for scarce resources in competition with much needed programmes of improvement and modernisation for houses in authorities’ stock which may be 50 years or more old.",
        "High fuel bills are a cause of anxiety for all members of the community. Some of the most acute problems undoubtedly arise with electric heating systems. There are as many as 900,000 public sector tenants in England and Wales who are mainly dependent on electricity for space and water heating. This problem takes on an added dimension for them because they will, in general, have had little or no say in the choice of the heating system for their home.",
        "One of the causes of abnormally high heating bills in electrically heated homes has been the sharp increase in the price of electricity in recent years compared with the prices of other fuels. This has made domestic electric heating systems a far less attractive proposition to run than they were when many of the decisions to install them were taken during the 1960s and 1970s. At that time the choice of electricity no doubt seemed a reasonable one to local authorities, and they were encouraged by the availability of cheap off-peak tariffs and the low capital cost of electric heating compared with most other heating systems.",
        "It is also true, however, that in some cases electric heating has been chosen for dwellings without sufficient care being taken to ensure that it is suitable for the dwelling. The result is that the system uses an unreasonable amount of energy to maintain reasonable temperatures.",
        "In an effort to economise on their use of fuel, some people—especially those with low incomes—use their electric heating systems less or, worse still, are forced to switch them off altogether. As the hon. Member said—and I have seen this in my constituency—they resort to other means of supplying heat such as oil heaters and calor gas. Some of my constituents are so afraid of running up big bills that they no longer use their systems for space heating. That is a very serious state ​ of affairs. The consequent lack of a steady level of heat increases the risk of condensation and damp and can result not only in loss of comfort but, indeed, in a danger to health—especially for the very young and the old.  \nWhere condensation persists for long enough, it will cause damp patches and mould growth which can damage the structure of the dwelling, as well as spoil decorations and furnishings. I have had recent examples where clothing in wardrobes has been seriously affected. There are cases where design and construction deficiencies also cause dampness.",
        "I should now like to turn to the ways in which the Government are tackling this problem, which, of course, is not confined to the hon. Gentleman’s constituency. During the 1960s we promoted a campaign to advise householders about condensation. We are considering a further publicity campaign in time for next winter. Additionally, in 1975, the standards of thermal insulation required by the building regulations were raised. The insulation in many dwellings built before 1975 has since been increased and, for the public sector, we have the 10-year insulation programme announced in December 1977: £23 million is being made available to local authorities this year.",
        "Some help will also be made available to the private sector under the scheme recently announced by my right hon. Friend the Prime Minister.",
        "The only really satisfactory answer to the problems we are discussing is one which prevents them from arising in the first place. Financial help with electricity bills can be regarded as only a partial answer at best, but it is available in some cases. In certain circumstances the supplementary benefits scheme provides an allowance towards heating costs and, over the last two winters, the electricity discount scheme has been operated by the Department of Energy. But longer term solutions are necessary and are being sought and, clearly, the problem is not one that can be solved by the Government alone. Co-operation is needed from all those bodies with local responsibility for public sector housing.  \nBecause of our growing concern, a joint working party on heating and energy conservation in public sector housing was set up by my Department early in 1977 to look into, among other things, problems arising with heating systems in both new and existing dwellings. The working party consists of representatives of the Department of the Environment, the Department of Energy, the Welsh Office, the local authority associations concerned with housing, the New Towns Association and the Housing Corporation.",
        "At one of its early meetings, the working party decided that priority should be given to producing advice on problems with electric heating systems in public sector dwellings. Its first advice note on this—domestic energy note No. 1—has been made available to all housing authorities in England and Wales. The main thrust of the note is that where the local authority considers that an electric heating system is to be provided the form and construction of the dwelling must be suitable for it.",
        "In particular, this means that the dwelling should have the high levels of insulation necessary to ensure that reasonable running costs can be achieved. Although the capital costs of electric heating systems are generally lower than those associated with other forms of heating, the advice note stresses that the first call on any money saved because of this should be the provision of the necessary extra insulation.",
        "While domestic energy note No. 1 is intended to ensure that, in the future, electrically heated dwellings will not give rise to major problems, the difficulties which have arisen in our existing electrically heated housing stock remain. The working party is therefore concentrating at present on what advice it can give to housing authorities on remedial measures where problems have arisen. A note will be issued in the near future.",
        "The hon. Member mentioned the com plaint, which I am afraid is a common one, that the housing cost yardstick is so stringent that it forces housing authorities to select electric heating because of its lower capital cost. It is inevitable that accusations of this sort will be levelled at any system of cost control, but the yardstick allows for a choice of heating systems complying with the Parker Morris standards. It provides for an overall sum to cover all the costs of the whole scheme. There is no allowance specifically allo- ​ cated for heating systems. There is sufficient room within the yardstick to install, for example, gas radiator systems. In fact, many authorities are doing this.",
        "I am aware of the tendering difficulties in the Northern Region about which the hon. Gentleman spoke—indeed, he has referred me to these matters on many occasions—and particularly the difficulties in the smaller projects necessary because of the scattered nature of his constituency.",
        "As the hon. Gentleman knows, since 1975 the Department has carried out a quarterly review of the yardstick levels relating to the various regions, and over the last year we have taken special steps to respond to difficulties which have emerged in the Northern Region. In the most recent review, the yardstick for the North was increased, taking the increase to the basic yardstick level together with the adjustment to the regional variations, by over 9 per cent. in average terms compared with the national average of 6 per cent.",
        "I hope that this substantial increase will alleviate many local difficulties. In the meantime, as we said in the housing review Green Paper we would—and I listened carefully to the hon. Member’s comments about the yardstick—we are considering new methods of cost control to replace the present system.",
        "The other difficult matter is the extent to which housing authorities are able to finance any necessary remedial measures ​ from within tightly drawn limits on public expenditure. The new system of housing investment programmes gives local authorities much more freedom to utilise resources to meet local problems and priorities, and this flexibility should help those authorities where this particular problem is causing difficulty. Authorities are able to put additional roof insulation, for which they can receive subsidy, in electrically heated dwellings which have suffered major problems. This will mean that it will be possible to bring loft insulation in these dwellings up to a high standard. Authorities are also able to do this under the new public sector housing energy conservation programme if the dwellings are presently uninsulated.",
        "Much progress has been made since the war in improving not only the supply but the standards of housing in this country. It is a matter for serious concern—I am glad that the hon. Member has raised it, and I share his concern—when families move into modern homes anticipating better living conditions, including central heating, and they are faced with a combination of excessive costs as well as a lack of comfort coupled with extensive dampness and condensation.",
        "We are tackling the problem with some urgency. We are working with local housing authorities to find a reasonable solution."
    ]
}