{
    "url": "https://www.ukpol.co.uk/david-ashby-1986-speech-on-oakthorpe-underground-fire/",
    "title": "David Ashby – 1986 Speech on Oakthorpe Underground Fire",
    "post_date": "August 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "David Ashby",
            "url": "/tag/david-ashby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Ashby, the then Conservative MP for Leicestershire North West, in the House of Commons on 12 February 1986.",
    "content": [
        "I thank the Parliamentary Under-Secretary of State for Energy, my hon. Friend the Member for Wirral, West (Mr. Hunt), for his kindness in waiting up so late to respond to my Adjournment motion. I thank my hon. Friend the Member for Mitcham and Morden (Mrs. Rumbold), the Parliamentary Under-Secretary of State for the Environment, for taking such an interest in the debate, which concerns an underground fire in a coal seam at Oakthorpe.",
        "Who would have thought a few years ago that the village of Oakthorpe in the depths of Leicestershire would have achieved such fame and notoriety. We would rather not have that fame and notoriety. If we were not debating people’s homes, investments and lives, the facts would be amusing. Few can have the doubtful pleasure of living above a smouldering coal seam with a temperature of 60 degrees celsius a few feet below the surface providing their own central heating. Even fewer can have gone to dig up potatoes in their back gardens to find them already baked, as Mr. Bates of School street did recently.",
        "Oakthorpe is a most attractive mining village, close to the Derbyshire border of Leicestershire. Mining has been carried out in the area since the thirteenth century. Currently there are a number of active deep mines in the area.  \nAs well as coal seams at a deep level, in the area of School street, there is a shallow seam of coal which outcrops just south of School street. It inclines away from School street at an angle of about 20 degrees in a northerly direction. This outcrop is composed of a sulphurous coal which is capable of, apparently, spontaneous combustion when exposed to sufficient air. It is that which is causing the problem.",
        "I hasten to add that the outcrop is limited in its width to the east and west by major geological faults and that a large part of the village has nothing to fear. Furthermore, since the outcrop inclines so rapidly it reaches a substantial depth by the time it reaches an area called New street and beyond. I say this immediately, Mr. Deputy Speaker, because there is a fear, bordering on panic, among some villagers who would not be affected. There has also been a substantial loss of confidence in the property market for homes that would not be affected. I say to prospective purchasers and vendors: consult the divisional surveyor of the Leicestershire county council, who will be able to explain the outcropping and the geological faults and the facts about the property to be purchased or sold.",
        "In September 1983, a property known as The Bungalow, in School street, suffered substantial damage. As is common in a mining area, the National Coal Board was notified and in September 1984 it sank boreholes. Those showed that the ambient temperatures were substantially raised. However, the board denied liability and did nothing to halt the fire, inform the county, the district or the parish councils, or adjacent property owners. It even did a smoke test which showed an influx of air—the very cause of combustion. As a result of that failure to notify anyone, the fire continued to smoulder unchecked. ​ On 4 April 1985, the county council noticed a deformation of the carriageway, and that the garden area of No. 59 had subsided. The NCB was contacted and denied and liability. By mid-July, Mr. Sparham at The Bungalow was forced to evacuate his house due to a structural change and at the end of July smoke issued from another depression in the garden of No. 59 which belonged to a Mrs. Kent.",
        "Leicestershire county council moved into action and engaged consultants who commenced monitoring procedures for subsidence, temperatures and gaseous emissions. By mid-October the consultants had produced an interim report and the possible extent of the problem was becoming apparent. It was at that stage that I was told of the problem and became involved.",
        "In early November the consultants’ first report was received and it was agreed by the county council that a borehole investigation would have to be done to find out the extent of the fire. On 18 November I met the county council’s environment committee, which is chaired by Mr. Eric Lodge. I praise Mr. Lodge for the decisive and caring way in which he has dealt with the problem. At that meeting reports were given which stressed the potential dangers and spread of the fire. The NCB had the expertise and detailed knowledge of the area, but was hardly involved, for fear that it might be considered that it was admitting liability.",
        "After that meeting I sought an urgent meeting with my hon. Friend the Under-Secretary of State for Energy. He immediately recognised the emergency and promised the involvement of the NCB. I am very grateful for the way in which my hon. Friend has dealt with the problem and for the help, assistance and guidance that he has given. I have been told that there are few meetings in his Department at which the problem of Oakthorpe does not arise at some stage.  \nIn the meantime, two further disasters had overtaken the village. Mrs. Kent’s house had become so unfit for habitation, due to subsidence caused by the fire, that it had to be demolished. Mrs. Kent was rehoused by the North-West Leicestershire district council.",
        "By November, the media were getting interested in Oakthorpe and when Mr. Bates dug up his ready-baked potatoes the story reached the national headlines. It was the subject of chat shows and “Any Questions” on the BBC and was even featured on Chinese television. However, the story masked the anxieties that Mr. Bates and his aged mother were having about their home, which was literally falling to bits about them.",
        "There are 100 properties in the area that could be affected by the fire and 30 of them have already been affected in one way or another. Since my request to the Under-Secretary, the Coal Board has been increasingly involved. It has done a thermal survey and has four rigs in the area, drilling and injecting grouting to fill the voids left by the burning seam. I am told that in April the NCB will be moving in four more rigs to under pin and protect the local school. The board is working on the protection of The Gate public house by trenching and boring.",
        "The NCB has publicly committed itself to do all that is necessary. The residents of Oakthorpe and I are grateful for its response. However, the NCB is always careful in its statements. It is anxious not to admit liability for the damage. However, as the NCB owns the coal, as it did nothing to stop the fire after its borings in September 1984 ​ and as it has been mining to within 250 m of School street, many of us say that the board has a liability under the Coal-Mining (Subsidence) Act 1957.",
        "As we agreed in November, when I met the Minister, we are dealing with people’s homes and not with piles of bricks. We are grateful that the NCB has been acting speedily to save those homes. Although the board has taken the initiative in carrying out remedial work, the extent of the proposed works is not clear.",
        "We should like a statement from the Government or the NCB that they will deal comprehensively with the problem, whatever its extent. We should like to hear that the cost will be borne by the Government, or the NCB. We should like to hear that the NCB or the Government will meet the full cost of repairs to property and infrastructure caused by this underground heating and its associated subsidence, including all the necessary redecorating to property and reinstatement of gardens.",
        "Not only have foul sewers been damaged, but grouting has filled such things as drainage outfalls, all of which will have to be relaid. The county council has incurred large costs in dealing with the crisis, and a unique disaster of this sort should not be a burden on the ratepayer.",
        "I have seen a letter from the Minister of State, Department of the Environment to the chief executive of the county council, dated 5 February. This letter shows sympathy, but it is sympathy without commitment. I am asking for that commitment.",
        "There are other areas where environmental crises have been due to former mining operations. I am told that in Barnsley and Strathkelvin district methane gas leaking from old workings had gone into the buildings above and been a problem.",
        "In Blaeneu Gwent, three houses over old workings collapsed. A mountainside was destabilised and it is sliding slowly into 170 houses. This was first noted in 1980. If action had been taken then, rather than in 1986, any action would have been far cheaper than it is now. It would have been better to act sooner rather than later.",
        "Simply because this fire is slow burning, is it any less a disaster than if it were a sudden demolition of property? Is it any less a loss of property or hardship to those living in the area because there has fortunately been no loss of life or injury? This is a real and continuing emergency on a large scale, which demands Government action.",
        "There are some possibilities and some solutions. Could the Department of the Environment and the Welsh and Scottish Offices perhaps consider an emergency fund as an insurance? If such a fund could finance immediate remedial work and reclaim costs from whoever was judged responsible for this cost later on, a great deal of good would be done. This would allow the immediate work to be done before the problems worsen, and it would not require anyone to prejudice their legal rights. While some might be insured, the insurance does not always cover all the problems, nor is everyone fully covered.",
        "One very important aspect is that some people are quite unable to sell their properties. Mr. and Mrs. Bown, who have a property, at present unaffected, at 87 School street, in May 1985 purchased another property and put theirs on the market. Then the story of Oakthorpe broke, and although one or two people expressed an interest, they broke off negotiations for fear of the fire.",
        "Can something not be done about this very real hardship? At the very least, either the owners should be compensated for the loss of market value caused by that ​ fire, or the Government or the NCB should purchase, at full market price, any property in the area affected by the heat, if the owner wishes to sell.",
        "These disasters are not unknown in the mining villages. My hon. Friends the Members for Sherwood (Mr. Stewart) and for Derbyshire, South (Mrs. Currie), who are both from coal mining areas, know these problems well. I am rather surprised that not one person is on the Labour or SDP Benches to discuss the suffering of a mining village. They care very little for these mining villages.  \nWe should like a statement of NCB liability, but we realise the real difficulty in which the NCB may be placed by the 1957 Act. We cannot wait for the result of a court case to relieve the situation in Oakthorpe. Even if we had a court case and the NCB were found not to be liable, could the Government abandon the people of Oakthorpe?",
        "In the spirit of our discussions throughout, I do not ask for a finding of legal liability. Instead, I ask for action. I ask my hon. Friend the Minister to visit Oakthorpe to see the work that the NCB has been doing and to obtain the facts for himself. Above all, I ask him to meet those who are affected, the local councillor, Mr. Horace Sankey, to whom I must pay tribute for his dedicated assistance, and county council officials. I ask that my hon. Friend visits the area to show that the Government care and to lift the morale and confidence of the residents in the area."
    ]
}