{
    "url": "https://www.ukpol.co.uk/paddy-ashdown-1986-speech-on-sub-post-offices/",
    "title": "Paddy Ashdown – 1986 Speech on Sub-Post Offices",
    "post_date": "August 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Paddy Ashdown",
            "url": "/tag/paddy-ashdown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Paddy Ashdown, the then Liberal MP for Yeovil, in the House of Commons on 21 February 1986.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/03/pashdown-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/pashdown-1.jpg)",
        "I am grateful for the opportunity to raise the problems of the sub-post office network in Great Britain. I am grateful to the Minister for Information Technology, who has come to reply to the debate. I hope that we can take some comfort from the fact that the Minister’s responsibilities are primarily to do with new technologies. Perhaps he will have something to say about the application of new technologies to the sub-post office network in Great Britain.",
        "There are in Britain today some 20,000 sub-post offices, a little less than half of which are in towns, and the remainder in rural areas. They comprise an essential part of the social fabric of Britain. They are also a part of our small business network, the network which the Government seek to encourage, since many employ people in their own right. All of them represent the livelihood of at least one family, frequently a couple in middle age who have sunk their life savings into the enterprise.",
        "More importantly, every sub-post office in Britain is an essential part of the community in which it exists. For many, especially the poorer in our society who do not have cars, the local sub-post office is also the local shop upon which they rely for their groceries and essentials.",
        "Sub-post offices are also an essential part of the system of government in Britain. They are responsible, among other things, for 70 per cent. of all Department of Health and Social Security payments. That bald figure does not express their true worth in the welfare system. For many, the local sub-postmaster provides the human face for what is otherwise a cold and insensitive bureaucratic welfare system. As we saw during the Post Office’s recent programme to close down some town sub-post offices, many people regard their local sub-post office as an essential element of their community, at least as important and valuable as the local pub, church or school.",
        "The value of sub-post offices in not to be measured just in their contribution to Britain’s social fabric. As the chairman of the Post Office, Sir Ronald Dearing, recently admitted to me in a letter commenting on the Post Office’s profit last year of £133·7 million—incidentally, up 15 per cent. on the previous year’s figure—the contribution made by sub-post offices to the corporation’s profits is actually greater than that which derives from the main Crown offices of the Post Office Corporation. In short, the sub-postmaster and the office he runs are not only socially invaluable but also, apparently from the figures which the Post Office has collected, highly efficient.",
        "Yet this invaluable network, this national asset, is now under threat from the Government, like so many of our other national assets. In the last three years, no fewer than 624 sub-post offices have closed and gone out of business. The number of vacancies for sub-postmasters advertised by the Post Office for which no applications have been received has risen by almost 20 per cent. in the last year alone. That is an increase of one fifth in the number of people who do not think it worth while to apply for subpostmaster vacancies.",
        "Clearly, something is wrong. In blunt terms, running a sub-post office has recently become increasingly ​ difficult and for many downright impossible. Being a sub-postmaster was never an easy job. It requires a degree of social concern, long hours of work, a desire to serve the public and a great deal of commitment. However, the recent changes in the remuneration offered to the sub-postmaster, together with a squeeze on costs and Government threats about the withdrawal of business, are now seriously undermining the economic viability of much of our sub-post office network. For instance, between 1982 and 1985, whilst the work of sub-post offices has increased, according to the Post Office’s calculations, by nearly 4 per cent. Sub-postmasters’ pay has not even kept pace with the rate of inflation. I shall explain those figures in more detail later.",
        "I shall give a few facts about sub-postmasters’ pay and conditions. Sub-postmasters are not employed in the accepted sense of the word. They are contracted by the Post Office to provide a service. They have no right to annual leave, although they receive a limited substitution allowance. They do not receive sick pay, although, again, there are limited substitution provisions.",
        "They have no right of access to ACAS in the event of a dispute with the Post Office, such as is now occurring, and no arbitration agreement with the Post Office on matters directly related to pay and conditions.",
        "In addition, sub-postmasters are required to meet the full cost of their premises and staff out of their own pockets. That last point is important, because it accounts for one of the pay anomalies which has allowed the Post Office to pretend that it is providing more remuneration to the sub-postmasters than is the case. The Post Office claims that sub-postmasters have a further income from their private business. That is correct, but such private business as they conduct shares the cost of the premises with the post office section and so saves the corporation money by reducing the costs of its element of that service.",
        "The Post Office lumps together the remuneration for sub-postmasters, the cost of employees and the sub-postmasters’ expenses. The result is that, since 1983, sub-postmasters have been subjected to a reduced net pay improvement because they have had to supplement higher expenses. In the latest pay offer, for example, the Post Office claims to be offering a 5·5 per cent. gross improvement. In fact, that amounts to 4·5 per cent. in the sub-postmaster’s pocket because of the inclusion of expenses in the overall sum. It is 4·5 per cent., when inflation was running a full percentage point higher last year. at 5·7 per cent. Once again, it is the sub-postmaster who ends up paying out of his own pocket to cover expenses which should properly be incurred by the Post Office.",
        "That all adds up to the fact that many sub-postmasters find it impossible to survive. I shall quote the example of a sub-postmistress in my constituency. She receives gross pay of £410 per month. That is a great deal of money, but after she has paid her expenses she is left with £300 per month for a 44-hour week, which does not include the substantial extra hours that she has to spend on paperwork. Her hourly rate is thus substantially less than that of the cleaner she must employ to keep her premises in order.",
        "I recently asked the chairman of the Post Office, Sir Ronald Dearing, to give me the figures for remuneration paid to sub-postmasters over the past three years. On the face of it, the figures that he supplied showed an 18 per cent pay increase. However, that figure does not take ​ account of the £60 million of additional business done by the sub-postmasters in 1984–85 as a result of the DHSS dispute.",
        "As sub-postmasters are paid strictly according to the work they do, that sum must be accounted for separately, leaving a real increase over the three years of 16·22 per cent. —a full 3 per cent. below the prevailing rate of inflation, which measured 19·3 per cent. over the same period.",
        "All that is happening at a time when sub-postmasters’ work has increased overall by nearly 4 per cent, leaving individuals almost 7 per cent. below what they should have received merely to stand still over the same period.  \nThat brings us to the position as it stands this year. The National Federation of Sub-Postmasters—the recognised body in these matters—has refused to accept the current offer on the grounds that I have explained. The Post Office is now free to, and probably will, impose that agreement on the sub-postmasters. There is no action no arbitration; sub-postmasters can do nothing—they can either like it or lump it. I have no doubt that the majority of them will accept it. It will place even further burdens upon them and undermine further their economic capacity to survive. It will threaten once again the overall integrity of a vital network.",
        "At the same time, the Post Office has also imposed new conditions for pay review. As part of the last remuneration agreement, a new system of reviews of work was instituted —or rather, required. This system requires annual rather than triennial checks of work. Many sub-postmasters find this unfair. For nearly 80 years, while the volume of business has been steadily increasing through the sub-post offices, the Post Office has been content to have triennial reviews, taking advantage of the fact that the sub-postmaster remained largely unrewarded for increases in work in the periods in between.",
        "The future business of the sub-post office network will drop because of the withdrawal of Government work. The Post Office insists on having the opportunity to cut pay as frequently as possible.",
        "Sub-postmasters face yet another threat. The Public Accounts Committee recently recommended that pensioners and others should be offered an inducement, possibly as much as £50, to go over to the automatic credit transfer system for the payment of their welfare and pension benefits. Thus, welfare payments will bypass the sub-post office and go straight into the banks—for those lucky enough to have a bank account.",
        "If the Government decide to implement this bribe—I call it a bribe advisedly — it will have the most devastating effect on the whole sub-post office network. It will endanger the viability of literally thousands of sub-post offices, leaving those who do not have bank accounts without a local office from which to receive their benefits. No doubt, in cold economic terms, some money will be saved for the Government, but the cost will be more than paid for by those who are among the most disadvantaged in our society and who rely on the sub-post offices as a source for their shopping, as a point of human contact and as an essential ingredient in their own community.",
        "This amounts to a serious attack on a vital part of Britain’s social fabric. If the sub-post office network is further reduced, the number of our small retail outlets, already in serious decline, will be drastically reduced; the quality of life in many communities, especially the isolated ones, will be further diminished; the livelihood of ​ several thousand small businesses will be seriously endangered; an important and efficient contributor to the Post Offices profits will be threatened, and an important element of the British way of life in our towns and villages will be diminished.",
        "I hope the Government will recognise the importance of what is at stake. I hope they will make it clear to the Post Office that they regard the sub-post office network as an important national asset which should not be further reduced. I hope the Minister for Information Technology will agree with me that, whatever the reasons for the Government placing a financial squeeze on the Post Office through increased external financing limits, the pressures that this creates should not simply be passed down the line for the sub-postmaster to carry. I hope that he will take this opportunity to state clearly that the Government recognises that the bribe proposed by the PAC would do terrible damage to the sub-post office network. I hope that he will, finally, make it clear that the sub-postmaster should be appropriately rewarded in this year’s pay negotiations.",
        "What we need is a positive policy to retain our vital sub-post office network. At the very least, this must include a requirement on the Post Office to make good the deficiencies in sub-postmasters’ pay, rather than seeking to use their muscle to impose another inadequate pay deal on those who have served the Post Office and our society so well."
    ]
}