{
    "url": "https://www.ukpol.co.uk/paddy-ashdown-1985-speech-on-westland/",
    "title": "Paddy Ashdown – 1985 Speech on Westland",
    "post_date": "May 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Paddy Ashdown",
            "url": "/tag/paddy-ashdown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Paddy Ashdown, the then Liberal MP for Yeovil, in the House of Commons on 8 July 1985.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/03/pashdown-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/pashdown-1.jpg)",
        "The subject of this Adjournment debate is the future of Westland, but first the House may want to know of another future, which was established not many hours ago. I am told that at 10.20 this evening the wife of my hon. Friend the Member for Orkney and Shetland (Mr. Wallace) gave birth to a daughter, Helen Grace. I am sure that the House will wish to assure the hon. Member, his wife and Helen Grace of its best wishes.",
        "I am grateful for the opportunity of this debate. I am also grateful to the Minister for Information Technology for his attendance, particularly in view of his past contact with Westland as Minister for Defence Procurement, and to other hon. Members who have agreed to take part in the debate and join me in supporting Westland. The hon. Member for Weston-super-Mare (Mr. Wiggin) may seek to catch your eye later on, Mr. Deputy Speaker, from the Government Benches, as may the hon. Member for Kingston upon Hull, North (Mr. McNamara) from the Labour Front Bench and my hon. Friend the Member for Isle of Wight (Mr. Ross).",
        "It must be very nearly unprecedented to have so many hon. Members take part in an Adjournment debate. I hope that the Minister will recognise the cross-party support for Westland that this indicates. What is also, I suspect, practically unprecedented is to have such a degree of outside interest taken in such a debate at such a late hour. Nearly 40 of the Westland work force travelled up especially from Yeovil and elsewhere after work today to attend this half hour debate and to show their support for their company and their belief and pride in the work that they do.",
        "**Mr. Deputy Speaker (Mr. Ernest Armstrong)**",
        "Order. The hon. Gentleman knows that he should not refer to strangers in the Gallery.",
        "**Mr. Ashdown**",
        "I apologise, Mr. Deputy Speaker, for referring to anybody who may or may not be in the Strangers Gallery. I merely wanted to show that there is support for Westland outside the House. I am sure the Minister recognises that their effort demonstrates the kind of commitment that is one of the greatest strengths of Westland.",
        "This is at once the most difficult speech that I have made in the House and perhaps the most important. Westland is not only the pride of my community, and of others in the west of England; it is also the source of much of our prosperity. But more than that, Westland has served Her Majesty’s forces as one of the nation’s principal defence industries, with exceptional distinction, most recently in the Falklands, where our helicopters were recognised by all, from the Secretary of State for Defence to the ordinary Royal Marine in the field, to have been one of the principal causes of our victory.",
        "Westland is our only national helicopter manufacturer and our only hope for major participation in the European collaborative helicopter projects of the 1990s. Westland is one of the key components of Britain’s aerospace industry. It is one of our nation’s first centres of the new technology. Its work force, from specialised design teams to those ​ using the newest technologies on the production line, is loyal, skilled, committed, proud of its work and confident that, as a team, it can keep Britain at the forward edge of world skills in the future.",
        "In short, Westland is not just vital to Yeovil. It is vital to Britain. The first thing, the chief thing, that I want the Minister to do tonight is to say just that: to say to those listening outside that the Government believe that Westland is an important national asset and that they are committed to playing their role in maintaining the overall integrity of the company.",
        "I know, as the Minister knows, that the Government have a confidential report confirming the importance of Westland. I know also that the Minister’s Department has shown its confidence in the company by investing in the development of the W30. I know that, whatever the Ministry of Defence does, his Department will want to take whatever steps are necessary to ensure that that investment is not lost.",
        "Why is it, then, that throughout the recent crisis we heard not one word from the Government to strengthen the company’s position? Why is it that the Government stayed silent and allowed those in City boardrooms a free hand to play fast and loose with a great company’s reputation and the livelihood of thousands of workers? Let the Minister tonight make good that deficiency. He knows the company’s underlying strength. He knows that its long-term prospects are excellent. He knows that we have a new chairman in Sir John Cuckney. He knows that there is now, throughout Westland, a grim determination to do all that is necessary to ensure the company’s future. Let the Government make their contribution tonight by committing themselves, in terms that cannot be misunderstood, to playing their part with the work force and the management to ensure that future.",
        "Let the Minister recognise that one of the chief ways in which the Government can show that commitment is to make a decision soon about the AST404. Is it not the case that Westland has put in the most effective bid for this order? Did not its submission for an uprated W30 meet that specification in detail and in full? Is it not the case that Westland was the only British participant in the competition, and that in purchase price and running costs it was cheaper than the others by up to 30 per cent.? Is not the W30 300 series the best aircraft of its sort in the world, with considerable foreign sales potential? Is it not the case, for example, that Spain, Scandinavia and Australia are almost certainly ready to buy the Westland aircraft as soon as the British Government make up their mind?",
        "The Minister knows that these facts are true. Why, then, just at the moment when Westland was about to put the ball in the net, have the Government allowed the Army and the Ministry of Defence to move the goal posts? Is that an appropriate way to treat a great company which has served Britain so well? I ask the Minister to give us an assurance that he will use his best endeavours to ensure that the AST404 decision is taken soon and in favour of Westland.",
        "He should realise that his answer can make a great contribution to a great company, can help sustain prosperity and jobs in the west of England, can support one of our nation’s key sectors and can strengthen Britain’s defence.  \nWestland is not seeking charity, nor special treatment — it needs neither. We are asking for a fair chance to ​ do what we do best—make the best helicopters in the world for Britain’s defence. All the ingredients are there to ensure the company’s future: the product is excellent; the work force is dedicated; the management has a new look; and the determination is evident. All that is missing is a clear commitment from the Government to join us to secure that future. I ask the Minister to provide that tonight."
    ]
}