{
    "url": "https://www.ukpol.co.uk/paddy-ashdown-1997-speech-at-oxford-general-election-rally/",
    "title": "Paddy Ashdown – 1997 Speech at Oxford General Election Rally",
    "post_date": "March 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Paddy Ashdown",
            "url": "/tag/paddy-ashdown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Leader of the Liberal Democrats, Paddy Ashdown, on 29th April 1997 in Oxford.",
    "content": [
        "[![pashdown](https://www.ukpol.co.uk/wp-content/uploads/2015/03/pashdown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/pashdown.jpg)",
        "There are now just three days left in this campaign.",
        "It’s been a long campaign. For many people, a pretty uninspiring and pretty unintelligent campaign.",
        "A campaign which John Major hoped would uncover the holes in his opponent’s policies – but which has served only to expose the divisions in his own Party.",
        "A campaign in which the Labour Party told us it’s time for a change – then promised that it would change nothing at all.",
        "A campaign in which the media pundits said the Liberal Democrats would be swept aside. But in which we have instead swept forward.",
        "Getting our message across as never before.",
        "Winning respect for our realism about what needs to be done and how it will be paid for.",
        "Winning support for our clear vision of Britain’s future in the years ahead.",
        "And so we end this campaign, not with a whimper, but with the full-blown clarion call of a Party which has struck a true note, a clear, consistent note, a note which has found a resonance in the national mood, reflecting the nation’s needs.",
        "Five years ago, we as a nation contemplated change, but clung on for fear of something worse.",
        "And in the end, that’s what we got. Something much worse!",
        "Not the Labour tax bombshell we were threatened, but an even bigger Tory tax explosion instead. The biggest tax hike in British peacetime history.",
        "They said they had no plans to increase VAT – then put VAT on our fuel bills.",
        "They said they would put a thousand more police officers on our streets – then cut the numbers by a thousand.",
        "They said they would give our children a better education – and instead they have cut budgets and increased class sizes.",
        "The promised strong leadership – and have given us weak leadership.",
        "They promised strong government – and have given us a government paralysed by divisions.",
        "They promised us government that listened – and have grown completely out of touch.",
        "They promised us economic recovery – and immediately plunged us into economic recession, costing thousands of people their jobs.",
        "Well, it is now time for the Government to lose their jobs.",
        "Tired, divided, sleazy, discredited. This, now, is a government which has more than run its course. If there is one clear mood in the country, it is to bring it to an end. It is time for them to go.",
        "Yesterday, Edwina Currie said that on May 2nd, the bloodbath would begin. She’s wrong. It’s already started – and it’s not an edifying sight.",
        "It is quite clear that the Conservative Party needs time to sort themselves out.",
        "But let them do that in opposition, not in government. At their own expense, not at everyone else’s expense.",
        "My message to the Tories is: Get out of office, have your civil war, and let the rest of us get down to the serious job of putting Britain back on track.",
        "And I repeat tonight the message in the Times this morning from my colleagues Emma Nicholson and Peter Thurnham – the two MPs who made the historic, principled decision to leave the Conservative Party and join the Liberal Democrats in this Parliament.",
        "Emma Nicholson and Peter Thurnham joined our Party, not because their principles have changed, but because the Conservative Party has changed.",
        "They are both believers in ‘One Nation’. In values of decency and fairness. In the politics of conscience and compassion as well as enterprise and initiative. In a National Health Service our families can rely on and an education system that gives all our children the best possible education. And they now see the Liberal Democrats as their natural home.",
        "I say to all who previously supported the Conservatives but who now feel disillusioned and let down: come and join us.",
        "Don’t stay at home. Do something positive. Support the Liberal Democrats who now offer ‘One Nation’ Conservatives a warm welcome and a natural home.",
        "And I extend that welcome to others, too.",
        "To everyone who values education and despairs at another year of cuts in our schools – I say: join our crusade and we can do something about it.",
        "To everyone who worries about beds being closed in our hospitals, services being cut, operations cancelled – I say: join our crusade and we can do something about it.",
        "To everyone who wants more police officers on our streets – I say: join our crusade and we can do something about it.",
        "To everyone who worries about the divisions and poverty in our society, and who believes in asking the super-rich to pay a little more to help the very poor – I say: join our crusade and we can do something about it.",
        "To everyone who worries about threats to our civil liberties and who want reform and modernisation in our politics – I say: join our crusade and we can do something about it.",
        "To everyone who wants clean air and clean water, safe food and a secure environment for our children and grandchildren – I say: join our crusade and we can do something about it.",
        "To everyone who has been hammered by our boom and bust economy – I say: join our crusade and we can do something about it.",
        "To everyone who wants strong, positive leadership in Europe – I say: join our crusade and we can do something about it.",
        "And to everyone who wants a referendum on future change in Europe – I say: join our crusade and you will get that referendum.",
        "To everyone in Britain – from north to south, from left to right – I say, join us. The Liberal Democrats. Britain’s party of conscience and reform. Britain’s ‘One Nation’ party.",
        "For this is now much, much more than a campaign. It is a crusade.",
        "A crusade to make Britain the best-educated nation in the world.",
        "A crusade to build a Health Service our families can rely on.",
        "A crusade to preserve our environment for future generations.",
        "A crusade to build a country fit for our children and grandchildren.",
        "A crusade for new opportunity.",
        "A crusade for a new kind of politics.",
        "A crusade of new hope for a new century.",
        "But you know, for there to be real hope for a new century, there has to be on Thursday much more than a change of government.",
        "There has to be a change in the whole way we do things in this country.",
        "It will be a disaster for Britain if the only thing that changes this week is the nameplate on Number Ten.",
        "And that is why I have found Labour’s campaign so disappointing.",
        "Their approach has been timid; their promises, unbelievable.",
        "Labour’s Waiting for Growth policy is the economic equivalent of Waiting for Godot – and as everyone knows, Godot never came.",
        "In the NHS, they have signed up to Tory spending plans that will mean devastating cuts.",
        "In our schools, they offer no new money for the improvements that have to be made.",
        "Many people will wonder if education really is their number one priority, when it so often appears that their priority is saying what needs to be said to win power.",
        "Well I believe that, to coin a phrase, Britain deserves better.",
        "Our campaign has at least been based on realism.",
        "It has been about the challenges before our country, and the costs of putting things right in our country.",
        "Put bluntly, our message has been that if you want better services, better education and better healthcare, then you have to pay for them. And we have won support for that message, because in the real world, everyone knows you don’t get something for nothing.",
        "It’s not a question of whether the other two parties will break their promises. It’s a question of which promise they will break: their promise to maintain decent public services, or their promise to cut taxes.",
        "But beyond the simple message comes the challenge. And it is here that what I have to say takes on a note of urgency.",
        "The choices we make in the few remaining years of this century – in the Parliament we are about to elect – will, quite simply, determine our national success in the next century.",
        "And nowhere is this more important than in our attitude to education.",
        "Unless we start giving education the priority it deserves; unless we invest in nursery education to give our children the best possible start in life; unless we invest in new books and equipment and smaller classes in our schools; unless we invest in training later on, Britain faces disaster in the years ahead.",
        "For human history, as HG Wells put it, becomes more and more a race between education and catastrophe.",
        "That is true for our environment. It is true for our cohesion and stability as a society. It is true for our national prosperity, too.",
        "We are slipping down the world prosperity league as fast as we are slipping down the league table for education and skills – the two trends inextricably linked.",
        "To quote Sir Claus Moser, Chairman of the National Commission for Education and ex-Warden of Wadham College here in Oxford, without drastic action, Britain is one generation away from third world status. That is a devastating prediction.",
        "But it is the truth. There is a catastrophe coming down the tracks for this county, unless we act now to do something about levels of education and skill in Britain.",
        "It’s about time we all faced up to that truth – and that’s why this must be the ‘education election’ – the election when education really does become our nation’s number one priority.",
        "We have, in the British people, in their skill and ingenuity, the natural resource with which to succeed in tomorrow’s world.",
        "But we will never make the most of that enormous individual potential unless we invest. If we don’t, it will be like having a stretch of rich and fertile land, but refusing to invest in seed to sow, or tools to till the soil.",
        "We must not, as a nation, creep timidly into the twenty-first century.",
        "‘Give us the tools and we’ll finish the job’, cried Churchill in the face of a different kind of threat more than half a century ago.",
        "Today the same cry goes up from our schools and colleges and universities.",
        "Give us the resources and we will give you a generation of skill and ingenuity and talent as bright as any in our history.",
        "That is the heart of our message.",
        "We trust the people. We believe in them and in their capacity to respond – to make the most of their lives. But we have to nurture this precious resource with investment and care.",
        "If we, as a political leadership, refuse that challenge, then we face, not brave new opportunities for talent to flower and flourish, but the management of genteel decline.",
        "That is why the task before our Party in the next three days is so urgent.",
        "The Liberal Democrats are the only Party who will fight for the investment that our schools and colleges need in the next Parliament.",
        "And every vote we win and every seat we gain will give us the power to fight that fight.",
        "In the next three days, we must remind people, again and again, of the urgent need to do something about education.",
        "We must show that there is an alternative to the management of decline.",
        "We must show people that they can make a difference in Britain. Because, with their support, we Liberal Democrats will make a difference.",
        "Here in Oxford, Evan Harris is now neck and neck with the Conservatives. Work hard in the next three days, and you will have a Liberal Democrat MP on Thursday.",
        "And with hard work, there will be Liberal Democrat MPs in many other seats across the country, too.",
        "A powerful force of Liberal Democrats in the next Parliament, to put Britain on a new and different path.",
        "What the Liberal Democrats offer in this election is the chance, not just to kick out this Government, but to change the priorities in this country.",
        "A powerful force of Liberal Democrat MPs in the next Parliament will mean that education is never again allowed to be undervalued and underfunded.",
        "It will mean that our Health Service is defended against the crippling cuts now inevitable under either of the other parties.",
        "It will mean that the environment will at last be taken seriously in Westminster and Whitehall.",
        "It will mean that the poor and disadvantaged – the millions left behind by the Thatcher years, and abandoned by Labour – will have a voice.",
        "It will mean that we do at last begin to clean up the mess of our politics, and modernise our failing political system.",
        "All these things can be done – and they will be done with the Liberal Democrats strong in the next Parliament.",
        "In this campaign, we are winning the argument. Now, in these last three days, we must win the votes and win the seats.",
        "To win the power and the mandate to make the difference in our schools and hospitals and communities in the years ahead.",
        "If you believe in what we stand for, then make your vote count.",
        "The effective vote is for investment in a better education for your children and grandchildren.",
        "The effective vote is for a Health Service your family can rely on.",
        "The effective vote is to put 3,000 more police officers on the street to tackle crime.",
        "The effective vote is to strengthen our economy and get people back to work.",
        "The effective vote is to tackle poverty and division.",
        "The effective vote is to clean up our politics.",
        "The effective vote is for a referendum on future change in Europe.",
        "The effective vote is not just to kick out this discredited Government, but for something fresh and clear and strong to put in its place.",
        "To give the Liberal Democrats the power and the mandate to make a difference.",
        "To provide a better future for you, your family and your country.",
        "The only vote that really will make a difference."
    ]
}