{
    "url": "https://www.ukpol.co.uk/jack-ashley-1985-speech-on-the-televising-of-the-commons/",
    "title": "Jack Ashley – 1985 Speech on the Televising of the Commons",
    "post_date": "June 9, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Jack Ashley",
            "url": "/tag/jack-ashley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jack Ashley, the then Labour MP for Stoke on Trent South, in the House of Commons on 20 November 1985.",
    "content": [
        "The hon. Member for Birmingham, Edgbaston (Dame Jill Knight) was talking nonsense when she said that the televising of proceedings in another place was a crashing bore. One of the reasons why many of us want the proceedings in this place to be televised is the success of the televising of another place, which has aroused a certain jealousy in the House.",
        "I declare a personal interest, because my daughter produces the programme which shows the proceedings in another place. That is a special reason for me to support the motion. Having made that declaration, I believe that most Members watch the proceedings in another place on ​ television and wish that the proceedings in this place were televised. That is one of the reasons why the motion has been advanced.",
        "The right hon. Member for South Down (Mr. Powell), in a typically intellectual and elegant speech, gave me the impression that he was talking to a bunch of masons, as if we were a private elite and had nothing to do with those outside. He could not be more wrong. This is a public assembly and we address ourselves to the public outside the House.",
        "My hon. Friend the Member for Bassetlaw (Mr. Ashton) came out with one of his typical and characteristic horror stories. He suggested that every bad thing that takes place in the House should be televised. He seemed to be saying that speeches should not be televised, but that everything that his fevered imagination could dredge up should be. He was talking as much nonsense as the hon. Member for Edgbaston.",
        "We know that television producers—I was one for eight years—are extremely responsible people. They lean over backwards to ensure justice for Members of this place and for those in another place. I believe that they bend over too far. They are too responsible and respectful. They should let things go a bit. The charge that they would take the mickey out of us is absurd. My hon. Friend the Member for Bassetlaw probably appears on television more frequently than any other Member. He appears every night—sometimes five times a night. He knows full well that television producers will not disregard the conventions of the House.",
        "My hon. Friend the Member for Bassetlaw mentioned the Prime Minister’s conversion. If it is true that the Prime Minister is now in favour of televising our proceedings because she thinks that it will lead to a political advantage for her, she has bought a boomerang. My right hon. Friend the Leader of the Opposition and shadow Ministers are twice as good as the Prime Minister and her Ministers. The longer this Parliament continues, the more obvious that will become. I hope that my hon. Friend will take that point on board.",
        "One of the main objections is that the exhibitionists and buffoons—some of those who have spoken, but not those who are in favour of the motion—will take over the show. I am sure that Mr. Speaker will not stand for that. He will continue to call hon. Members to contribute to debates as he does now. Like other assemblies, we have our buffoons and exhibitionists. They have not taken over in the United States, Australia, Canada or western European assemblies, and there is no reason for arguing that they will take over here.  \nIt is said that television will trivialise our proceedings. I cannot believe that this legislature will be turned into a comic show merely because we have television cameras in the Chamber. To argue that way is to disregard the function of the House and to insult hon. Members and the public.",
        "We must come to terms with the modern world. We must move with the times. We must stop fighting the battle that our ancestors fought by keeping the press out. Television is the modern press—",
        "**Mr. Beaumont-Dark indicated dissent.**",
        "**Mr. Ashley**",
        "Yes, it is. Television is the modern means of communication. Without it, we shall continue to cut ourselves adrift from public opinion. We shall become an ​ offshore legislature. We shall legislate for a tribe about whom we know nothing—the British people. We need television because it is the most important medium of communication; we need television to restore our link with the electorate who sent us here; we need television to put us back in the centre of the stage to ensure that we again become the prime forum for public debate; and we need television to restore the lifeblood of public interest.",
        "Ultimately, we are speaking not simply of the convenience of the House. Parliament is not about parliamentarians. The British people have the right to know and see what goes on. We have a duty to them to expose our proceedings and allow them to be televised. The sooner we do that, the better for all concerned."
    ]
}