{
    "url": "https://www.ukpol.co.uk/joe-ashton-1968-maiden-speech-to-the-house-of-commons/",
    "title": "Joe Ashton – 1968 Maiden Speech to the House of Commons",
    "post_date": "January 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1968",
            "url": "/tag/1968/"
        },
        {
            "text": "Joe Ashton",
            "url": "/tag/joe-ashton/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Joe Ashton to the House of Commons on 7 November 1968.",
    "content": [
        "Mr. Speaker, I request the indulgence of the House to introduce myself. I am the new Member for Bassetlaw, and I am very honoured to be here. I am grateful for this opportunity to make my maiden speech.",
        "Bassetlaw was represented by the Right Hon. Frederick Bellenger for about 33 years. In that time, he became very well known and liked in the constituency. Eventually, his popularity was acknowledged just before his death, when he was made a Freeman of the Borough of Worksop.",
        "In Bassetlaw, a very varied constituency, the main industries are mining and agriculture. Currently, about 6,000 miners are employed there, and many more retired miners live there. Obviously, the subject that we are debating is one of great concern to them.",
        "Fortunately, it is a mining area which is developing. The most modern mine in the country, Bevercotes, is in the constituency, and, although there are geological problems there, we expect a very long life for it. One mine, at Firbeck, is closing at Christmas, though I am glad to say that it is not due to a shortage of coal or to economic reasons, but merely because of the presence of gas in the seam.",
        "The modern mines in my constituency give rise to an interest in tips and their safety because they will be producing material for tips for many years to come. At Manton, extensive experiments have been conducted to grow vegetation on tips and so improve their visual appearance. This is very important from the point of view of attracting new industry, because, in a mining and agricultural area, where more and more mechanisation is taking place and there are fewer opportunities for school leavers, new industry must be attracted. In that connection, we await eagerly the Report of the Hunt Committee, but that does not mean that nothing has happened in that direction in the past.",
        "If we hope to attract new industry to an area, potential industrialists must be convinced that there is no danger from tips and that something can be done to make them less of an eyesore than they have been for many years. We have a flat terrain in Bassetlaw. There are no slopes, as there are in Wales, and there have been no problems of tip safety. At Harworth Colliery, an overhead conveyor has been constructed, and wastage is carried in large buckets to the tip. It has been found necessary to develop an industrial site in the area and, though it is unsightly to carry slag across it by cable, if we can convince potential industrialists that there is no danger they will be reassured. In time, we hope to be able to make the site more attractive to industrialists and find some other way of disposing of the slag.",
        "The problems of mine and tip safety and of clearing derelict sites are very important to Bassetlaw, and I am pleased to have been able to make my first speech in this House on the subject.",
        "Mr. Speaker, I want to thank you, my right hon. and hon. Friends and right hon. and hon. Gentlemen opposite for being patient with me not only during this speech, but during the past three days in the House. I have received a great deal of help from everyone."
    ]
}