{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2020-speech-on-the-coronavirus-4/",
    "title": "Jonathan Ashworth – 2020 Speech on the Coronavirus",
    "post_date": "July 14, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the speech made by Jonathan Ashworth, the Shadow Secretary of Health and Social Care, in the House of Commons on 14 July 2020.",
    "content": [
        "[I thank the Secretary of State for his statement](https://www.ukpol.co.uk/matt-hancock-2020-statement-on-the-coronavirus-10/). After days of ministerial muddle, we finally have a decision. I have long warned that this virus exploits ambiguity and that mixed messaging in a pandemic is so damaging. On Friday, we had the Prime Minister saying he favoured face masks. On Sunday, we had the Chancellor of the Duchy of Lancaster saying he did not favour face masks. Yesterday, the Justice Secretary, unsure what to say, had to say in the end he was perhaps in favour of face masks.",
        "It did not have to be this way: we did not have to have this confusion. We have long known about airborne transmission via aerosols. The Secretary of State has long warned about asymptomatic transmission. The Royal Society and the World Health Organisation have long recommended wearing face masks. Even Donald Trump now wears a face mask, although admittedly it is because someone told him he looks like the Lone Ranger. The former Chair of the Health Committee has long warned about wearing a face mask. The Secretary of State’s own advice, published on 11 May, advised in favour of wearing face masks. So why has it taken two months for him to make this advice mandatory, and why will it take another 11 days for the measure to come into force? The World Health Organisation has said throughout this pandemic, “Act with speed”, but yet again this Government appear to be in the slow lane.",
        "All we need and want is clarity, so may we have it in other areas? What now is the position on workers returning to offices? Do the Government want them to return to offices, yes or no? Will the Health Secretary offer greater clarity to the people of Leicester, who are now in the 17th week of lockdown in my city? What metrics will be used to judge whether Leicester can ease out lockdown later this week? When will he make that decision? How will he communicate that decision to the people of Leicester? Will he clarify why the Under-Secretary of State for Business, Energy and Industrial Strategy, the hon. Member for Stratford-on-Avon (Nadhim Zahawi), has ruled out extra support for Leicester businesses and employers, contradicting the indications that the Health Secretary gave to the people of Leicester? When people are worried about their jobs this mixed messaging is the last thing they need.",
        "On the other parts of the country that have been identified as being of concern, will the Secretary of State instruct the Health and Safety Executive to inspect all factories, meat packing plants, distribution centres and large employment sites as a matter of urgency?",
        "On testing, local authorities still need specific data that can facilitate action. [Interruption.] The Health Secretary disagrees, but they still need person-identifiable data, not just postcodes. They need not just positive test results, but the negative results, so that they can understand the overall infection prevalence, and they need contact tracing data, so that they know who has been asked to isolate by Test and Trace and can follow them up. They need this data daily. The virus does not wait a week, so why should local directors of public health have to wait a week? I note that in the financial statement £10 billion has been allocated to Test and Trace. Can the Health Secretary itemise what that £10 billion has been spent on? Can he rule out spending more on private outsourced companies, and invest more in NHS labs and testing instead?",
        "Finally, today we have a report from the Academy of Medical Sciences warning of a new wave of infection this winter. The Scientific Advisory Group for Emergencies has also warned that the transmission of the virus",
        "“could be elevated under UK winter conditions”.",
        "Yet missing from last week’s financial statement was any increase in NHS England’s revenue budget. Instead we have a mooted NHS reorganisation, with suggestions that Public Health England could be abolished and speculation that a new centre for disease control could be set up in its place instead. NHS staff need certainty, now more than ever, so will he ensure that the NHS and the social care sector get the winter funding they need to prepare for a second wave? People want to do the right thing. Muddled messaging hinders that. As George Osborne said yesterday, people just “want answers”. Can the Health Secretary give our constituents answers today?"
    ]
}