{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2020-comments-on-the-lockdown-in-leicester/",
    "title": "Jonathan Ashworth – 2020 Comments on the Lockdown in Leicester",
    "post_date": "June 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the comments made by Jonathan Ashworth, the Shadow Health Secretary, on 30 June 2020.",
    "content": [
        "The Government’s response to the situation in Leicester has left people anxious and confused.",
        "We support the Government’s decision to reintroduce lockdown restrictions. However, there are a number of outstanding questions about how the Government intends to implement these restrictions and get the outbreak back under control.",
        "There is confusion about essential travel and what it means for people who travel to work outside the boundaries. There is also no clarity about what extra resources will be put in place to increase testing capacity and what financial support will be available to businesses.",
        "The Government must take firm leadership on this. This is the first local lockdown. People in Leicester – and across the country – are looking for ministers to take responsibility for this issue.",
        "Number 10 said the afternoon press conferences would now only take place if the Government had ‘something really important to say’. We believe the situation in Leicester meets that criteria. That is why I am urging the Health Secretary to hold a press conference this afternoon and give the public the answers and reassurance they deserve."
    ]
}