{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2021-letter-to-simon-case-on-nhs-chief-executive/",
    "title": "Jonathan Ashworth – 2021 Letter to Simon Case on NHS Chief Executive",
    "post_date": "June 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter sent by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, to Simon Case, the Cabinet Secretary, on 19 June 2021.",
    "content": [
        "Dear Mr Case,",
        "**Re: Appointment of Chief Executive of NHS England**",
        "I am writing to you today to set out my concerns and expectations for the appointment of the next Chief Executive of NHS England.",
        "Given the widespread outrage at the way in which cronyism has driven ministerial decision making these 15 months, I hope you will agree this appointment process must be entirely open, transparent and seen to be based on merit.",
        "This is one of the most important roles in healthcare in the world and the role holder must be able to deliver for both patients and NHS staff.",
        "The NHS has played a vital role in keeping the country safe during the pandemic. But the reality is that the NHS and healthcare services in this country entered the crisis on the back of have years of underfunding, neglect and cuts that meant we already had the highest waiting lists on record, the lowest number of beds on record, and over 100,000 vacancies.",
        "Before the pandemic hit, over 4 million people were on the waiting list for NHS treatment, and thousands of them were waiting too long for vital mental health, cancer care and elective surgery.",
        "Over the course of the pandemic, waiting lists have rocketed further leaving almost 400,000 people waiting over a year for treatment, missed cancer targets month after month and a ballooning waiting list for mental health care.",
        "Failure to act to bring these waiting lists down can translate into serious concerns for health outcomes on cancer, stroke, heart attacks and mental health. The IPPR estimate that there could be 4,500 avoidable cancer deaths alone this year, and 12,000 avoidable deaths from heart attacks and strokes.",
        "The crisis has particularly impacted mental health care – an area where years of neglect had already weakened the NHS. Over 200,000 fewer people have been referred for psychological therapies this year and waits for eating disorders are growing as services in some areas have been descried by psychiatrists as being ‘completely overwhelmed’.",
        "Putting in place a fully funded rescue plan for the NHS to bring waits downs and deliver quality care is priority for NHS staff, patients and me. It must be a priority for the next Chief Executive.",
        "The recovery from the pandemic will impact the health of a generation and the Chief Executive of NHS England will play a pivotal role in this. The candidate therefore, will need a track record of delivering improved outcomes for patients. The task ahead of them is monumental. The successful candidate must be able to improve waiting lists, modernise care and lead the NHS into the future.",
        "Our NHS staff, who are now facing a real-terms pay cut, are exhausted after over a year of fighting covid. Many are suffering from Long covid, and both clearing the backlog of NHS treatment and the Prime Minister’s aim of ‘learning to live with Covid’ will place a considerable burden on staff. Services will be expected to operate at increased capacity whilst continuing to work within infection control measures, reduced bed numbers and increased ICU capacity. It is therefore vital that the candidate can command the respect and trust of NHS staff. Staff will want reassurances that the head of the organisation will be their champion when discussing pay and working conditions with Ministers.",
        "Given the deepest concerns about cronyism in healthcare during the pandemic – around PPE and testing contracts not to mention the poor performance of outsourced services such as Test and Trace, it is understandable that patients and NHS staff have concerns about this appointment process. I am therefore seeking your assurances that the process will be free from the cronyism that has existed over the past year.",
        "This is a matter of the upmost importance for both patients and NHS staff, as the holder of this role will shape the future of the health service and arguably the most critical time in its history. The process must be entirely transparent, based on merit, and without undue political influence.",
        "I urge you to take action to make the recruitment and selection process public and subject to proper scrutiny to ensure that there is proper confidence in the next holder of this important role.",
        "I will be releasing a copy of this letter to the press and look forward to your response.",
        "Yours sincerely,",
        "The Rt Hon Jonathan Ashworth MP",
        "Shadow Secretary of State for Health and Social Care"
    ]
}