{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2018-speech-at-labour-party-conference/",
    "title": "Jonathan Ashworth – 2018 Speech at Labour Party Conference",
    "post_date": "September 26, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jonathan Ashworth, the Shadow Secretary of State for Health, at the Labour Party conference in Liverpool on 26 September 2018.",
    "content": [
        "70 years ago Nye Bevan had the vision to build a National Health Service universal in scope, free at the point of use, covering everyone irrespective of their means.",
        "The Tories fought it tooth and nail.",
        "But working men and women refused to give up the struggle.",
        "And so a National Health Service was established not because it was inevitable, it was established because of Labour.",
        "In place of fear, was offered hope.",
        "It was as Bevan said “a real piece of socialism.”",
        "And it has survived because of the men and women who have sustained it through 70 years.",
        "So let us Conference in this the 70th anniversary of the NHS thank the nurses, the midwives, the surgeons, the doctors, the dentists, the junior doctors; thank the paramedics, the patient transport staff, the psychiatrists, the health visitors, school nurses, the OTs, the ODPs; thank the pharmacists, the pathologists, the radiologists, the lab technicians. Thank the porters, the cleaners, the catering staff, the assistants, the clerks and medical secretaries.",
        "Let us thank each and every one of the staff who do us proud every day.",
        "And let us thank those who have come from across the world to care for our sick and elderly whether from the EU, the Indian sub -continent and yes the Windrush generation too.",
        "But instead of hope today there is fear.",
        "The fear of languishing on a trolley in an overcrowded A&E;",
        "The misery of cancelled operations;",
        "The distress at social care snatched away;",
        "The anguish when hip and knee replacements are refused;",
        "Or heartbreak when women are denied a chance to start a family because IVF is restricted.",
        "Eight years of Tory austerity mean waiting lists growing, beds cut, communities losing services, hospitals forced into a fire sale of land.",
        "Eight years of austerity sees hospitals crumbling, equipment breaking down.",
        "Austerity has meant we are so short of midwives that last year half of maternity units shut their doors at some point to women in the throes of labour.",
        "Understaffing has become so chronic, they are now even saying you’ll need to book an appointment to go to A&E. How out of touch. What part of accident and emergency do these Tories not understand?",
        "It doesn’t have to be like this. Austerity was a choice.",
        "In place of fear, it falls to Labour to offer hope again. If a Jeremy Corbyn Labour government had been elected last year, austerity in our NHS would have ended as we’d have invested £7.7 billion extra this year.",
        "We’ll invest in general practice, we’ll invest to prepare our NHS for winter, we’ll establish a National Care Service and to ensure we have the most up to date lifesaving technology and equipment we’ll invest £10 billion extra in infrastructure too.",
        "And when hospital rebuilds are left stalled like here in Liverpool we will step in, take control and ensure hospitals are completed using public money not PFI.",
        "NHS staff care for us in times of most desperate need. It’s time we cared properly for staff.",
        "We will deliver fair pay now and always, based on collective bargaining.",
        "We will safeguard the rights of all NHS and social care staff from the EU and end hostile restrictions on international recruitment.",
        "And, we will expand training places and bring back the bursary too.",
        "Bevan said ‘financial anxiety in time of sickness is a serious hindrance to recovery.’ He was right.",
        "So we will end the tax on the sick that is hospital car parking charges.",
        "And for hospital patients bed bound, sometimes for weeks on end, whose main comfort is the television, it’s a disgrace they can be charged £35.00 a week just to watch TV. We’ll end these rip offs and deliver a fair deal for patients.",
        "Children and young people with cancer often have to travel far for specialist cancer care. But when your child is facing cancer you shouldn’t have to worry about paying for train tickets or petrol just to get to the hospital.",
        "I can announce today a Labour government will cover the costs of travel to and from hospital for cancer treatment for children.",
        "Patients come first and as your Health Secretary I would never abandon my responsibilities to patient care and safety. I certainly wouldn’t be pushing untested private health apps like this new Health Secretary. It’s so irresponsible.",
        "Because we know privatisation puts patient care at risk.",
        "Privatisation means patient transport services run by companies that leave patients stranded.",
        "It means GP out of hours services that aren’t available out of hours.",
        "It means a failing hospital cleaning contract that led to infectious waste flowing through a children’s ward.",
        "And it means Virgin Care suing our NHS.",
        "Now I don’t know if Sir Richard Branson follows the proceedings of the Labour Party Conference.",
        "But I know this. Richard Branson and his shareholders should give that money back to the NHS.",
        "The shadow health team – Barbara Keeley, Justin Madders, Sharon Hodgson, Paula Sheriff, Glenys Thornton, Julie Cooper and Alex Norris have been campaigning on these issues – we thank them today.",
        "But we have more to do.",
        "Last year, conference, you asked me not to break your heart, well I don’t want to break anyone’s heart. So I can tell you.",
        "In Parliament, we will vote against Tory accountable care proposals that usher in more privatisation and cuts",
        "And the next Labour government will end privatisation, will end PFI, we will repeal the Health and Social Care Act and yes will bring forward reinstatement legislation as we begin the process of renationalising our National Health Service.",
        "And we’ll block transfers of hospital staff to subsidiary companies too.",
        "In the coming days I’ll join those unions like Unison and Unite on a picket line against this backdoor privatisation.",
        "The creation of a National Health Service wasn’t just about the relief of a mother’s anguish who otherwise would have to pay for a doctor to come to the bedside of her sick child.",
        "It was also about something really, really fundamental – equality.",
        "Yet today after years of austerity health inequalities are getting wider.",
        "Advances in life expectancy are stalling. In some of our poorest areas its going backwards.",
        "In our most disadvantaged communities we see the greater prevalence of diabetes, cardiovascular disease, cancers and stroke.",
        "We know a child born into poverty and deprivation is more likely to be admitted to hospital, to leave school obese, to suffer poorer health outcomes throughout life.",
        "Place of birth too often determines length of life.",
        "We shouldn’t settle for that.",
        "So a Labour government will establish a specific target to narrow health inequalities.",
        "Rather than cutting prevention budgets we will fully fund public health provision including sexual health services and drug and alcohol addiction services.",
        "Our ambition is the healthiest children in the world so we’ll start tackling childhood obesity through ending junk food advertising on family TV and introducing universal free school meals.",
        "To support parents and babies we’ll recruit more Health Visitors and invest properly in perinatal mental health services too.",
        "But there is something else we need to do.",
        "I recently met Rachel, she told me her story of trying to get help for her anorexic daughter.",
        "Rachel told me how her daughter was sent ‘out of area’ three times over six years to different hospitals including over 300 miles away to Scotland.",
        "Care was always inconsistent in a mental health system fragmented, understaffed, cut back suffering from years of neglect.",
        "It meant a vulnerable teenage girl, desperately ill, left trapped in an endless cycle of admission, relapse and discharge.",
        "As a father of two girls, I’m not ashamed to admit that I cried listening to her story.",
        "We can’t allow – I won’t allow – families to be let down like that.",
        "So we will fully fund child and adolescent mental health services, we’ll invest in eating disorder services and end the injustice of children treated on adult wards or sent miles from home. As we finally deliver true parity of esteem for mental health services.",
        "So in place of fear, we offer hope again.",
        "And if anyone doubts us, let the message from this Conference be clear.",
        "If it was possible from the rubble, the debris, the austerity of the 1940s to build a National Health Service covering every man, woman and child free at the point of use then it is possible 70 years later to fund our NHS properly and provide the quality of care people deserve.",
        "So let us face the future.",
        "Yes in place of fear, we offer hope.",
        "In place of fear, the hope of a rebuilt National Health Service.",
        "In place of fear, the hope of a Labour government for the many not the few."
    ]
}