{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2020-letter-to-matt-hancock-on-obesity/",
    "title": "Jonathan Ashworth – 2020 Letter to Matt Hancock on Obesity",
    "post_date": "August 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter sent by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, to Matt Hancock, the Secretary of State for Health and Social Care, on 24 August 2020.",
    "content": [
        "Dear Matt,",
        "We are in the midst of the greatest public health crisis for a century.",
        "The government’s sole aim must be protecting people’s health. That means doing everything possible to drive down infections and save people’s lives. Public health services are crucial to that strategy.",
        "Creating the conditions where people live healthier, happier longer lives is integral to protecting the nation’s health and goes hand in hand in delivering health security. Building good public health builds resilience to Covid-19.",
        "We have tragically seen that Covid-19 thrives on health inequalities. The poorest are twice as likely to die from the virus. Years of swingeing public health cuts and wider austerity measures have left us with widening health inequalities, stalling life expectancy and has contributed to the highest excess death rate in Europe.",
        "Given the widespread worries about a resurgence in the virus, surely embarking on a restructure now is risky, indeed some would say irresponsible. I of course am aware of the pressures you are under from your backbenchers. A number of Conservative MPs have sought to blame PHE for the government’s mistakes and poor record over test and trace, even though the ministerial direction given to PHE last year made no mention whatsoever of preparing for a pandemic.",
        "I am therefore writing to you with a series of questions over your plans to abolish Public Health England and merge its health protections functions with NHS Test and Trace alongside the Joint BioSecurity Centre.",
        "Firstly on obesity. You will no doubt remember at the beginning of the summer the Prime Minister said that tackling obesity was key to protecting the nation from a second wave of Coronavirus. “Losing weight is, frankly, one of the ways that you can reduce your own risks from Covid….. if we’re fitter and healthier, and if we lose weight, we’ll be better able not just to individually withstand coronavirus, but we’ll do a great deal to protect the NHS. And that’s why we’ll be bringing forward an obesity strategy.”",
        "It is sadly no surprise that during this pandemic we have seen a rise in hospital admissions for children because of obesity. This highlights the desperate need for action after years of inaction from the Conservative governments in power. It is all well and good announcing obesity strategy after obesity strategy, but planning alone will do nothing for the next generation of children whose outcomes will suffer. The abolition of Public Health England will only serve to make this more difficult. Given the known risks around weight and Coronavirus, it is vital that the focus on tackling obesity isn’t lost during this structural reorganisation. With this in mind, who will now be responsible for driving through the government’s new priorities on obesity?",
        "Similarly there is now a huge question mark hanging over the other non-health protection elements of PHE’s responsibilities such as screening, immunisation, mental health, sexual health, smoking cessation and addiction services. We need certainty on how these vital services will continue and under whose remit.",
        "I was pleased that you followed our advice in committing to a flu vaccination programme for over 50s. I reiterate our commitment to work with ministers in standing firm against poisonous anti vaccination propaganda. PHE has played a role in supporting NHS England in the uptake of immunisations and vaccinations. Given how crucial access to a Covid-19 vaccine will become in the coming months can you outline who will take responsibility for the roll out and uptake of a vaccine when one comes available?",
        "As you know I have a strong personal interest in addiction and am alarmed that on the same day you announced the abolition of Public Health England there were reports that the remaining detox beds in the NHS could close. Before Public Health England existed there was the National Treatment Agency for Substance Misuse, do you envisage re-creating something similar or will these responsibilities be transferred elsewhere?",
        "Could you also outline exactly what you mean when you invited the private sector to “join [us] in the mission”? The lesson of this pandemic is that surely money would be better spent on local public health, not more outsourcing firms?",
        "With that in mind could you explain why McKinsey was given £560,000 to advise on this restructure (ironically it was McKinsey who advised on the 2012 restructure that created Public Health England and you supported as a backbench MP)? Will you publish the McKinsey recommendations? Can you confirm reports McKinsey will receive personal test and trace health data and will be authorised to process such data for seven years? Why have you agreed for personal data to be kept by a private management consultancy firm and for what reason do they need it?",
        "Finally public health officials, NHS staff and care staff have worked tirelessly throughout the pandemic and deserve clarity about their future. Reorganisations often sap morale, are distracting and cause huge uncertainty especially when news of such a reorganisation is briefed in advance to a Sunday newspaper. An article in the BMJ recently pointed out that “every time public health goes through a major reorganisation it loses at least 20-30% of its skilled and experienced staff.” What guarantees can you offer current staff who will be impacted by this reorganisation and what discussions have you initiated with staff trade union bodies?",
        "I look forward to your response.",
        "Yours sincerely,",
        "Jonathan Ashworth MP"
    ]
}