{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2019-speech-on-tessa-jowell-brain-cancer-mission/",
    "title": "Jonathan Ashworth – 2019 Speech on Tessa Jowell Brain Cancer Mission",
    "post_date": "May 17, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jonathan Ashworth, the Shadow Secretary of State for Health, in the House of Commons on 13 May 2019.",
    "content": [
        "I thank the Secretary of State for an advance copy of his statement. We warmly welcome today’s announcement. His tribute to our much-missed friend and colleague was moving and powerful. It is an extraordinary testament to Tessa’s bravery that in the final harrowing months of her life, faced with a highly aggressive and very-difficult-to-treat cancer, and in full knowledge of the life expectancy associated with such a devastating cancer, Tessa led from the front to campaign for better brain cancer treatment for others. She spoke with extraordinary courage in the Lords, she brought the then Secretary of State and me together, and she convinced Ministers to shift policy, not by garnering sympathy, understandable though that approach would have been, but by persuasion based on facts and policy argument. It was typical Tessa.",
        "Tessa would have been delighted by the Government’s announcement—some 2,000 brain cancer patients a year will now benefit from the “pink drink” solution—but she would be keen to go further still. Almost 11,000 people ​are diagnosed each year with a primary brain tumour, including 500 children and young people, which is 30 people every day, and more than 5,000 people lose their lives to a brain tumour each year. Brain tumours reduce life expectancy by around 20 years, which is the highest of any cancer, and are the largest cause of preventable blindness in children.",
        "We live in hope of dramatic improvements, but further research is needed, given that less than 2% of the £500 million spent on cancer research is dedicated to brain tumours. I welcome the Secretary of State’s commitments on research, but does he agree that we also desperately need more involvement in clinical trials? The number of brain cancer patients taking part in clinical trials is less than half the average across all cancers. How will the Government encourage more trials and data sharing?",
        "Finally, we know that the NHS remains under considerable strain generally. The 93% target for a two-week wait from GP urgent referral to first consultant appointment was not met once last year. Neurosurgery is no exception. In March 2019, the 18-week completion target for referral to treatment pathways stood at 81.3% for neurosurgery— 5% lower than the average for all specialties—which made neurosurgery the worst performing specialty. This is a question of both resourcing and staffing. I know the Secretary of State has his answer on revenue resourcing—we disagree, but we will leave our political arguments for another day—but on workforce there are vacancies for more than 400 specialist cancer nurses, chemotherapy nurses and palliative care nurses, and there are diagnostic workforce vacancies too.",
        "Meanwhile, the staff who are there are reliant on outdated equipment, and we have among the lowest numbers of MRI and CT scanners in the world. Failing to diagnose early is worse for the patient and more costly for the NHS, so will the Secretary of State update us on when we can expect Dido Harding’s workforce plan? Can he reassure us that the cancer workforce will be a key part of that plan? On equipment and MRI scanners, can he guarantee that the NHS will see increased capital investment budgets in the spending review so that it can upgrade existing equipment and increase the number of MRI and CT scanners?",
        "Overall, however, we welcome today’s announcement. It is a fitting tribute to our friend Tessa Jowell, and like Tessa herself will touch the lives of so many."
    ]
}