{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2020-speech-on-chaos-in-tracing-system/",
    "title": "Jonathan Ashworth – 2020 Speech on Chaos in Tracing System",
    "post_date": "October 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, in the House of Commons on 5 October 2020.",
    "content": [
        "I thank the Secretary of State for giving me advance sight of his statement. In recent weeks, we have had people being told to travel hundreds of miles for a test; we have had hundreds of children out of school unable to get a test; we have had tracers sitting idle, watching Netflix; and we have had care home tests taking days to be processed. Yesterday, we had a Health Minister saying that this could be a moment of national pride like the Olympics, and we have had a Prime Minister in a complete muddle over the rules. Now, at one of the most crucial points in this pandemic, we learn that almost 16,000 positive cases went unreported for a week. That means that as many as 48,000 contacts have not been traced and are not isolating. Those thousands of people, blissfully unaware that they have been exposed to covid, are potentially spreading this deadly virus at a time when hospital admissions are increasing and we are in the second wave.",
        "This is not just a shambles; it so much worse than that. It gives me no comfort to say it, but it is putting lives at risk, and the Secretary of State should apologise when he responds. No doubt he will complain about my tone, or say that he will not have any divisive talk, but people want answers. He has just said that over half the 16,000 people have been spoken to by tracers, and they have presumably handed over their contacts, but when will the other 49% be spoken to by contact tracers? How many of the contacts have now been traced and spoken to, and how many are isolating? Why did nobody notice this issue until Friday night? Why did it take until 9.30 on Sunday evening for this to become public? The Prime Minister was clearly aware of the problem, because he said on “The Andrew Marr Show” yesterday morning that there had been a",
        "“failure in the counting system, which has now been rectified”.",
        "Speed is of the essence when dealing with a pandemic, so when were local directors of public health informed? The Secretary of State says that this is an ongoing issue, so it has not been rectified, as the Prime Minister said on “Marr”. When will it be fully resolved?",
        "Public Health England sources say that they report the data when they get the data from test and trace. Can the Secretary of State confirm that the data could not be handed over to PHE because of the size of the Excel spreadsheet files? Was this an issue at one particular Lighthouse lab, or across all the Lighthouse labs? Why are critical databases in a national pandemic being hosted on Excel spreadsheets? Why are they not using specialist database software? The right hon. Gentleman likes to boast of his background in software development, so did he sign off this system? Was he aware of it? The Department of Health and Social Care is responsible for the integrity of pillar 2 testing data. His Department is the data controller, so he is ultimately responsible for this mess. It is a mess made up of fragmented systems passing data back and forth between his Department, PHE and outsourcing companies such as Serco and Deloitte, and it is costing us £12 billion. Surely now is the time not to renew Serco’s contract and instead give responsibility and resources to NHS labs and local public health teams to deliver testing and tracing.",
        "The Secretary of State says that the data does not impact decisions that have been made about local restrictions, but areas already under restrictions such as Bury, Hyndburn, Burnley, Manchester, Liverpool and Newcastle have seen increases as a result of this data. Will those areas and others under restrictions now be given extra help and resources to battle the virus? Infection rates in other parts of the country that are not under restrictions, such as Newark and Sherwood, are climbing higher with this new data, so should we expect more local restrictions this week?",
        "The Secretary of State says that he is set to bring in a new three-tiered system to replace the confusing network that is in place. Will he update the House on what the new criteria will be for an area going into restriction and leaving restriction? So far, it has been a bit like “Hotel California”—you can check out, but you can never leave. Families deserve answers.",
        "The Prime Minister told the House on 20 May that we would have a “world-beating” system in place by June. It is now October. The system is neither competent nor improving. Problems are getting worse. The Government are failing on the basics. When will they finally fix this mess?"
    ]
}