{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2020-speech-on-the-nhs-funding-bill/",
    "title": "Jonathan Ashworth – 2020 Speech on the NHS Funding Bill",
    "post_date": "January 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jonathan Ashworth, the Shadow Secretary of State for Health, in the House of Commons on 27 January 2020.",
    "content": [
        "This is not a serious funding Bill; it is an underfunding Bill. It is a political gimmick of a Bill. The Secretary of State hoped that the Bill would signal the Tories’ commitment to the NHS, but it actually reveals their lack of commitment to the NHS. I remind the Secretary of State that the last Labour Government, who I did indeed work for, did not need a piece of legislation to increase NHS funding by record levels—6% extra a year. We just got on and delivered record investment in the NHS in spending review after spending review. That record investment delivered the lowest waiting times, the highest satisfaction ratings, and 44,000 more doctors and 89,000 more nurses. He is unable to match that record.",
        "This Bill essentially caps NHS funding—[Hon. Members: “No it doesn’t.”] It certainly does because, as the Secretary of State outlined, the amounts in the Bill are in cash terms, not real terms, which is what the previous Secretary of State presented to the House in summer 2018. The amounts in the Bill are in cash terms, and when my hon. Friend the Member for Nottingham South (Lilian Greenwood) asked the Secretary of State whether the NHS will get the real-terms increases that the previous Secretary of State outlined should inflation run at unforeseen levels, he could not give that commitment.​",
        "The Secretary of State could not give my hon. Friend the cast-iron commitment needed by the NHS chief executives on the ground because this Bill outlines only the cash figures. If inflation runs at a higher level than expected, the NHS will not get the extra money that the Secretary of State boasts about from the Dispatch Box unless we have that commitment. As the hon. Member for Glasgow North (Patrick Grady) said, the money resolution has been tightly drawn to restrict hon. Members from tabling amendments to give the NHS the levels of funding it needs. This Bill is a political stunt.",
        "The Bill attempts to enshrine revenue spending in law, but the test will be whether the uplift outlined by the Secretary of State, albeit in cash terms, is sufficient to deliver on the promise made by the Prime Minister at the Dispatch Box two weeks ago:",
        "“We will get those waiting lists down.”—[Official Report, 15 January 2020; Vol. 669, c. 1015.]",
        "That means reversing the significant deterioration in care under this Government over a decade of decline.",
        "This Bill fails the Prime Minister’s test, because the level of health expenditure that the Secretary of State is asking the House to put into law will not drive down waiting lists or drive up A&E performance to the levels our constituents deserve. The level of expenditure that the Secretary of State presents as an act of great munificence are not sufficient to enable the NHS to deliver the aspirations of its long-term plan. What he says is not what NHS Providers, the British Medical Association, the Health Foundation, the Institute for Fiscal Studies, a whole host of think-tanks and staff representatives are saying about the Bill.",
        "**Matt Hancock**",
        "It is what the British people say.",
        "**Jonathan Ashworth**",
        "That is pretty dismal by the Secretary of State’s standards. [Interruption.] I am aware that his party won the general election, but it does not mean he is correct about NHS funding.",
        "The Secretary of State is not prepared to put it in the Bill, but let us suppose he delivered on the real-terms increases outlined by the previous Secretary of State—around a 3.3% annual uplift for NHS England revenue. The problem is that NHS activity usually increases by 3.1% a year. We have an ageing population with a wide variety of complex conditions and a wide variety of co-morbidities, and we have seen years of austerity for which the Secretary of State was responsible as George Osborne’s right-hand man. We have seen health inequalities widen, needs increase and demands on the NHS rise, which is why health experts, including the IFS, the Health Foundation, NHS Providers, the BMA and a whole range of Royal Colleges, have said that health expenditure should rise across the board—not just in NHS England but in capital, education and public health—by 3.4% just to maintain current standards of care.",
        "If we are to start driving down waiting lists, improving performance in A&E and driving down GP waiting times, as the Prime Minister promised on the steps of Downing Street, the NHS needs at least a 4% increase across the board. As the Health Foundation has said, investing in modernising the health service, as set out in the NHS long-term plan, requires around a 4.1% uplift a year. The Government are not giving the NHS 4.1% a year.",
        "​**Feryal Clark (Enfield North) (Lab)**",
        "In my constituency and the borough of Enfield, almost 16,000 people do not have access to a GP. Does my hon. Friend agree that the chronic GP shortage in this country is an absolute disgrace?",
        "**Jonathan Ashworth**",
        "The Secretary of State talks about recruiting all these new GPs. The Tories fought the 2015 general election on delivering 5,000 extra GPs, but GP numbers have gone down. Now he is imposing pension tax arrangements that are driving GPs and other doctors out of the NHS or driving them to cut back on their shifts. He has no solution to that and, again, it was another one of George Osborne’s ideas—the Secretary of State probably came up with it when he was George Osborne’s bag carrier—so I do not believe anything he says on recruiting extra GPs.",
        "The 4% increase is the historic increase that the NHS used to get throughout its 61 years until the coalition Government were elected. That is why we tabled an amendment in the debate on the Loyal Address calling for the 4% increase. Every Tory Member voted against it, but a 4% increase is what the NHS traditionally got—indeed the previous Labour Government gave it 6%. Instead, we have now had a decade of decline where it received an uplift of about 1.5%. This Tory decade of decline with 1.5% increases is why the funding settlement is inadequate, because it simply cannot make up for that decade the NHS has gone through. This Bill simply cannot make up for the decade of decline in which those gains in quality care and outcomes made by the last Labour Government have been squandered by this Tory Government. The Bill cannot make up for the decade of decline where these Ministers forced the NHS through the tightest financial squeeze in its history, which has left hospital trusts with deficits of £571 million and billions in debt, and left the NHS facing a repair bill of £6.6 billion, leaving hospitals with roofs leaking, pipes bursting, equipment faulty, IT systems breaking and ligature points in mental health trusts deeply unsafe. This decade of decline means the NHS is short today of 106,000 staff and our brilliant NHS staff are being pushed to the brink every week, working a million hours extra than they are contracted to work. They are working every hour God sends to make up for the austerity these Ministers have imposed.",
        "The speech we have just heard from the Secretary of State bears no resemblance to the realities of what is happening on the ground after the decade of decline under the Tories. Month after month, week after week, we see NHS performance data showing our hospitals recording the worst performance on record against the four-hour standard for accident and emergency. Month after month, we see the number of people on the waiting lists for routine surgery and treatment rising—it is has now risen to 4.4 million. More than 690,000 of our constituents are waiting beyond 18 weeks for treatment. That is an increase of more than 185,000—a 37% increase—since this Secretary of State took up his post. Waits for diagnostic tests are at their highest levels for a decade, cancer waiting times are their worst on record and we are bottom of the league for cancer outcomes.",
        "Since 2010, more than 17,000 beds have been cut. Hospitals are dangerously overcrowded. Patients are left languishing for hours as trolley waits, being moved from cubicle to corridor in need of a bed. We read in the ​newspapers about 90-year-old war veterans left for hours upon hours on trolleys. We see photos of toddlers treated on floors or sleeping in makeshift beds on chairs. Trolley waits are not some inconvenience for patients; they lead to increased mortality in our hospitals. Research from the Royal College of Emergency Medicine shows that almost 5,500 patients have died in the past three years because they have spent so long on a trolley waiting for a bed in an overcrowded hospital. That is utterly unacceptable.",
        "**Eddie Hughes (Walsall North) (Con)**",
        "Given the vision the hon. Gentleman has just created of the NHS in such a parlous state, why does he think the British public chose not to hand over the management of it to the Labour party?",
        "**Jonathan Ashworth**",
        "We lost the general election, but that does not give Tory Members a free pass on the state of the NHS. We have seen an increase in trolley waits in hospitals in December of 65%, and trolley waits in the past year, on this Secretary of State’s watch, have risen to 847,000—the highest number of trolley waits in hospital corridors on record.",
        "**Siobhain McDonagh (Mitcham and Morden) (Lab)**",
        "Is my hon. Friend aware that twice in the past fortnight St George’s Hospital in Tooting has been on OPEL—Operational Pressures Escalation Level—alert in A&E? It has been one level below having to close its doors to all emergencies because the hospital was so full. Such a closure would have a devastating impact on south-west London.",
        "**Jonathan Ashworth**",
        "My hon. Friend speaks movingly about the situation in her local trust. Of course, St George’s is one of the trusts that has a high maintenance backlog of around £99 million. The reason why hospitals such as St George’s have maintenance backlogs, which mean that they cannot get the flow through the hospital that is needed so that my hon. Friend’s constituents are treated on time, is because capital budgets have been raided repeatedly. The underfunding of the NHS has been such that NHS chiefs have had to shift money from capital budgets into the day-to-day running of the NHS. That is what Tory austerity has done to our NHS. That is what Tory austerity means for my hon. Friend’s constituents.",
        "**Janet Daby**",
        "Does my hon. Friend agree that we have a crisis in respect of mental health nurses, who are not being recruited and supported in the way in which they should be? Not only is that putting strain on the mental health nurses who are there, but it will affect patient care as well.",
        "**Jonathan Ashworth**",
        "My hon. Friend is absolutely right. Of course, we are short of 44,000 nurses across the whole national health service. One of the most damaging policy decisions that George Osborne made—probably another of the Secretary of State’s ideas—was to cut nurse training places in 2011 and get rid of the training bursary. The Government say that they will bring back a grant, but they are not going to go the whole hog, are they? They are not going to get rid of tuition fees. They still expect people to train to be nurses and build up huge debts, because the nature of the training that they have to go through means that they will not be able to take a job on the side. I do not believe that is the way we ​should recruit nurses for the future; we should bring back the whole bursary for nurses, midwives and allied health professionals.",
        "**Seema Malhotra (Feltham and Heston) (Lab/Co-op)**",
        "My hon. Friend is making an important speech and has just made reference to the cuts to capital budgets. Does he agree that it is staggering that since 2014 we have seen five consecutive switches from capital budgets to revenue budgets, totalling about £4.29 billion? The consequences are now being felt by all our constituents throughout the country.",
        "**Jonathan Ashworth**",
        "My hon. Friend is absolutely right. Because of the austerity that the Government have imposed on the NHS, its leaders—trust bosses and clinical commissioning group bosses—have had to raid capital budgets repeatedly and transfer from capital to revenue, as my hon. Friend said. These sorts of smash-and-grab raids, which have happened five times, have taken around £5 billion out of the capital budgets, which is why so many of our hospitals now have this huge £6.6 billion-worth of repair backlog, with sewage pipes bursting and roofs falling in.",
        "It is all very well for the Secretary of State to stand there and talk about 40 new hospitals, even though he has not outlined a multi-year capital settlement at all. He just went around the country telling Tory candidates, who have now become MPs—congratulations to them—that he will build a hospital here and they will have a new hospital there. I lost count of the number of times that he committed to new A&E departments and new hospitals that were not on any list that he has published in the House of Commons. We do not actually have a multi-year capital plan to deal with the more than £6.5 billion backlog that faces our hospitals. This is not a serious way to make policy for the national health service. Our trusts’ chief executives need certainty on capital, which is why we need to see the multibillion-pound capital plan. We do not even know whether we are going to get one in the Budget. We do not know when it is coming: the Secretary of State has given us no detail or clarity on that whatsoever.",
        "Whether it is waiting for pre-planned surgery, for cancer treatment, for test results, in A&E or on trolleys, thousands of our constituents wait longer and longer in pain, agony and distress, thanks to years of austerity that the Secretary of State designed. As George Osborne’s right-hand man and chief bag carrier, he designed the years of austerity and is now asking the House to endorse the continued underfunding of the NHS.",
        "**Sarah Atherton (Wrexham) (Con)**",
        "I refer the hon. Gentleman to the NHS in Wales, which is run by the Welsh Labour Government. In north Wales, Betsi Cadwaladr University Health Board has been in special measures for five years, and it is run by the Welsh Labour Government. Last year, in north Wales alone 6,600 people waited more than 12 hours to be seen in A&E. I would like to hear the hon. Gentleman’s comments.",
        "**Jonathan Ashworth**",
        "It is unacceptable, and sadly it is happening constantly in the English NHS. Of course, on certain performance targets there is improvement in Wales; there is no improvement on any performance targets when it comes to A&E or electives in the English ​NHS. I welcome the hon. Lady to her place and she is right to raise that issue, but I hope she will also raise with the Secretary of State his poor leadership on performance data for the English NHS.",
        "The long-term plan rightly calls for more investment in areas of the NHS that have been neglected for many years, particularly mental health services, community health services and primary care. We endorse the approach outlined in the long-term plan. Mental illness represents around 23% of the total disease burden, but only 11% of NHS England’s budget. Mental health patients are some of the most let down by the decade of decline in the NHS. We regularly read heartbreaking reports in the newspapers of patients forced to wait up to 112 days for talking-therapy treatments, when we know that people are supposed to get an improving access to psychological therapies appointment in six weeks. We regularly read of the shortage of mental health beds, which means that too many people—often young people—are sent hundreds of miles across the country. They are often young people in desperate circumstances, sent away from their family and friends, often receiving ineffective care in poor-quality private providers. The rationing of care for children in particularly desperate circumstances has seen more than 130,000 referrals to specialist services turned down, despite those children showing signs of eating disorders, self-harm or abuse. It is totally unacceptable.",
        "The long-term plan calls for increased investment in mental health services, which we welcome. Had we won the general election, we would have gone further and invested more to deliver parity of esteem for physical and mental health, and we would have legislated to ensure health and wellbeing in all policies with a future generations wellbeing Act. None the less, we welcome the ambition in the long-term plan to increase the proportion spent on mental health. In the past 10 years, under intense financial pressures because of underfunding and austerity in the NHS, commissioners have had to raid budgets, especially child and adolescent mental health services budgets, to fund the wider NHS. In the past 10 years, mental health services have often lost out because of financial pressures in the system so, if such an amendment would be in scope, we will seek to amend the Bill to ensure guarantees for mental health funding and that mental health funding can be ring-fenced. We will also seek look to ensure that there is a framework of accountability, under which the Secretary of State would come to the House, perhaps once a year, to update it on mental health funding and where it is being spent.",
        "We endorse the increased funding for mental health, community services and GP services at a faster rate. If the Government are genuinely committed to that, and if at the same time the NHS is to live within its 3.3% uplift, that means that by definition less money will remain for growth in funding for the acute sector. The Secretary of State will need to moderate the rate of growth in acute demand, because if he cannot, there is a risk that either the money that he is allocating to mental health services will be diverted back to hospitals, as has happened in the past 10 years, or waiting times will have to increase and A&E performance will have to worsen ever further.",
        "The problem is that the Secretary of State will not be able to drive up performance and moderate need without a fully funded plan for the whole of the health and social care sector. That is why the Bill is fundamentally inadequate. When in June 2018 the previous Secretary of State, the ​right hon. Member for South West Surrey (Jeremy Hunt), came to the House to outline the funding settlement, he quite rightly said that he would not be able to fix the various problems facing the NHS if that did not happen alongside a funded staffing plan, a funded multi-year capital plan and a funded social care plan. The previous Secretary of State was correct. The problem with the Bill is that, as the Secretary of State conceded, it excludes key areas of health spending, such as public health; health visiting; the training of doctors and nurses; the capital budgets to build and maintain hospitals; and the capital budgets for community health facilities. That is before we even get on to social care funding, which is another issue that has in effect been kicked into the long grass by the Secretary of State.",
        "We all know that public health services are crucial services that keep people well, prevent ill health and keep people out of hospital. A year ago, the Secretary of State would do interviews to tell us that public health and prevention was his big, No. 1 priority. I remember his interview in The Sunday Times in which he said that he had ordered the behavioural insights team to target those who are obese, smokers and people who drink to excess. He said he would “not rule out” using social media to target people to change their ways. Pregnant smokers would get emails to encourage them to stop smoking. This is my favourite; this is what he actually said—well, it is quoted in the article:",
        "“Those in hospital with ailments related to alcohol abuse will be targeted for a ‘stern talking to’”.",
        "That is what he said on prevention a year ago. What did we get instead? We got more cuts to smoking cessation services, more cuts to alcohol addiction services, and more cuts to drug misuse services. That is what we have had in the past 12 months, because budgets have been cut as part of the wider £870 million cut to the public health grants. The Secretary of State did not mention public health in his remarks. We still do not know what the public health allocations will be for this year. He is asking the House to legislate for a funding allocation that the previous Secretary of State outlined to the House 18 months ago. He cannot even tell us the public health allocations beyond the next three months. That just reveals what a ridiculous political stunt this Bill is.",
        "**Kevin Hollinrake (Thirsk and Malton) (Con)**",
        "In his earlier remarks, the hon. Gentleman mentioned social care. He will be aware that the Health and Social Care and the Housing, Communities and Local Government Committees recommended in a joint report a range of options, one of which was a social insurance premium. Will he agree to cross-party talks, and does he think that all those different options laid out in that report should remain on the table for discussion?",
        "**Jonathan Ashworth**",
        "I am grateful to the hon. Gentleman for his intervention. He is a considered authority on these matters, and I appreciate the spirit in which he has made his intervention. We are not convinced that a social insurance model will work. In those countries where there is a social insurance model—I think in Germany and in Japan—they have largely been building on a social insurance model for their healthcare delivery. In Japan—I may be wrong on this, and I will correct the record if I am wrong—there is a taxation element as well.​",
        "We believe that there is a degree of political consensus on the future funding of adult social care. We agree with the House of Lords Committee, which includes people such as Michael Forsyth and Norman Lamont, that we need a form of free adult social care paid for by taxation. There is a version of it in Scotland and in Northern Ireland. We believe that, if the Government are prepared to talk to us on those terms, we could find political consensus, but at the moment the Secretary of State stands outside that political consensus.",
        "**Kevin Hollinrake**",
        "The hon. Gentleman makes some interesting points, but is it not the case that the best way forward is not to have a precondition about the subject of those talks, and that we should simply have a cross-party discussion? In that way, he can find out more of the detail behind the Japanese system, which he says he is lacking. Why does he need to make preconditions to those talks?",
        "**Jonathan Ashworth**",
        "The Government have no proposals whatsoever. They have been talking about bringing forward a social care plan for years now. As I have said before in the House, Members are more likely to see the Secretary of State riding Shergar at Newmarket than see a social care plan. The truth is that, if the Government want to put forward some proposals, we will always be happy to talk to them. We are clear that taxation is the best way to fund adult social care, and that we need a version of free personal adult social care. That is what we have put in our manifesto, and that is what the House of Lords has proposed, and, as I have pointed out, there are some very Thatcherite Tories on that Committee in the House of Lords—they are by no means red in tooth and claw socialists. They have looked at all these different options and came to the conclusion that a taxation-funded system is the best way to go, but, of course, we are prepared to have discussions. I am grateful to the hon. Gentleman for the way in which he put his question. He is a very thoughtful figure in the House and he has done a lot of work on this matter, and Members on both sides of the House appreciate that.",
        "As I was saying, the Secretary of State cannot tell us the allocations for public health budgets beyond the next three months. We have talked about capital, but we still do not have a multi-year capital settlement. We still do not know whether the Secretary of State will rule out the capital to revenue transfers that have taken place over the past 10 years. If we can find an amendment in scope, we will put it down to rule out capital to revenue transfers. If he agrees that capital to revenue transfers are not in the interests of our hospitals that desperately need to deal with their repair backlog, I hope that he will support such an amendment.",
        "The Bill does not provide a proper costed plan for the workforce. There is nothing in the Bill on training budgets, when every single trust chief executive reports that understaffing is their biggest challenge, and a hindrance to delivering safe care. The numbers employed by trusts over the past decade have grown at half the rate of 2000, and this is at a time of increasing need. As I have said, with vacancies numbering more than 100,000, the situation across the NHS is chronic. Staff shortages mean overcrowded wards, lengthening queues in A&E, cancelled operations and exhausted, burned-out staff with low morale who feel that they must do more with less. Perhaps we should not be surprised that the numbers leaving the NHS citing bad work-life balance has trebled under this Government.​",
        "In these circumstances, the Government expect to retain 19,000 nurses and recruit an additional 31,000, although they are not actually bringing back a full bursary to do so. At the same time, vacancies for nursing today stand at about 44,000, so the Government are hardly going to resolve the crisis in nurse vacancies that our trusts are facing. Not only have the Government failed to train enough nurses, they have not dealt with the taxation changes affecting doctors. On diagnostics, one in 10 posts are vacant in England, so if the Government are to meet their promise to diagnose three in four cancers at an early stage by 2028, we need to see significant growth in the NHS cancer workforce as well. We have no funded workforce plan, even though it was promised by the Government when they announced these funding allocations back in summer 2018.",
        "This all matters, because the NHS will simply not be turned around without the investment in public health that is needed, without recruiting the extra staff that are needed, without modernising buildings and equipment and without fixing our broken social care service. The Secretary of State will not be able to improve performance across the NHS and level up health outcomes while the Government continue to pursue their austerity agenda.",
        "We have seen a decade of cuts, which has seen child poverty rising—it is set to rise to record levels—increasing rough sleeping on our streets, insecure work becoming the norm, poor quality housing becoming commonplace, local services being cut back and closed, and an increase in air pollution. All of these things determine the health of our constituents.",
        "Austerity means that the advances in life expectancy that we have come to expect since the second world war have begun to stall. Infant mortality rates have increased three years in a row. The last time that that happened was during the second world war. We are seeing increasing mortality rates for those in their 40s—so-called deaths of despair from suicide, drug overdose, and alcohol abuse—and the gap between the health of the richest and the health of the poorest getting wider and wider. Not only have we seen in this decade of austerity widening inequalities in health outcomes, but we are now seeing widening inequalities in access to health services—the poorest wait longer in A&E, the poorest wait longer for a GP appointment because there are fewer GPs in poorer areas, the poorest have fewer hip replacements, and the poorest are less likely to recover from mental ill health.",
        "**Siobhain McDonagh**",
        "Is my hon. Friend aware that there is also a tendency for capital funding in new schemes to go to those areas that are far more wealthy than those with the greatest health inequalities? Let me give my own experience of Epsom and Saint Helier Trust, where the local NHS is consulting on moving all acute services to Belmont.",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. The hon. Lady will have her chance to speak for quite some time later in the debate, and I think that the hon. Gentleman is just concluding his speech.",
        "**Jonathan Ashworth**",
        "My hon. Friend’s point is absolutely right, and she is right to raise it.",
        "The point is this: those most in need of health services now experience the poorest quality of care. It is an absolute disgrace. This political stunt of an underfunding ​Bill will not deliver the scale of improvements that our constituents deserve. We will not divide the House tonight, but instead seek to amend the Bill. Let us be clear: the Government should have brought forward a fully funded financial settlement for our NHS and social care. The ever lengthening queues of the sick and elderly in our constituencies deserve so much better."
    ]
}