{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Jonathan Ashworth – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Jonathan Ashworth, the Labour MP for Leicester South, in the House of Commons on 9 September 2022.",
    "content": [
        "I rise to express my personal condolences to His Majesty the King and the royal family, to associate myself with the remarks that we have heard so far, and to pay tribute to Her late Majesty on behalf of my Leicester South constituents and the city of Leicester. Leicester is proud of its radical tradition. Notwithstanding our history as a parliamentarian stronghold, Her Majesty was held in deep affection and viewed with deep reverence and love across Leicester. We are united in our grief today.",
        "Leicester’s story today is one of diversity. We have welcomed to our city families from across the globe and the Commonwealth. Some of those families were fleeing persecution with nothing but a hastily packed suitcase. Her Majesty’s leadership of the Commonwealth stands not only as a reminder of the bonds of solidarity between the different nations of the Commonwealth, but as a symbol of inspirational hope for families fleeing persecution—hope for a better future for themselves and their children. We in Leicester were reminded of that only last month, as we recalled the 50-year anniversary of the expulsion of the Asian community from Uganda.",
        "Her Majesty celebrated Leicester’s diversity; she was proud of our different faith groups. Our mosques have been recognising her death and expressing their thanks at Jummah prayers today; our Hindu temples have been placing garlands over pictures of her; and there are prayers in our synagogues, in our gurdwaras and in our Jain temple. We were particularly proud to host Her Majesty 10 years ago for the start of her diamond jubilee tour, for which all our communities came together.",
        "Indeed, for the start of that diamond jubilee tour, my hon. Friend the Member for Leicester West (Liz Kendall) and I had the privilege of welcoming the Queen to De Montfort University in my constituency. After we had queued nervously to greet Her Majesty and His Royal Highness the Duke of Edinburgh, in the corner of my eye, I caught her looking somewhat bemused—if not slightly askance—at her husband, who had asked me and my hon. Friend whether we were reds or blues. I do not know what his opinion was of our answer, frankly.",
        "A few months after we in Leicester had celebrated Her Majesty at the start of the diamond jubilee tour, we were nervous because we had discovered the remains of the last Yorkist monarch in a Leicester City Council car park. That provoked all kinds of knotty constitutional questions for the palace, including what we were going to do with Richard III. With her usual aplomb, and the diplomatic skill about which we have heard so much, Her Majesty let it be known that she was following developments with great interest, and a couple of years later, she visited Leicester cathedral—the final resting place of Richard III—to hand out Maundy money on Maundy Thursday.",
        "In February 1952, when this House debated a motion on the loss of His Majesty King George, Winston Churchill said from the Dispatch Box said he hoped the accession of Queen Elizabeth would usher in a golden age. In response the former Prime Minister and then Leader of the Opposition Clement Attlee said that he hoped the accession of Queen Elizabeth would lead to another glorious Elizabethan era more renowned than the first one. My God, she more than surpassed the aspirations and hopes of those two great Prime Ministers. Rest in peace, and God save the King."
    ]
}