{
    "url": "https://www.ukpol.co.uk/john-ashworth-2017-speech-to-labour-party-conference/",
    "title": "John Ashworth – 2017 Speech to Labour Party Conference",
    "post_date": "September 28, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "2017 Labour Party Conference",
            "url": "/tag/2017-labour-party-conference/"
        },
        {
            "text": "John Ashworth",
            "url": "/tag/john-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Ashworth, the Shadow Secretary of State for Health, to the Labour Party Conference held in Brighton on 26 September 2017.",
    "content": [
        "It is a tremendous privilege to speak from this platform, humbled in the knowledge that it was this Conference over 80 years ago that demanded public universal healthcare.",
        "And this Party, almost 70 years ago, established a National Health Service, free at the point of use covering every man, woman and child in the land.",
        "So today we renew our commitment to that cause and dedicate ourselves to electing a Jeremy Corbyn Labour Government whose mission will be the rebuilding of a comprehensive, reintegrated, public NHS, free at the point of use, there for all who need it.",
        "And we must also speak out with a sense of urgency about what is happening to our NHS. In the past year: waiting lists topped 4 million and 2.5 million people waited over four hours in A&E; over the winter, patients crammed on trolleys in corridors; ambulances backed up outside overflowing hospitals.",
        "And the nation left shocked by a little boy, with suspected meningitis, waiting 5 hours in A&E without a bed, forced to lie on two plastic chairs. Some called it a humanitarian crisis. When you underfund the NHS and slash billions from social care let’s call it what it is, a Tory manufactured crisis.",
        "A crisis where waiting lists are so lengthy, more and more patients feel they have no option but to pay for a surgeon to come to their bedside, while the rest wait longer and longer.",
        "Friends, a person’s health should never depend on their individual wealth.",
        "So a Labour Government would allocate an extra £45 billion for our NHS and social care sector. And to avoid another winter like the one we’ve just had, we would establish a half billion pound emergency winter fund, so that patients and their families never suffer like that again.",
        "And we will invest in general practice too, and start recruiting so everyone can access a GP when they need one.",
        "This is the leadership Jeremy Hunt should be showing. Instead he ordered hospital bosses to a summit last week where they were instructed to chant ‘we can do this’. The NHS doesn’t need silly Jeremy Hunt gimmicks; it needs a Jeremy Corbyn Labour Government.",
        "I will be a Health Secretary, who will work closely with NHS staff.",
        "So let us send a message to the staff of the NHS, who work day in day out, at weekends too, whose hands deliver us into the world, who comfort us in our final moments, you have our gratitude, our backing and you have our commitment that a Labour Government will tackle vacancies, will bring back bursaries and scrap the pay cap to deliver fair pay for you all.",
        "To those who come to our shores from the EU and beyond, we say you are welcome, your rights will be secured, you are not bargaining chips, but part of our society and of the fabric of our NHS.",
        "Our NHS is undermined by millions of pounds wasted on endless tendering of services to private providers. It is patient care that suffers.",
        "Let me give a quick example, an ambulance contract here in Sussex handed to a private company who didn’t own any ambulances so they sub-contracted to 20 other companies. Two ceased trading, and ambulances drivers couldn’t be paid. Thankfully the contract was taken back off private hands.",
        "I had the privilege of meeting those ambulance drivers recently. They continued taking patients to appointments for 8 weeks without pay. Doesn’t that show public service is about a greater calling, is about compassion, care and public duty, not contracts, markets and commercialisation.",
        "So a Labour Government will legislate to reinstate the Secretary of State’s duty to provide universal care, we’ll reintegrate the NHS, reverse the Health and Social Care Act, fight fire sales of hospital assets and end Tory privatisation.",
        "Cutting beds, closing services and rationing treatments because of underfunding is not sustainable transformation. So we would stop the STPs and integrate health and social care.",
        "I also want a new approach to public health that protects people’s wellbeing for years to come.",
        "To prevent disease, to reduce the toll from cancer, stroke and diabetes it’s time to start tackling the causes of ill health too. We need to end the dismantling of our public health services, we need to tackle social isolation, build decent homes and improve the quality of the air we breathe.",
        "We have seen an increase in hospital admissions for malnutrition, and a stalling in the improvement in life expectancy for the first time in 100 years. We know a child born into poverty is likely to suffer far worse health outcomes in life.",
        "It was once said “there can be no keener revelation of a society’s soul than the way in which it treats its children”. This Party has long been committed to abolishing child poverty, so I can tell you today that the next Labour Government will commit to an all-out assault on child ill health too.",
        "No longer will we let squalor impair the health of our children.",
        "We’ll recruit more health visitors for our communities. We’ll invest in dentistry and, to tackle child obesity, we’ll give every infant a free school meal and ban junk food advertising on family night-time television.",
        "And we’ll end the disgraceful cuts to child and adolescent mental health budgets, end the scandal of children being treated on adult wards, and finally deliver true parity of esteem.",
        "I want to mention one other area. This year £43 million will be slashed from alcohol and drug addiction treatment services. Recently, I chose to speak out very personally about my own circumstances, growing up with a dad who had a drink problem. He was an alcoholic.",
        "His drinking hung over my childhood with the fridge empty other than bottles of drink. His drinking became so bad in his final years he couldn’t bring himself to come to my wedding because he felt too embarrassed.",
        "I tell this story not for your indulgence or sympathy. But because 2 million children grow up with an alcoholic parent, 335,000 children grow up with a parent with drug abuse issues.",
        "So as part of our assault on child ill health, I will put in place the first ever national strategy to support children of alcoholics and drug users and we’ll invest in addiction treatment and prevention as well.",
        "So conference, a fully funded public National Health Service; fair pay for our staff; an end to Tory privatisation; an assault on health inequalities. The very best quality of care for all, free at the point of use, there when you need it.",
        "This is what we strive for. We settle for nothing less. It’s the demand of a civilised society.",
        "So today we pledge ourselves to united effort: and resolve that the next Labour Government will rebuild our NHS."
    ]
}