{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2020-speech-on-health-inequalities/",
    "title": "Jonathan Ashworth – 2020 Speech on Health Inequalities",
    "post_date": "March 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, in the House of Commons on 4 March 2020.",
    "content": [
        "I beg to move,",
        "That this House notes the publication of Health Equity in England: The Marmot Review 10 Years On; is concerned by its findings that since 2010 improvements to life expectancy have stalled for the first time in more than 100 years and declined for the poorest women in society, that the health gap between wealthy and deprived areas has grown, and that the amount of time people spend in poor health has increased across England; agrees with the review that these avoidable health inequalities have been exacerbated by cuts to public spending and can be reduced with the right policies; and calls on the Government to end austerity, invest in public health, implement the recommendations of the review, publish public health allocations for this April as a matter of urgency, and bring forward a world-leading health inequalities strategy to take action on the social determinants of health.",
        "A former Health Secretary, Frank Dobson, whom we sadly lost towards the end of last year, said:",
        "“Inequality in health is the worst inequality of all. There is no more serious inequality than knowing that you’ll die sooner because you’re badly off.”",
        "He was absolutely right. Poverty and deprivation mean that people become ill quicker and die sooner. The current Health Secretary—I understand why he cannot be here for this debate; I do not criticise him for that, given what is going on, and we welcome the Under-Secretary of State, the hon. Member for Bury St Edmunds (Jo Churchill), to the Chamber—said, when we last debated health inequalities, that",
        "“extending healthy life expectancies is a central goal of the Government, and we will move heaven and earth to make it happen.”—[Official Report, 14 May 2019; Vol. 660, c. 153.]",
        "Well, last week the respected academic, Sir Michael Marmot, gave us his assessment of the Government’s attempts to move heaven and earth to narrow those inequalities and extend healthy life expectancy.",
        "Mr Toby Perkins (Chesterfield) (Lab)  \nShare  \nI absolutely congratulate my hon. Friend on bringing this crucial issue to the Chamber. The health inequalities that we have seen in our communities are bad enough, and the additional inequalities regarding access to GP appointments are even worse, but we are also seeing cuts in local government funding hitting the most deprived areas and adding to those inequalities we are already aware of.",
        "Jonathan Ashworth  \nShare  \nMy hon. Friend makes that point very well. Not only are there inequalities in health outcomes, but inequalities are opening up in access to health services.",
        "I said that I understood why the Secretary of State cannot be here, but he has now joined his colleagues on the Front Bench. I will state, just for the record so that he can be reassured, that I did not criticise him for not being here—I said that I entirely understood why he could not be here. But he is always welcome to listen to my pearls of wisdom, of course.",
        "Michael Marmot’s analysis was shocking, and his conclusions devastating. Let me remind the House of what Professor Marmot found: for the first time in ​more than 100 years, life expectancy has essentially flattened overall since 2010, and has actually declined for women in the poorest areas of England. In last week’s Opposition day debate, the Health Secretary told Opposition Members that we must debate these issues based on the facts. In fairness, he said that there were life expectancy differences between, for example, Blackpool and Buckingham. [Interruption.] Indeed—gulfs. The Secretary of State made that point. If I may say so, however, I do not believe that he was as clear as he could have been in presenting the full picture for the benefit of Members. When we look at the figures, we see that for more than 100 years, life expectancy has been increasing by about one year every four years. More recently, from 2001 to 2010, the increase was 0.3 years for each calendar year for men and 0.23 years for women. Between 2011 and 2018, the average rate of increase was 0.07 years for males and 0.04 years for women. By any standards, that is a truly dramatic lowering in the rate of improvement in life expectancy between 2011 and 2018.",
        "Olivia Blake (Sheffield, Hallam) (Lab)  \nShare  \nThe latest figures for my city of Sheffield show that life expectancy is nearly nine years more for women from the least deprived decile than the most deprived, and that gap has widened significantly since 2010. Does my hon. Friend agree that, as we approach International Women’s Day and the Budget, we must be mindful of the toll that austerity has taken on our cities and across the country, especially in relation to life expectancy and quality of life?",
        "Jonathan Ashworth  \nShare  \nI welcome my hon. Friend to her place. She is already an eloquent and passionate fighter for her constituents in Sheffield, and the point she makes is spot on: the reality is that 10 years of austerity has hit women hardest.",
        "Zarah Sultana (Coventry South) (Lab)  \nShare  \nWill my hon. Friend give way?",
        "Several hon. Members rose—  \nShare  \nJonathan Ashworth  \nShare  \nI will give way to my hon. Friend, but then I must make some progress because, as I understand it, some Members want to make maiden speeches in the debate.",
        "Zarah Sultana  \nShare  \nI thank my hon. Friend for giving way. Health inequalities between regions are stark, but there are also huge disparities across short distances. In my constituency, the life expectancy of men in St Michael’s is 13 years shorter than it is of men just 2.5 miles away in Stoneleigh, just south of Coventry. Does he agree that to reduce those shocking health differences, the Government need to tackle underlying economic inequality and systemic poverty, and reverse 10 years of Tory cuts?",
        "Madam Deputy Speaker (Dame Eleanor Laing)  \nShare  \nOrder. The hon. Lady’s intervention might not have seemed very long to her, and I appreciate that she is new to the House, but it was very long. I thank the hon. Member for Leicester South (Jonathan Ashworth) for what he said before he took that intervention. It would be much appreciated if the Front-Bench spokespeople took only a few interventions. This is a debate—we can have some ​interventions—but if Members who intend to intervene and then leave take up all the time at the beginning of the debate, those who sit here all afternoon will not get to speak at the end. We are talking about unfairness here, and that is unfair. The hon. Gentleman has been most courteous, and I know that the Minister has also been courteous in saying that she intends to take only a few interventions.",
        "Jonathan Ashworth  \nShare  \nI am grateful, Madam Deputy Speaker, but the point made by my hon. Friend the Member for Coventry South (Zarah Sultana) was an excellent one. She is right: this variance in life expectancy and these widening health inequalities are surely intolerable, and we have been sent here by our constituents to do something about it.",
        "Taking your guidance, Madam Deputy Speaker, I will try not to take any further interventions, because I am aware that Members want to make maiden speeches. I am sure that Members who have been in the House a bit longer will testify that I am usually very generous in taking interventions. I hope Members will understand.",
        "I dare say that the Minister will pray in aid the Office for National Statistics data that came out last night, but that is just a single data point. The ONS data also shows that regional inequalities in health have widened since 2010 and confirms that life expectancy for women in the most deprived decile outside London and the north-west has fallen. The rate of increase in life expectancy slowed markedly after 2010, which just happens to coincide with the swingeing cuts to public services and working-age benefits that the Tory Government imposed upon our society.",
        "When life expectancy stops improving, inequalities widen and health deteriorates. That is why Sir Michael Marmot found that time spent in poor health is increasing for men and women in the most deprived areas of England. He found that there is a north-south gap opening up, with some of the largest decreases seen in the most deprived 10% of neighbourhoods in the north-east. He found that the mortality rate among those aged 45 to 49 is increasing. So-called deaths of despair—the combined effect of increasing death rates from suicide, drug abuse and alcohol-related illness—are a phenomenon we have seen for many years in the United States, and they are now making their morbid presence felt here. Perhaps most shamefully of all, the most deprived 10% of children are now twice as likely to die as the most advantaged 10% of children, with children in more deprived areas more likely to face a serious illness during childhood and to have a long-term disability. Surely this stands as a devastating and shameful verdict on 10 years of Tory austerity and cuts. Of course, we have always had health inequalities since the NHS was created 70-odd years ago, but the point is that the Government should be trying to narrow them, not widen them, because as Professor Marmot says,",
        "“if health has stopped improving it is a sign that society has stopped improving.”",
        "Perhaps some will quibble with Marmot’s findings, but they coincide with what others have found. For example, the all-party group on longevity found a few weeks ago that men and women in our poorest areas are diagnosed with significant long-term conditions when they are, on average, only 49 and 47 years old respectively. The Institute for Fiscal Studies’ Deaton review has also ​warned about deaths of despair, pointing out that rates of long-standing illness and disability among people aged 25 to 54 have been increasing since 2013. The Royal College of Paediatrics and Child Health has today warned of stalling infant mortality rates and how a generation of children is being failed.",
        "I am afraid that this does not suggest that the Government are “moving heaven and earth”, in the words of the Secretary of State, to tackle widening health inequalities, and it does not fill us with much confidence that the Secretary of State is on target to meet his goal of five years’ longer healthy life expectancy by 2035. Will the Minister update us on how we are getting on in meeting that target?",
        "I hope that the Minister, who has responsibility for public health, will also give us some reassurance about the Government’s plans to mitigate the health inequality implications of the covid-19 outbreak. May I press her to explain exactly what the Prime Minister meant at Question Time earlier? Is the Prime Minister saying that statutory sick pay will kick in from day one? If so, we welcome that, but because of low pay, the earnings threshold, precarious work, the gig economy and zero-hours contracts, about 2 million people are not eligible for statuary sick pay. The Prime Minister seemed to suggest at Question Time that such people would be eligible for universal credit, but the Government’s own guidance—I checked the website just before the debate—makes the position crystal clear. The Government’s website says:",
        "“It usually takes around 5 weeks to get your first payment”",
        "in respect of universal credit. The public health implications of that should be blindingly obvious: some of the lowest-paid workers who need to self-isolate will be forced to make a choice between their health and financial hardship. Surely it would be far simpler and smoother just to guarantee statutory sick pay for everyone from day one.",
        "There are also practical problems with sick notes. People are being asked to self-isolate for a fortnight, but as the Secretary of State himself said yesterday, self-certification lasts for only seven days. Will this now be extended from one week to two weeks? I put it to the Minister, as I put it to the Secretary of State yesterday, that we will co-operate and help the Government with emergency legislation to ensure that statutory sick pay for all from day one is on the statue book as quickly as possible. Will Ministers take up our offer?",
        "I dare say that the Minister will want to remind us of the funding settlement for the NHS for the next four years, but she will not be able to remind us of the public health funding settlement for local authorities for the next month because Ministers have not told local authorities what their public health allocations are for the next financial year, which starts next month. It is not good enough to say that the grant overall will increase. These are services that prevent ill health and promote health and wellbeing, as she knows, and those services have been left teetering after years of real-terms cuts of about £1 billion. Smoking cessation services have been cut, obesity services have been cut and drug and alcohol services have been cut, while health visitor numbers are falling, school nurse numbers are falling and mandated health visits are abandoned, yet directors of public health are expected to plan for the next 12 months when they have not even been given their local public health allocations. When will they be published? We are expecting ​directors of public health to put in place plans to deal with the covid-19 outbreak, and they do not even know their budget lines. That is clearly irresponsible and unsustainable.",
        "It is not just about health funding, however, because that does not tell the full story, as the Secretary of State, in fairness to him, has recognised. He has said before that",
        "“only around a quarter of what leads to longer, healthier lives is…what happens in hospitals.”",
        "We need the Government to focus on the wider social determinants of ill health, too: the childhood experiences we are all exposed to; the neighbourhoods we grow up in; the schools we are nurtured in; the conditions of the work that we do, especially in today’s gig economy; the food we eat; the quality of air we breathe; and the support we rely on in our older years.",
        "Whether it is air pollution, the toxic stress of precarious work or how the benefits system operates, it is those in poverty whose health suffers as a result. Just last week, a longitudinal study in The Lancet found that universal credit is exacerbating mental health issues among claimants, causing tens of thousands to experience depression and mental distress. The Government cannot deny the links between poverty and ill health, because poverty, as Sir Michael Marmot says, “has a grip” on our nation. Some 14 million adults live below the poverty line. We have record food bank usage. More than 4,000 of our fellow citizens sleep rough on our streets, a huge increase since 2010, and over 700 die on our streets.",
        "The poverty a child experiences harms their health at that time and through the rest of their life. Child poverty impairs cognitive development and creates an environment in which mental health and emotional disorders fester. Children in poverty are more likely to be obese, less likely to be up to date with immunisations, and more likely to be admitted to hospital, yet under this Government, the number of children living in poverty has already risen to 4 million, and we have reports of children scavenging in bins. We have 120,000 children pushed from pillar to post in temporary accommodation—a huge increase under the Tories. The working-age benefit cuts that are set to come in will push child poverty levels to the highest since records began in 1961—higher than even in the Thatcher years. That is not levelling up; that is condemning future generations to ill health and shorter lives.",
        "But poverty need not be inevitable and life expectancy does not have to stall. This House should not let health inequality leave an indelible stain on our society. There is a better way, and I commend our motion to the House."
    ]
}