{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2021-speech-to-labour-party-conference/",
    "title": "Jonathan Ashworth – 2021 Speech to Labour Party Conference",
    "post_date": "September 29, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, on 28 September 2021.",
    "content": [
        "I start by simply saying, thank you.",
        "Thank you to those who gave so much and so selflessly. Our national heroes: NHS and care staff. Thank you for your commitment, courage, compassion and care.",
        "Friends let us rise and say thank you to our nurses, health visitors, midwives, and doctors. Thank you to our health care assistants, care workers, paramedics, cleaners, porters and vaccinators.",
        "Thank you to all our NHS and care staff.",
        "As you cared for us, we will care for you with the training, recruitment, wellbeing support and the fair pay rise you deserve.",
        "And we give you this commitment too: never again should we allow fatal delays to PPE to leave nurses wearing bin bags. Never again should workers be denied the sick pay that is their right. Never again should care homes be left unprotected as a virus rages. So we demand a public inquiry, so that mistakes like this – never again.",
        "I also want to thank you in this room and in our communities. I want to thank our councillors and our trade unions too. You ran the mutual aid groups, volunteered at the food banks, helped the vulnerable shielding. You gave your time, you offered your energies and at those moments when everything seemed so frighteningly bleak, you kept hope alive. So today, we say thank you to you as well.",
        "I’m honoured to be here as your Shadow Health and Social Care Secretary and I’m pleased and privileged to work with the very best shadow ministerial team: Rosena Allin-Khan, Liz Kendall, Justin Madders, Alex Norris. In the Lords: Glenys Thornton, Gillian Merron and Margaret Wheeler. Fighting to halt the Tory NHS Bill, fighting to bring services back in house, fighting to reinstate a universal public NHS.",
        "An understaffed NHS has been pushed to the brink, no one is pretending the NHS hasn’t been impacted by 18 months of covid. But let’s not pretend – pre covid – the NHS wasn’t impacted by ten years of the Tories. We entered the pandemic with the longest financial squeeze in NHS history, 17,000 beds closed, hospitals crumbling, public health services cut, GP numbers down, services privatised, nurse training cut, children’s mental health budgets raided, thousands waiting longer for cancer treatment, the 18 week target not met for 5 years, the A&E target not met for 6 years.",
        "So the NHS is in crisis not simply because of covid. The NHS is in crisis because of the Conservatives. And it has the devastating consequence of forcing more and more people in pain and desperation to take out loans and crowdfunding on the internet to pay for an operation because the wait too much to bear.",
        "£12,000 for a hip replacement,  \n£9,000 for a knee replacement,  \n£3,000 for a hernia.",
        "A two-tier health system, privatisation by the backdoor. That’s the Tory threat to our NHS. That’s what we’re fighting against to rebuild our NHS.",
        "Access to health should not depend upon wealth, that’s why this party created a National Health Service free at the point of use as a right for everyone irrespective of wealth.",
        "In place of fear, we offered hope and we do so again.",
        "A Keir Starmer Labour Government will bring waiting times down again. We’ll transform cancer care and ensure a doctors’ appointment when you need one. But the challenges facing the NHS today dwarf anything it’s faced in its history.",
        "Society is aging, long term chronic illness more prevalent, infectious disease hasn’t gone away and climate change is the biggest health threat we face – there is no healthy future without a green future.",
        "Our mission is more than a health service that just cures the sick. Our commitment is to help people stay well from the moment they enter this world to their very final breaths. There is a saying: “Health is made at home. Hospitals are for repairs.” It captures a fundamental truth: that health is created in our communities and depends upon the conditions in which we live.",
        "If covid has taught us anything, surely it’s that poverty makes people ill and the ill are often trapped in poverty. It was the poorest most likely to be admitted to hospital with covid. It was the poorest twice as likely to die from covid.",
        "After a decade of the Tories life expectancy has gone backwards.",
        "I say to these Tories: don’t lecture us about levelling up when you’ve spent ten years smashing down.",
        "So because we know blood pressure, cholesterol and smoking hits the worst off hardest leading to cancers, heart failure or stroke we’ll drive up access to health checks and rather than cutting smoking cessation services – we’ll protect them.",
        "Place of birth should not determine length of life and to change that, we start with children. A child born into poverty is too often condemned to a life of ill health. More likely to be admitted to hospital, more likely to leave school obese, more likely to suffer mental ill health.",
        "Surely it is a scandal that we fail so many children so often even before their life’s journey has begun. So we’ll put in place the biggest children’s health and wellbeing strategy ever seen. We’ll ensure no child is denied the mental health care they need. We’ll strengthen health visiting and improve maternity care. We’ll take bold action on childhood obesity and nutrition.",
        "Drawing inspiration from Marcus Rashford we’ll ensure the poorest young children receive fresh fruit, vegetables and vitamins as we attack child hunger. A hungry child cannot be a healthy child.",
        "Keeping people well means confronting something that casts a shadow over so many families: dementia. It can start with forgetting little things, silly things, the keys, glasses, perhaps the day of the week. There comes a moment when you see your loved one in difficulty trying to remember the steps involved in something so simple like making a cup of tea.",
        "Dementia cruelly changes the person you love and you assume there will be proper help. But so often there’s not. It’s a struggle to access a memory clinic just to get a diagnosis. And when that diagnosis comes you’re often left abandoned to battle a complex, demoralising system only to be told – as 3,000 are every day – you or your loved one doesn’t qualify for care.",
        "This social care system is broken. It sees the frail and confused trapped in hospital beds with nowhere to go. It sees short inadequate 15 minute visits and for adults with severe autism and learning disabilities it can mean being locked up in a room with a foam mattress and food shoved through a hatch in a door.",
        "That’s an affront to a civilised society, that’s shameful. We’re going to end it.",
        "So we will fix social care with a plan as far reaching as Nye Bevan’s plan for the NHS. With personalised care to help people stay at home. Care will be seamless, delivered hand in hand with the NHS. We’ll end zero hours contracts and pay our care workers at least the living wage – the fair pay they truly deserve.",
        "This is about more than the care system. One in three people born this year will develop dementia. It has no cure. But throughout the history of the NHS, the genius of medical science has discovered advances whose reach may exceed our grasp today but soon become the routine treatments of tomorrow.",
        "Let us glimpse the possibilities of the future.",
        "A Labour government will double current funding for dementia research to play our part in finding a cure. Just as Labour led the world in creating a National Health Service in the twentieth century, we offer hope and will lead again to build a national care service in the twenty first.",
        "We offer hope for the best quality health care for all in a public NHS. Hope for nurses, care workers and NHS staff as we repay their dedication. Hope to end the inequalities that covid exposed, hope for every child to have the healthiest start in life.",
        "Our commitment shows it, our history proves it. With health the foundation from cradle to grave. The hope of a stronger future together.",
        "Now, friends, let’s build it."
    ]
}