{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2020-speech-on-covid-19-4/",
    "title": "Jonathan Ashworth – 2020 Speech on Covid-19",
    "post_date": "October 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, in the House of Commons on 1 October 2020.",
    "content": [
        "I thank the Secretary State for giving me advance sight of [his statement](https://www.ukpol.co.uk/matt-hancock-2020-statement-on-covid-19-5/). The Imperial study today is indeed encouraging, but, as the chief medical officer said yesterday, we have a long winter ahead. We know that sustained contact, especially in crowded, poorly ventilated spaces, is a driver of infection, and pubs and bars are an obvious risk. I heard what he said about the 10 pm rule, but my concerns relate to everybody leaving the pub at the same time. What action will he take so that we do not see a repeat this weekend of people piling out into city centres, packing out public transport and sometimes piling into supermarkets to buy more drink?",
        "We completely understand the need for local restrictions, including in Merseyside, as the Secretary of State has just announced. It was probably too late for colleagues from Merseyside to get on the call list this morning, but they would be keen to press him further on the financial support for Merseyside. The region is hugely reliant on hospitality and leisure, and we know that these restrictions exact a heavy social and economic toll. Areas need financial support, otherwise existing inequalities, which themselves have a health impact and allow the virus to thrive, will be exacerbated.",
        "People need clarity as well. Areas such as Leicester, Greater Manchester, West Yorkshire and Bradford have had restrictions imposed on them for months now. Millions of people in local lockdown areas across the north and midlands just need some reassurance that an end is in sight. Many want to know when they will be able to visit their loved ones and whether they will be able to visit their families over the coming school half-term, for example. Can the Secretary of State confirm whether ​he has now ruled out the so-called circuit break taking place across the October half-term, as was mooted in the newspapers last week?",
        "Some of the heaviest increases in infection appear to be taking place in areas where restrictions are in place, so why are the interventions not working? Why are the moles not getting whacked? Yesterday, the Prime Minister suggested that the success of Luton in leaving restrictions was because of people pulling together. I have no doubt that people are pulling together across Bolton, Bury, Rossendale, and so on, but what additional help will they receive to drive the virus down?",
        "I believe that Ministers lost precious ground in fighting the virus by not having an effective test, trace and isolate regime in place by the end of the summer. Testing and tracing is key to controlling the virus. Increasing evidence now shows the importance of backward contact tracing in controlling outbreaks. Is backward contact tracing routinely happening in areas of restriction, and will the Secretary of State publish data on backward contacts reached? We also support the Health Committee’s calls today for routine testing of all NHS staff. Will he finally set a date for introducing it?",
        "Problems remain with testing generally. I have just heard of a case in the Rhondda where people have booked appointments and turned up at a testing centre, but Serco has pulled the testing centre out and is saying that it needs the Secretary of State to intervene in that area if it is to be reopened. Will he do that?",
        "On 8 September, the Secretary of State told the Health Committee that the problems with testing would be resolved “in the coming weeks.” That was more than three weeks ago, yet it still takes 30 to 31 hours to turn around in-person tests, 75 hours for home test kits, and 88 hours—more than three and a half days—for test results in the satellite test centres, which are predominantly used by care homes, so he has not resolved the problems. When will he?",
        "Today we have learned that Deloitte, which is contracted by the Government to help to run test and trace, is now trying to sell contact tracing services to local councils. The Government’s own contractor, one of the very firms responsible for the failing system in the first place, now sees a business opportunity in selling information and services to local authorities. Authorities should be getting that anyway, and this is in the middle of the biggest public health crisis for 100 years. Is this not an utter scandal? How can it be allowed? Does it not once again show that directors of public health should be in charge of contact tracing?",
        "Finally, this week GPs warned of significant problems with flu vaccine supplies. Boots and LloydsPharmacy have stopped offering flu jab appointments due to issues with supplies. Can the Secretary of State confirm that we have enough flu vaccines available for all who will need one this winter?"
    ]
}