{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2022-speech-to-labour-party-conference/",
    "title": "Jonathan Ashworth – 2022 Speech to Labour Party Conference",
    "post_date": "September 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "2022 Labour Party Conference",
            "url": "/tag/2022-labour-party-conference/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Ashworth, the Shadow Secretary of State for Work and Pensions, on 26 September 2022.",
    "content": [
        "Last Friday’s Tory budget was the most unfair, the most unjust, the most unequal and the most divisive budget we’ve seen in our lifetimes.",
        "I ask you, what kind of a government is it who, when pensioners shiver in the cold, hands tax breaks to the wealthy that no ordinary person could ever dream of?",
        "What type of government is it, who when parents queue at foodbanks, tells mothers there is no help to feed their hungry children but there’s money to lavish tax cuts on bankers and billionaires?",
        "That budget was proof, if ever it was needed, that we speak for Britain in saying a new government is needed and we need a Labour government now.",
        "When workers see their pay packets cut, disabled people live in fear, when women working part time face sanctions, these Tories protect the gas and oil profits, instead of protecting the poor.",
        "I tell you we speak for Britain in saying we need Keir Starmer as Prime Minister now.",
        "These Tories tell us that after 12 years of their own stagnation they now have a plan for growth but all they’ve given us is a plan to grow more poverty, hunger and despair.",
        "They tell us they are ripping up the orthodoxy but it’s the same old Tory orthodoxy back – that wealth will trickle down and a rising tide lifts all.",
        "We’ve seen that story before. It means more sinking beneath the waves. It sees pay and conditions worsen. It leads to the offensive, grotesque fiction of Ministers telling us that to make bankers work harder, pay them more but to make working people work harder, pay them less.",
        "Friends, doesn’t that tell you it’s time for change, time for fairness. Friedns, it’s time for Labour.",
        "And it renders social security so threadbare, that food banks are now the safety net and churches turn their halls into ‘warm banks’.",
        "I thank those running them. But we seek government to create a society where foodbanks are no longer needed. Because we shouldn’t have to rely on charities to feed children and keep pensioners warm.",
        "This isn’t the way, as Rachel Reeves says, to secure growth in our economy. Because you can’t build sustainable growth when so many are left behind.",
        "What we need is an economy of all talents with full and fulfilling employment. Worklessness is such a waste.",
        "I remember queuing with my dad at the dole in the 80s, I remember the desperate look on faces.",
        "So for young people not in work or training and the thousands of over 50s now not in jobs but want one, we will reform Jobcentres and employment services to help more people into work as we target our ambition of the highest employment in the G7.",
        "We’ll do it, not through Tory threats or sanctions. But through active help with training, coaching and support for those who need it.",
        "We’ll do it not by wasting money on big outsourcing corporations but instead delivered on the ground, in partnership with community groups, local authorities and services like the NHS.",
        "And we’ll insist these jobs adhere to a very simple principle that when people work for a living, they should be paid a decent living wage as we tackle in-work poverty too.",
        "And we’ll reform, overhaul and replace the Tory Universal Credit system. We’ll treat people with dignity, not burden them with impossible debts, support children not punish them and we’ll reinstate a principle Labour has championed since the days of Barbara Castle but ditched by the Tories, the financial independence of women should be protected in our social security system too.",
        "A few weeks ago, I received this letter from a mother:",
        "“Sorry, it took so long to post after writing: I struggled to justify the price of the stamp.",
        "“My babies are sound asleep but I cannot sleep: I sit awake terrified for their future.",
        "“I am stressing about what to feed my kids tomorrow.",
        "“What is going to be done, Mr Ashworth?”",
        "What is to be done, Mr Ashworth?",
        "What sort of a government ignores pleas like that? I’ve known hardship and how it seeps through every aspect of your being. Consumes every decision.",
        "How it excludes from the necessaries, comforts and pleasures of society and haunts for the rest of your life. Children never forget going to school hungry and ill clad.",
        "We’re one the biggest economies in the world yet 4 million children live in poverty and tonight, thousands of children hungry, cold and have no bed to sleep in at all. It doesn’t have to be like this.",
        "Social inequality need not be etched into the landscape of this nation. Defeating child poverty is the obligation our generation owes to the next.",
        "Never forget Labour in government lifted millions of children out of poverty before and that’s the change we can make again.",
        "So, friends, this is our mission:",
        "Full employment and decent pay;",
        "Security in retirement;",
        "A better world for our children;",
        "Because as Nelson Mandela said:",
        "“Overcoming poverty is not a gesture of charity but an act of justice.”",
        "Let us rise to that cause and build a future of opportunity, fairness and justice for all."
    ]
}