{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2020-speech-on-medicines-and-medical-devices/",
    "title": "Jonathan Ashworth – 2020 Speech on Medicines and Medical Devices",
    "post_date": "March 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, in the House of Commons on 2 March 2020.",
    "content": [
        "We do not intend to divide the House on the Bill this evening. We understand the need for the Bill because its purpose is for the UK Government to take the powers they need as a result of Brexit. In that respect, we broadly support the principles of the Bill, and we offer to work constructively with the Government on strengthening and improving aspects of it. I have a couple of remarks to make that are related to this, but not to the exact contents of the Bill.",
        "May I start by saying that we all know, not least because of the coronavirus outbreak, that disease knows no borders and defeating disease cannot be done in isolation? International co-operation and research and development are vital and must be accelerated, not hindered. Will the Secretary of State—or indeed the Under-Secretary of State for Health and Social Care, the hon. Member for Bury St Edmunds (Jo Churchill), in her winding-up speech—explain or comment on the press reports today suggesting that the UK is not seeking to participate in the EU pandemic preparedness measures, which may obviously help in relation to coronavirus and other future outbreaks?",
        "I am of course talking about the early warning and response system. It was suggested in The Daily Telegraph today that No. 10 had overruled the Secretary of State. Since then, a former Minister, Baroness Blackwood, has told Sky News:",
        "“My advice while I was in there was that I thought it was absolutely appropriate that we should stay engaged with that system… I think this is something that the EU would want to maintain and we as Britain should seek to maintain.”",
        "I agree with her. I believe it would be foolhardy to pull out of something like this at the best of times, but to do so at the time of an outbreak such as this is surely putting narrow dogma before the public health of the country. I would be grateful if the Minister responded on that.",
        "Secondly, we also learned at the weekend that the UK will not participate in the unified patent court, which will make developing medicines here in the UK more expensive, not cheaper and easier, and it may make doing ​clinical trials here less attractive. The Government have done lots of briefing on this Bill, but over the weekend they slipped it out while briefing trade magazines that the UK will not be seeking involvement in the unitary patent system. Again, that is disappointing, and I would welcome some remarks from the Minister on that front when she sums up.",
        "However, this Bill is important, and we do not want to see anything that undermines what has been built up over many years in the United Kingdom. We do have much to be proud of in the field of medical innovation. We have long history of taking a leading role in scientific advance and novel trial design. Indeed, the recent deal to give NHS patients early access to a new cholesterol treatment demonstrates that the UK is already a world-leading destination in which to develop cutting-edge treatments. We want to build on that, not undermine it.",
        "Members across the House will be aware that our pharmaceutical industry is the single largest private sector investor in UK R&D and provides many jobs across the country for many of our constituents. We should be proud of that sector and of the contribution that life sciences make in providing access to the most cutting-edge treatments. We should be proud that they are vital to economic growth, enhance UK productivity and ensure prosperity for the future.",
        "Yet while the opportunities before us to develop medicines and medical devices are transformative—both saving lives and radically improving the quality of life for those with the most debilitating of conditions—we also know that things can go wrong. There must never be any compromise on patient safety. Patients put their trust in practitioners, literally trusting them with their lives, and they rightly expect medicine and medical devices to be safe, yet too often in recent years the system has failed patients.",
        "For many years, long before I acquired the health brief in my party, I worked closely with a constituent, Emma Friedmann, who has campaigned for justice for women whose children were impacted by sodium valproate. Members from across this House have spoken with passion and eloquence on behalf of women affected by Primodos. Equally, we have heard heartbreaking stories in this House about the surgical mesh scandal. My hon. Friend the Member for Washington and Sunderland West (Mrs Hodgson), the shadow Minister, has been one the leading campaigners on this issue, along with colleagues across the House. We eagerly anticipate the Cumberlege independent medicines and medical devices review, but there have been other scandals too—breast implants, hip replacements—that are not necessarily covered. We would welcome an update from the Minister about that review and some remarks on whether the Government expect to implement its findings.",
        "My point is that a robust regulatory framework for medical devices to protect patients and users is paramount. We will be testing this Bill to ensure that it provides the safety standards that our constituents deserve, while at the same time ensuring it is forward looking enough to be the correct framework to capture the fast pace of innovation in this field, which the Secretary of State mentioned. However, I believe that the existing regulatory framework has become complex and, arguably, unwieldy.​",
        "The House will be aware that much of the regulatory landscape derives from EU directives that have been implemented in domestic legislation. At the end of the transition period, these frameworks will be preserved as retained EU law, but as I understand the Bill, the Secretary of State is proposing to take delegated powers to allow these existing regulatory frameworks to be updated without the need for primary legislation. The Bill requires the Secretary of State, as he said, to have regard to the safety and availability of medicines and medical devices, as well as to the attractiveness of the relevant part of the UK with respect to the life sciences sector. We argue that that attractiveness clause could benefit from some definition, and it would allay concerns if the Government accepted an amendment in Committee to indicate that the Secretary of State, or some other appropriate authority, would always prioritise safety.",
        "The overall effect of the provisions is to confer on the Secretary of State an extensive range of delegated powers to make regulations that span the manufacture of medicines, marketing and supply, falsified medicines, clinical trials, fees, information and offences, and emergencies. That extensive range of powers risks inadequate scrutiny of what will become major policy decisions, and in Committee Labour will press Ministers to support time-limiting those delegated powers.",
        "**Matt Hancock**",
        "I am sure that this debate will continue in Committee, but for clarity, those delegated powers existed under the European Communities Act 1972. The Bill proposes to replace existing delegated powers from the 1972 Act with new powers to make such regulations under the new Act. This is not a new set of delegated powers; it replaces one set with another—indeed, the Bill replaces those powers with clearer safeguards on those matters to which the Secretary of State must have regard.",
        "**Jonathan Ashworth**",
        "That is a welcome clarification, but I am sure the Secretary of State will agree that it is important that decisions made in this field are properly scrutinised through the usual procedures. We are keen to ensure that by tabling an appropriate amendment in Committee.",
        "We are leaving the EU, but Labour Members consider it essential that we stay closely aligned with it on medicine regulation. With that in mind, the Government should clarify their attitude to new EU regulations such as the in vitro diagnostic medical devices regulation, which is due to be implemented in 2022. As I understand it, that regulation will not automatically apply to the UK. Is it the Government’s intention to align with it? The EU tissue and cells directive is being reviewed. Do the Government intend us to align with it? To ensure that the UK remains a world leader in scientific research and discovery, it is vital that we align with guidelines on clinical trials. Otherwise, patients could miss out on participating in trials and the UK could find it harder to access funding.",
        "Effective joint working with our European partners has been vital for the NHS over recent years on everything from infectious disease control to the licensing, sale and regulation of medicines. Patients in the UK can access EU-wide trials for new treatments and the UK has the highest number of phase 1 clinical trials across the EU, as well as the highest number of trials for rare and ​childhood diseases. It is vital for improving health outcomes in the UK and EU that the UK continues to access those networks. Otherwise, we run the high risk of patients with rare diseases being adversely impacted.",
        "The Bill contains provisions to extend the range of professions that can prescribe medicines, thereby allowing additional health care practitioners such as paramedics and midwives to be given restricted prescribing rights. We welcome those provisions and, assuming that their competencies have been assessed in the same way as those of other prescribers and that equal safeguards are in place, we support that sensible and timely reform. Will there also be plans for a consultation on the future prescribing rights of physician associates and surgical care practitioners?",
        "I will not say too much about part 2 of the Bill, other than to confirm that any measures that help in the battle against anti-microbial resistance have Labour’s support. Part 3 is about medical devices. I have already commented on the use of delegated powers, and as I said at the outset, patient safety must be the priority and we will look to strengthen regulation in that area. Unlike medicines and drugs, many surgical innovations can be introduced without clinical trial data or centrally held evidence. That is a clear risk to patient safety, and it undermines public confidence. Manufacturers are often in charge of testing their own products after faults have developed and they can shop around for approval to market their products without declaring any refusals.",
        "Two years ago, freedom of information requests to the Medicines and Healthcare Products Regulatory Agency revealed 62,000 adverse incident reports that were linked to medical devices between 2015 and 2018, and more than 1,000 had resulted in death. Most devices are cleared through a pathway that allows new products to inherit the approval status of “substantially equivalent” products already on the market. In some cases, after lengthy chains of equivalence-based approvals, the new devices scarcely resemble the original version. Indeed, a study in The BMJ in 2017 found that the family tree of 61 surgical mesh products related to two original devices that were approved in 1985 and 1996. Unless we fix that and put patient safety at the heart of the regulatory framework, patients will suffer and lack confidence.",
        "We know the Secretary of State is a great champion of and has promoted many health-based apps. We need a robust and sophisticated mechanism to evaluate app-based healthcare for use in the NHS, and in Committee we will look to strengthen the regulation of that. We welcome what appear to be plans for a devices register, and I took note of what the Secretary of State said in his interaction with my hon. Friend the Member for Birmingham, Selly Oak (Steve McCabe). We believe, however, that such a register must provide comprehensive data on who, where, how and why devices were implanted, and by whom, so that any recall could be quickly enacted.",
        "To achieve that, we encourage Ministers to strengthen the Bill by reflecting provisions in existing EU regulation and to ensure there are unique device identifiers, such as serial numbers on medical devices that are labelled with tracking information, as well as the power to track the use of those devices, so that the NHS can find and notify affected patients if and when problems arise. By the same token, the Government must reassure us that with such a register it is practically possible to cover all ​devices, including everything from implants to bone screws, software, apps, mesh, medical cannulas, pacemakers and so on. That is an extensive list of different devices, and I would be keen to hear how such a register could be implemented practically.",
        "**Dr Luke Evans (Bosworth) (Con)**",
        "The hon. Gentleman’s point about “why?” is important. As a doctor, I know that things move on, and when someone leaves medical school 50% of what they have learned is out of date. With devices that are likely to exist for 10, 20, 30 or 40 years, looking back it can be difficult to work out exactly why something was implanted. I would like the Bill to request an explanation from the clinician at the time to say what the thinking was. In the future, that would inform people who needed to deal with someone who had something implanted in their heart 20 years ago, for example, by which time the history might be exactly that—history.",
        "**Jonathan Ashworth**",
        "It has taken me some time, but let me welcome the hon. Gentleman to his place, particularly as a fellow Leicestershire MP. His contribution is well made, and I look forward to working constructively with him on health matters, as well as on various Leicestershire matters. I hope the Minister will reflect on his contribution and answer it when responding to the debate.",
        "The Opposition will not seek to divide the House. We want the Bill to proceed to Committee, and we will work constructively with the Government to improve and strengthen it. It is up to Ministers to allay concerns about patient safety and about the UK’s ability to develop medicines rapidly for NHS patients in the future, and we look forward to a constructive debate on the Bill."
    ]
}