{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2020-speech-on-the-wuhan-coronavirus/",
    "title": "Jonathan Ashworth – 2020 Speech on the Wuhan Coronavirus",
    "post_date": "February 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jonathan Ashworth, the Shadow Secretary of State for Health, in the House of Commons on 11 February 2020.",
    "content": [
        "I thank the Secretary of State for advance sight of the statement and advance notice of the regulations and steps he was going to invoke yesterday.",
        "Our thoughts must be with all those diagnosed with novel coronavirus and those in quarantine, and I place on record again our thanks to NHS and Public Health England staff and all other staff involved in responding to the outbreak.",
        "On the specific issue of the quarantine arrangements, I understand the approach the Government have taken, and the Secretary of State will recall that in response to last week’s statement I asked him what would happen should an evacuee wish to leave Arrowe Park. In response he understandably reminded the House that evacuees had signed contracts that effectively offered passage back to the UK in return for compliance with the Government’s quarantine arrangements. However, given that questions were raised around how practically enforceable those contracts were, and indeed wider questions about what was allowed under human rights legislation, I understand why the Secretary of State has invoked the regulations that he is entitled to do under the Public Health Acts. He has our support.",
        "Quarantine arrangements must be seen to be necessary, proportionate and in accordance with law, and enforcement of those quarantine arrangements, including with powers of restraint where necessary, must be fully transparent, and the rights and freedoms of the quarantined evacuees must be fully understood so as to ensure they are treated with dignity and respect. We agree that a legislative framework for this is far preferable to the ad hoc contracts that were the original basis for the quarantines.",
        "In order to maintain public confidence in these arrangements, that framework must be understood and scrutinised by Parliament. With that in mind, on the instrument the Secretary of State laid before the House yesterday, at what point will the House get an opportunity to consider the regulations and will that be on the Floor of the House? I appreciate that the Secretary of State is not one of the business managers—although there is going to be a Government reshuffle so who knows by the end of the week—but if he can give us some clarity at this point on that, we will appreciate it.",
        "Turning to the UK response more generally, can the Secretary of State tell the House if he is asking clinical commissioning groups and trusts to make plans should this outbreak turn into a pandemic in the coming months? What work is he doing to ensure that the local plans are robust, and can he guarantee they will be fully resourced? What communications have directors of public health in local authorities received and how will they continue to be kept informed?",
        "Is the Secretary of State confident that NHS 111 has sufficient capacity to deal with increased numbers of calls? Will community health trusts, which I understand will be tasked with visiting suspected patients in their homes to carry our swab tests, be given extra resources to scale up capacity, or will they be expected to fund this extra work from their existing baselines?",
        "With respect to the capital facility the Secretary of State has announced, I understand that hospitals are being given specialist pods to quarantine patients and access to this facility. Can he tell us whether GPs have the necessary equipment and resources to cope with patients who may present with novel coronavirus? Will they be able to apply for this capital facility?",
        "I welcome the Secretary of State’s advice on travel arrangements, not least with school holidays coming up next week. Many people will want clarification. Can he assure us that Foreign Office advice is fully aligned with Public Health England advice, and tell us what monitoring arrangements are in place at airports for flights returning not just from China but other places across the world where there has been a coronavirus outbreak?",
        "Finally, can the Secretary of State update the House on international efforts to share research and intelligence, as well as attempts to find a vaccine, and a timescale? He will know that there is a World Health Organisation summit today, for example.",
        "On behalf of the official Opposition, we again thank all our hardworking NHS staff, particularly those on the frontline, some of whom have been diagnosed with coronavirus. We thank the Secretary of State for coming to the House, and reiterate our hope that he will continue to keep the House updated in the weeks ahead."
    ]
}