{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2019-speech-on-the-nhs-long-term-plan/",
    "title": "Jonathan Ashworth – 2019 Speech on the NHS Long-Term Plan",
    "post_date": "July 2, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jonathan Ashworth, the Shadow Secretary of State for Health, in the House of Commons on 1 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/07/jonathanashworth.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/07/jonathanashworth.jpg)",
        "I am grateful to the Secretary of State for an advance copy of his statement. I had hoped for a greater sense of urgency from him. He talks about the 100-year anniversary of the Ministry of Health, but this year is the first time in 100 years that the advances in life expectancy have begun to stall, and even go backwards in the poorest areas. Just the other week, we saw that infant mortality rates have risen now for the third year in a row. As this is the first time that they have risen since the second world war, I would have hoped for a greater focus on health inequalities in his statement today, not least because public health services—the services that, in many ways, lead the charge against health inequalities—are being cut by £700 million. Now he says that we should wait for the spending review for the future of public health services, but we do not know when the spending review is. The Chief Secretary to the Treasury has said that it will be delayed, so it could be next year.",
        "In the past, the Secretary of State has talked about a prevention Green Paper. Will that prevention Green Paper be before the spending review or after the spending review? Will he also tell us whether it is still the intention of the Department to insist that local authorities fund their public health obligations through the business rates?",
        "At the time of the publication of the long-term plan last year, the then Secretary of State for Health said that we cannot have one plan for the NHS without a plan for social care, yet we still have no plan for social care. We have been promised a social care Green Paper umpteen times. We are more likely to see the Secretary of State riding Shergar at Newmarket than see the social care Green Paper. Where is it?",
        "The Secretary of State talks about the better care fund revenue increase. May I press him further on that? Is he saying that the clinical commissioning group allocations to the better care fund, which tend to be the bulk of the better care fund, will increase in line with the NHS revenue increase, or is he saying that there will be new money available for the better care fund? Adult social care has been cut by £7 billion since 2010 under this Tory Government, which is why hundreds of thousands of elderly and vulnerable people are going without the social care support that they need. Presumably, we will have to wait for the spending review for proposals on social care.​",
        "The Secretary of State talks about the workforce. We have 100,000 vacancies across the NHS. We have heard about the interim people plan, but of course we have seen the bursary cut, the pay restraint, and the continuing professional development cut. That plan is all good and fine, but when will it be backed up by actual cash?",
        "The Secretary of State talks about IT systems and apps—we know that he is very fond of that—but again he gives us no certainty on capital investment. Hospitals are facing a £6 billion repair bill—ceilings are falling in and pipes are bursting. The repair bill designated as serious risk has doubled to £3 billion. When will we have clarity on NHS capital?",
        "We broadly welcome what the Secretary of State said about mental health, but 100,000 children are currently denied mental health treatment each year because their problems are not designated as serious enough, and over 500 children and young people wait more than a year for specialist mental health treatment. He talks of a fundamental shift, so can he guarantee that clinical commissioning groups will no longer be allowed to raid their child and adolescent mental health services budgets in order to fill wider gaps in health expenditure? On mental health resilience and prevention, only 1.6% of public health budgets is currently spent on mental health, so will he mandate local authorities, when setting their public health budgets, to increase the money they spend on mental health?",
        "On cancer, we broadly welcome what the Secretary of State has said, but patients are waiting longer for treatment because of vacancies and out-of-date equipment. Today we learned that consultant oncologists with shares in private hospitals are referring growing numbers of patients to those hospitals. Is that not a conflict of interest? When will we see tougher regulation of the private healthcare sector?",
        "The Secretary of State talked about the clinical review of standards that is being piloted in 14 hospitals, yet those hospitals are not publishing the data. If he wants to abandon the four-hour A&E target, will he insist that those pilot hospitals publish all the data? He did not mention waiting lists. We have seen CCGs rationing treatment because of the finances. We have seen 3,000 elderly people refused cataract removals. We have seen CCGs refusing applications for hip and knee replacements. We have even seen a hospital that until last week was inviting patients to pay up to £18,000 for a hip or knee replacement—procedures that used to be available on the NHS. When is he going to intervene to stop that rationing of treatment, which we are seeing expand across the country because of the finances?",
        "Finally, there are many laudable things in the long-term plan that we welcome. Alcohol care teams were a Labour idea. Perinatal mental health services were a Labour idea. Gambling addiction clinics, which the Secretary of State announced last year, were a Labour idea. Today he is talking about bringing catering back in-house, which is also a Labour idea. Why does he not just let me be Heath Secretary, and then he could carry on being the press secretary for the right hon. Member for Uxbridge and South Ruislip (Boris Johnson)?"
    ]
}