{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2020-comments-on-boris-johnsons-press-conference/",
    "title": "Jonathan Ashworth – 2020 Comments on Boris Johnson’s Press Conference",
    "post_date": "July 31, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Comments made by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, on 31 July 2020.",
    "content": [
        "Given the infection levels in parts of the country, and international warnings of a resurgence in the virus, Labour understands why measures have had to be taken to bring infection rates down.",
        "The virus remains widely distributed across the UK and yesterday’s official statistics confirming we have had the highest excess death rate in Europe is a clear reminder that being slow to act has devastating consequences.",
        "But the way in which the Government has made the announcement has called widespread confusion, anxiety and upset. Clarity is everything when dealing with a pandemic and ministers need to offer clear guidance and answers at today’s press conference.",
        "_—– The full text of the press release is below:—-_",
        "The Labour Party is today calling on the Government to answer twelve questions at today’s press conference.",
        "Overnight millions of people across northern England have been affected by new lockdown restrictions, which ban separate households from meeting each other at home after a spike in Covid-19 cases.",
        "The Party is calling on Boris Johnson to urgently answer the following questions today:",
        "What is the guidance for clinically extremely vulnerable people in these areas? What is the evidence behind pausing shielding for these groups given the local peaks?",
        "How are changes being communicated to these vulnerable groups like those shielding and people in care homes?",
        "Will there be increased testing of all NHS and care home staff and care home residents, to ensure that staff are not transmitting the virus to people who receive care in these areas?",
        "Will the Government publish the guidance behind the decision to not extend regular testing to care homes for under 65s and to domiciliary care staff?",
        "In Greater Manchester, East Lancashire, West Yorkshire and Leicester what is the rationale for banning households mixing in gardens but people are allowed to go to pubs?",
        "Evidence from Europe suggests the virus is spreading among younger people with some speculation pubs and bars are to blame. What assessments has the government made of the impact of pubs on the virus?",
        "An effective testing and tracing regime could have avoided these measures. When will we move to a mass testing regime with regular routine testing of symptomatic and asymptomatic people?",
        "Tracing is not ‘world beating’ as promised. Boris Johnson promised all non-home tests would be done in 24 hours by 30 June. Yet again in yesterday’s figures that promise has been broken a with a third of non-home tests still taking over 24 hours. We also saw that while 55 per cent of all tests were returned in 24 hours 3 weeks ago – now it’s just 50.6 per cent. Test and trace isn’t getting faster, it’s getting slower. What is government going to do about this considering the urgency of this situation?",
        "If a visitor to an area tests positive for cv19 while on holiday, then it would be recorded as an incident in their home location, not where they currently are. Will government change this to help assess true local spikes?",
        "People have been asked to isolate are not followed up to check they are isolating. This is a huge hole in our defences.",
        "Why not give this data to local public health officials so they can follow up to check people are isolating?",
        "Does the Prime Minister still think it is safe to for workers to return to offices on the 1 August? Has the Chief Scientific Advisor endorsed this recommendation and will he publish the evidence for it?",
        "Why was announcement made so late in the day, and will they implement a better, more uniform way of putting out this info on any future potential local lockdowns? What is the trigger the government is using to go into local lockdowns or impose restrictions? Is it a certain number of infections per 100,000 population? What is the trigger to come out of local lockdown?"
    ]
}