{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Jonathan Ashworth – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Ashworth, the Labour MP for Leicester South, in the House of Commons on 8 November 2022.",
    "content": [
        "I beg to move,",
        "That this House calls on the Government to commit to maintaining the state pension triple lock in financial year 2023-24 as promised in the Conservative and Unionist Party manifesto 2019.",
        "I hope not to detain the House long, because the proposition before it this afternoon is very simple: we are asking the House to stand firm in instructing the Chancellor and the Prime Minister to honour the triple lock promise and uprate the state pension in line with inflation for the next financial year. The motion should not be controversial; indeed, every Member should be able to endorse it in the Division Lobby this evening.",
        "The reason we have tabled this motion is that pensioners deserve certainty that the promise of protection offered by inflation-proofing the state pension will be honoured. Let us remind ourselves of the facts. Pensioner poverty is up by 450,000 since 2010. Prices in the shops are up. Energy bills are up. The Office for National Statistics found that between June and September this year 3.5 million pensioners had already been forced to spend less on food and essentials because of the soaring cost of living. Over half of pensioners are cutting back on gas and electricity in their homes, and Age UK has projected that 2.8 million older households are set to be in fuel poverty this winter—1.8 million more than in previous years.",
        "**Alex Cunningham (Stockton North) (Lab)**",
        "Did my right hon. Friend read the reports in The Times that the Government are in fact going to follow our example and to confirm that they will increase the state pension in line with inflation? Does he agree that the Minister could intervene now and save us several hours debating these issues by just confirming that the Government do in fact intend to do that?",
        "**Jonathan Ashworth**",
        "I have read not only The Times but the 2019 Conservative manifesto, which committed Conservative Members to maintaining the triple lock, so I look forward to their joining us in the Division Lobby this evening—[Interruption.] I look forward to the hon. Member for Birmingham, Northfield (Gary Sambrook) joining us in the Division Lobby.",
        "**Gary Sambrook (Birmingham, Northfield) (Con)**",
        "Did the Institute for Fiscal Studies not say that the 2019 Labour party manifesto would benefit high earners rather than low earners on pensions, so is the biggest threat to UK pensioners not the Labour party?",
        "**Jonathan Ashworth**",
        "On the topic of manifestos, the new Prime Minister tells us that we do not need a general election because the 2019 manifesto gives the Conservative party a mandate. If that is the case, Conservative Members should not break their promise on the triple lock, and the hon. Member should join us in the Lobby this afternoon. Indeed, those in his marginal constituency will be watching carefully to see which way he votes later.",
        "**Sir John Hayes (South Holland and The Deepings) (Con)**",
        "I am delighted that the right hon. Gentleman, who by the way—and I do not want to lower his reputation on his own Benches—is a friend of mine, has given way. He knows very well that today is not about a lasting decision by Government but about political theatre. When we vote this afternoon, we will not be voting for what happens in practice; we will be voting because Labour has chosen to try to make political capital out of a difficult issue. I simply say to him that if the Government were to propose breaking that promise, they would not have my support, and they know that, by the way. I would stand by the triple lock. But will the right hon. Gentleman just answer this: was he not the adviser to the former Labour Chancellor Gordon Brown, who awarded pensioners a 50p increase?",
        "**Jonathan Ashworth**",
        "On the latter point, the right hon. Gentleman will recall that the state pension rose by over 50% under the last Labour Government and has risen by around 40% under this Government. I do not want to make an enemy of the right hon. Gentleman, because I know that he agrees with me; I read his comments in the Daily Express yesterday. Indeed, I suspect that he will agree with probably 90% of my speech—so much so that I was tempted to email it to him in advance of this debate, but I did not want to be removed from the Front Bench.",
        "Let me make a bit of progress. The real-world impact in our constituencies of cutting the state pension again means more and more pensioners turning to food banks and more pensioners shivering under blankets in cold, damp homes, putting themselves at risk of hypothermia. It means more pensioners cutting back, at a time when they have already had to swallow a real-terms cut in the state pension of around £480. Breaking the promise on inflation uprating for next year amounts to a further real-terms cut in the value of the full state pension of £440. We are talking about a £900 cut, around £37 a month in the fixed incomes of Britain’s retirees; a cut in the fixed incomes of groups of the population who cannot easily earn a wage; a cut in fixed income when one in three relies solely on the state pension; and a cut that is punishing at the best of times, but is more devastating when prices are rising and energy bills are increasing.",
        "**Wendy Chamberlain (North East Fife) (LD)**",
        "Does the shadow Minister agree that we are talking not only about a cut, but about the uncertainty that the Government have created over the weeks, with their U-turns upon U-turns? Pensioners do not know whether to trust this Government and they have no certainty, even despite what has been reported this morning.",
        "**Jonathan Ashworth**",
        "We have had continued mixed messaging from the Government, which is why today is an opportunity for Conservative Members to send a clear message to their constituents about their position on the triple lock.",
        "**Kim Leadbeater (Batley and Spen) (Lab)**",
        "Does my right hon. Friend agree that there is a broader point here? A couple in their 70s in my constituency have contacted me to say that they are concerned about their pensions for themselves, but that they also care for members of their extended family who have physical ailments, autism and attention deficit hyperactivity disorder. As the costs of that care are increasing, the impact of reducing their pensions becomes a massive factor. Does my right hon. Friend agree that if the Government abandon their triple lock promise and inflict this real-terms pensions cut, that will have a knock-on effect on some of the most vulnerable people in our society?",
        "**Jonathan Ashworth**",
        "My hon. Friend has described with great eloquence the real-life impact that this cut will have on our constituents. Although I do not know the particular circumstances of the family she refers to, they may well be reliant on other social security payments, and we have no clarity from the Government about whether they will also be cut in real terms.",
        "**Alan Brown (Kilmarnock and Loudoun) (SNP)**",
        "Does the right hon. Gentleman agree that those other social security payments also need to be uprated in line with inflation? If so, should Labour not have made the motion wider to include that?",
        "**Jonathan Ashworth**",
        "Today’s debate is about the triple lock, but we do agree that payments such as universal credit should be uprated in line with inflation and not suffer a real-terms cut.",
        "**Jim Shannon (Strangford) (DUP) rose—**",
        "**Jonathan Ashworth**",
        "I give way to my fellow Leicester City fan.",
        "**Jim Shannon**",
        "We are on a roll: three games we have won in a row.",
        "Some people believe that retired people live a wonderful life, but the reality is often much bleaker: less heat, less food and making the most out of a meagre income. Does the shadow Minister agree that the Government must honour those who have paid tax and national insurance contributions over their lifetimes? Now is the time to support them, when they need us.",
        "**Jonathan Ashworth**",
        "My friend and fellow Leicester City fan makes his point with the same force and precision as Youri Tielemans putting one in the back of the net against Everton at the weekend. He is absolutely right.",
        "Let me make a bit of progress. A cut in the pension will also disproportionately hit retired women, who rely on the state pension and other benefits such as pension credits for more than 60% of their income. This £900 cut in income is for those who have worked hard all their lives, who have paid their dues and who, as my mum would say, have paid their stamps.",
        "**Liz Kendall (Leicester West) (Lab) rose—**",
        "**David Johnston (Wantage) (Con) rose—**",
        "**Jonathan Ashworth**",
        "I will give way to my hon. Friend from Leicester, given that I am a Leicester MP, and then let the hon. Gentleman in.",
        "**Liz Kendall**",
        "I am grateful to my right hon. Friend for giving way. I am sure he knows that half of all Leicester pensioners live in the most deprived 20% of the country, and one in five live in the most deprived 5% of the country. They are frightened for their future and will feel betrayed by Conservative Members if they do not walk through the Lobby with us tonight.",
        "**Jonathan Ashworth**",
        "My hon. Friend is absolutely spot on, as she always is. May I also say what a pleasure it is to see her back defending the people of Leicester West after her maternity leave.",
        "**David Johnston**",
        "Does the right hon. Gentleman accept that, given that the Government are making their announcement about the triple lock next week and that it takes effect in April, it is therefore irresponsible to suggest that pensioners will face the sort of cuts that he is talking about? We should just wait for the announcement.",
        "**Jonathan Ashworth**",
        "I do not know if the hon. Gentleman was in the House about three weeks ago, but that was when the then Conservative Prime Minister committed from the Dispatch Box to maintain the triple lock. If the hon. Gentleman wants to stand up for the 21,000 pensioners in the Wantage area who are set to lose £425 from a real-terms cut, he should vote with us in the Lobby this afternoon.",
        "Let me make a bit of progress. A £900 cut in income, around £37 per month, is punishing at the best of times, and it is a cut for people who feel they have paid their dues—people who, like my mum, feel they have paid their stamps. It is a cut for those who have worked all their lives and who often live now with a disability or in ill health because of their hard work. Whether because of the hard, unyielding occupations that they may have worked in, they might live with chapped hands, sore backs and sore knees. They deserve a retirement of security, dignity and respect. It would be a betrayal of Britain’s almost 13 million pensioners to cut the pension a second year in a row, and this House should not stand for it.",
        "Why has the triple lock been in the Chancellor’s crosshairs? It is because Conservative Members presented, cheered and welcomed the most disastrous Budget in living memory. It was a Budget so reckless and so cavalier with the public finances that it crashed the economy with unfunded tax cuts, sent borrowing costs soaring, gave us a run on pension funds, and forced mortgage rates to ricochet round the money markets, costing homeowners hundreds of pounds extra a month, and now they want us all to think it was just an aberration—that it was all just a bad dream; that Bobby Ewing was in the shower all along. But for the British people it remains a real nightmare, and now the Government are expecting pensioners to pay the price. Well, we will not stop reminding them of the Budget that they imposed on the British people.",
        "In recent days, ahead of this debate, I have been inundated with messages from Britain’s retirees saying that that price is far too high. This was what Hilda wrote:",
        "“We believed that with the triple lock in place, our state pension would keep pace with wages and inflation…This government cynically dismantled the triple lock and threw state pensioners under the bus”.",
        "This was what Mary wrote to me:",
        "“I am in tears of frustration and anger…Not all pensioners are well off. I for one am really struggling”.",
        "This was from Patrick, who is aged 73:",
        "“How can a responsible government minister welch on a promise?”",
        "That is the crux of the matter, because every Government Member stood on a manifesto in 2019 that made a clear promise to the triple lock.",
        "Six months ago, the Prime Minister, when he was the Chancellor, told us from that Dispatch Box that the promise of inflation-proofing the state pension would be honoured for the next financial year:",
        "“I can reassure the House that next year…benefits will be uprated by this September’s consumer prices index”.",
        "He went on:",
        "“the triple lock will apply to the state pension.”—[Official Report, 26 May 2022; Vol. 715, c. 452.]",
        "Those were the Prime Minister’s words six months ago. He tells us that we should not have a general election because that 2019 manifesto gives him a mandate, but he will not give us a straight answer to a very simple question: will he honour the promise he made from the Dispatch Box six months ago? So much for his promise to restore “integrity and professionalism” to Downing Street.",
        "A year ago, the House debated breaking the triple lock. The then Pensions Minister, now promoted to Minister for Employment as Minister of State—I congratulate him of course, and I am pleased that he is back in the Department after a brief period away—last year justified cutting the state pension, telling us it was only for one year. Just a year ago, on 15 November 2021, he said:",
        "“The triple lock will, I confirm, be applied in the usual way for the rest of the Parliament.”—[Official Report, 15 November 2021; Vol. 703, c. 372.]",
        "So what has changed?",
        "**Anthony Browne (South Cambridgeshire) (Con)**",
        "I repeat that this is political theatre and, for those in doubt, whatever the vote is today, it will have absolutely no impact on the legislation whatever. I just want to know if the right hon. Member is aware of the very good House of Commons briefing on the triple lock, which compares the basic state pension with average earnings over the last 30 years. The low point of it was between 2000 and 2008, when it went down to 16%. That is the lowest the basic state pension has ever been compared with average earnings, and who was in power at that time? It was the last Labour Government. In fact, the previous Conservative Government and successive Conservative Governments have been more generous on the basic state pension compared with average earnings than the last Labour Government.",
        "**Jonathan Ashworth**",
        "If we want to go down memory lane, a previous Conservative Government broke the earnings link and that is why we need to keep the triple lock, so it builds up its value. The reason those inflation upratings were so low is that we had inflation under control under that Labour Government; we had not lost control of it. We introduced the minimum income guarantee, which the Conservative party voted against, and we introduced pension credit, which the Conservative party opposed at the time, in order to improve the incomes of the poorest pensioners. We brought pensioner poverty down and it is increasing again under this Tory Government.",
        "As I have said, the then Pensions Minister said that the triple lock would",
        "“be applied…for the rest of the Parliament”.",
        "I was sceptical about that. We have these debates across the Dispatch Box and he will recall my scepticism. He is always very noisy on the Front Bench and, when I was asking questions, he was shouting at me and said, “No, we’ve committed to the triple lock. You shouldn’t have to worry.” I asked the then Work and Pensions Secretary, the right hon. Member for Suffolk Coastal (Dr Coffey), and she told me at the time:",
        "“I am again happy to put on record that the triple lock will be honoured in the future.”—[Official Report, 21 March 2022; Vol. 711, c. 99.]",
        "That was in March 2022 from that Dispatch Box, yet here we are with the prospect of another real-terms cut in the pension on the table again. Breaking such a promise two years in a row in a cost of living crisis is surely unacceptable.",
        "That brings me to the new Work and Pensions Secretary, who of course prior to his elevation just a month ago, when real-terms cuts to the pension and other benefits were raised, led the charge at the Tory party conference. He undermined the position of the then Prime Minister and the then Chancellor, telling Sky News it was",
        "“one of those areas where the Government is going to have to think again.”",
        "But of course this morning, he did not repeat his line that the Government should think again, because now he is saying we have to wait until next week’s emergency Budget. So we have a U-turn on the U-turn. In fact, the Conservative Twitter account is still saying:",
        "“We will protect the Triple Lock”.",
        "The Conservative Twitter account is still repeating what the former Prime Minister, the right hon. Member for South West Norfolk (Elizabeth Truss), told us from the Dispatch Box three or four weeks ago. So it is a U-turn on a U-turn on a U-turn, and it makes us all dizzy just watching it.",
        "After all this Conservative party triple lock hokey-cokey, today is a clear opportunity for Conservative Members to finally tell us where they stand. Today is an opportunity for Conservative Members to finally end the uncertainty, finally end the mixed messages and finally end the worry for millions of pensioners who have seen their state pension cut while their cost of living soars, and confirm that the pension will not be cut next year. The uprating of the state pension is crucial to millions of today’s pensioners, but it is also about protecting the incomes of tomorrow’s pensioners. It is about ensuring that the state pension recovers its value relative to wages. Given the move away from final salary schemes, it means certainty for tomorrow’s pensioners as well.",
        "In the name of today’s pensioners and tomorrow’s pensioners, Conservative MPs should offer us certainty. Our retired constituents have worked hard all their lives, contributed to national insurance and served our communities. They deserve security and dignity. As the former Conservative Pensions Minister Baroness Altmann warned this week:",
        "“Short-changing pensioners during a cost of living crisis should be unthinkable…Snatching protection away this year could be the biggest betrayal pensioners have ever known.”",
        "I could not put it better myself. Ministers should stop dithering. They should reject the cut in the state pension and support our motion in the Lobby tonight."
    ]
}