{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2020-speech-on-the-coronavirus-bill/",
    "title": "Jonathan Ashworth – 2020 Speech on the Coronavirus Bill",
    "post_date": "March 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jonathan Ashworth, the Shadow Secretary of State for Health, in the House of Commons on 23 March 2020.",
    "content": [
        "May I start by thanking the Secretary of State for his kind words and for the way in which he has continued to keep me updated throughout this process, for the arrangements he has made for us to be briefed by officials and the chief medical officer, for keeping me informed of Government decisions, and for his ongoing engagement on the Bill? I hope that Members across the House understand that when we ask the Secretary of State probing questions, we do so constructively—not ​to undermine him or to create some false dividing line for the sake of political point scoring. This is a frightening time for our constituents and we all have an interest in ensuring that the Government get this right. We want the Government to succeed in defeating this virus.",
        "I will make a few remarks about where we are with responding to the virus before moving on to some specific comments about the Bill. As always, our thoughts are with those who have lost loved ones to the virus. Again, let me put on record our praise for the extraordinary efforts of our NHS staff and other dedicated public servants. This unprecedented global health crisis tests each and every one of them like never before; we are forever in their debt.",
        "Today this House is being asked to make decisions of a magnitude that I simply would never have dreamt of only a few weeks ago. I know that no Member came into this place to put powers like this on to the statute book—powers that curtail so many basic freedoms that our forebears fought so hard for, and that so many people today take for granted. But I also know that every Member here will want to do all they can to support all means necessary to save lives and protect our communities in the face of this virus.",
        "This is a global health emergency the like of which the world has never seen since the Spanish flu outbreak over 100 years ago. Throughout this outbreak, I have said that the virus spreads rapidly, exploits ambivalence and thrives on inequality. The Government have quite correctly sought to promote social distancing as a means of reducing person-to-person transmission of the virus. For the most part, these measures have been on a purely voluntary basis, but I am afraid that too many people are still not following the advice. This weekend we will all have seen the pictures of bustling markets, packed tube trains, and busy beaches and parks. I am afraid that the public health messages are still not being heard loud and clear. Everyone who can be at home should be at home. Everyone who can work from home must do so. This House must also send a clear message to young people—millennials—that they are not invulnerable to the virus; they are at risk too.",
        "To be frank, we in this House need to adjust our behaviour as well. I love and respect this Chamber, and I think Members will agree that I relish the cut and thrust of robust debate across these Dispatch Boxes. But if other workplaces can use Zoom calls, Skype, conference calling and so on to make decisions, why can’t we? I therefore look forward to the reforms that Mr Speaker is looking into.",
        "**Kevin Brennan**",
        "It would be remiss of me not to thank my hon. Friend and the Secretary of State for the way in which they are both responding to this crisis—even though they are on opposite sides of the House—in the interests of the whole country. The whole House appreciates the way that both of them have conducted themselves throughout this crisis. On the point that he raises, an acquaintance of mine, who is an NHS nurse, asked:",
        "“Why is the public creating more work for us medical staff and exposing us to the risk of dying?”",
        "I thank him for giving those messages so clearly, but does he think that there is more that can be done to communicate more effectively to the public what social distancing means in practice and how people should behave given the scenes that we have seen this weekend?",
        "**​Jonathan Ashworth**",
        "I agree with my hon. Friend. I did note that the Secretary of State talked about the comprehensive public health advertising campaign. We welcome that campaign, but we encourage the Secretary of State to use his offices to see whether that comprehensive campaign can become even more comprehensive. Can we have more adverts on television and more adverts on radio stations? Can we have a leaflet going through every door, explaining what social distancing means, explaining what shielding means? Before this virus took hold, the words “social distancing” and “shielding” were probably not often used in the Chamber, so if they are not words that we are familiar with, we can bet that our constituents are not entirely familiar with them either.",
        "**Mark Pritchard**",
        "The shadow Secretary of State will know Telford and Wrekin very well as he has visited them many times in the past 12 months due to flooding and other issues. I am grateful for his visits despite the fact that he is a member of the Opposition. Is he aware that, today, the Labour-led council made a decision, which I support, to close all the public parks, play areas and open spaces that it runs, and that that in turn will put more pressure on the other open spaces that are not currently run by the local authority? May I encourage him to continue to press the Government to move quicker to this lockdown that we all want to avoid, but that will ultimately save lives.",
        "**Jonathan Ashworth**",
        "I must tell the hon. Gentleman that my attempts to change the political complexion of Telford and Wrekin have completely failed to date, but I am grateful to him for his comments about the Labour council. I think that this is the nub of the matter. I have a point to put to the Secretary of State while he is still in the Chamber. Sadly, it has just been reported on social media that the case fatality figures are continuing to climb and there is some discussion that we are seeing now an exponential growth in line with Italy. I appreciate that there are different demographic issues in different nations, but, clearly, people are concerned that our death rates are increasing at a rate that suggests that we could be heading to an Italian-style situation. We all know what is happening in Italy. The point is that clinicians are warning us that our intensive care bed capacity and our high-dependency unit capacity, could very quickly be overwhelmed. We have already seen a critical incident at one hospital, and no doubt we will see more in the coming days. This is a crisis and it is a crisis that demands an overwhelming Government response.",
        "**Sir Edward Leigh**",
        "It is vital that we have a sense of national unity on this. If it becomes necessary for the Government to impose a lockdown, which I suspect may well happen if people do not change their behaviour, can we rely on the Opposition to support the Government?",
        "**Jonathan Ashworth**",
        "The right hon. Gentleman has rather anticipated my point. Looking at the graphs—and I do caveat this with a recognition that different countries have a different demographic profile—we are now beyond the numbers of fatalities that existed in Spain and France when they announced their stricter enforcement measures and their lockdowns. I do not really like the term lockdown, because it means different things in different contexts, but I think that we broadly understand what we are talking about this afternoon. In answer to the right hon. Gentleman’s point, we, as Her Majesty’s ​Loyal Opposition, do now call on the Government to enforce social distancing and greater social protection as a matter of urgency. I am sorry and disappointed about that, but I am afraid that many people are not adhering to the type of social distancing that we expect.",
        "**Imran Hussain**",
        "My hon. Friend the shadow Secretary of State is absolutely right in what he says, but there are those who are finding it difficult to socially isolate because of the financial circumstances that they find themselves in. There are self-employed taxi drivers, those in the gig economy and others who are sometimes only just getting by in the first place. There needs to be clear financial packages available to put those people on an equal footing so that they can also take up that measure.",
        "**Jonathan Ashworth**",
        "My hon. Friend is absolutely right, and his point has been made repeatedly by my right hon. Friends the Leader of the Opposition and the shadow Chancellor. The challenge of social isolation will not be boredom and fatigue, as some behavioural scientists have suggested; I think the biggest challenge of social isolation will be personal finances, and so on. That is why our proposed measures on sick pay are so important, and it is why we welcomed some of the measures announced by the Chancellor last week, but we think they need to go further.",
        "**Caroline Lucas**",
        "I am grateful to the hon. Gentleman for giving way and for taking the issue of communication more seriously than the Secretary of State. We need leaflets going house to house, and we need them in different languages so that different communities can hear this.",
        "The hon. Gentleman’s point about a strict lockdown is well made, but I echo what others have said about the importance of guaranteeing economic security to make it much more possible for people to cope with that lockdown, particularly the self-employed who are now struggling so much. Statutory sick pay is not enough for them.",
        "**Jonathan Ashworth**",
        "The hon. Lady is absolutely right. I am proud to represent the great city of Leicester, which is probably the most diverse city in the United Kingdom—every language in the world is spoken there—so I entirely endorse what she says. If we funded local government properly, it would be able to put such measures in place.",
        "I entirely agree with the hon. Lady’s broader point that if we have to ask people to stay at home, or if we have to force them to do so—we would support the Government if they took that action, and I think they do need to take that action—we would also need to provide them with the economic security they rightly deserve.",
        "**Stephen Doughty**",
        "I thank my hon. Friend for his approach to this issue on a day-to-day basis. I completely support what he says about the need to enforce social distancing, and I know many Members on both sides of the House would do so, too.",
        "I am struck by the contact I have had with friends in Italy and elsewhere who are, frankly, aghast that we have not moved to tougher measures sooner. Anybody looking ​at the graphs of the situation in Italy would definitely want to avoid it here, so I wholeheartedly support such measures, but they have to come with the economic measures he rightly talks about.",
        "**Jonathan Ashworth**",
        "I totally agree.",
        "**John Spellar (Warley) (Lab)**",
        "There is a lot of talk about income, but it is also about expenditure. I have had many complaints from constituents about prices rocketing, particularly for staples, but it is unclear whether that is the fault of the retailers, the cash-and-carry wholesalers or, indeed, the suppliers. The Competition and Markets Authority is looking into it, but I urge the Government to crack down urgently on profiteering from people’s difficulty.",
        "**Jonathan Ashworth**",
        "My right hon. Friend makes an excellent point, and we are seeing it in my constituency. I have had complaints from constituents about exploitative profiteering, so I hope the Government will come forward with some proposals to stamp it out. It is an absolute disgrace that it is happening at this time of national crisis.",
        "**Siobhain McDonagh (Mitcham and Morden) (Lab)**",
        "May I raise, once again, the issue of housing? Social isolation is great, but it is really difficult for people who happen to live with their family in one room in a deeply overcrowded shared house—sharing a kitchen and sharing bathrooms—as so many of my constituents do, particularly when the kids are off school. There needs to be some thought about letting them out in parks and stuff like that, because they do not have gardens.",
        "**Jonathan Ashworth**",
        "My hon. Friend makes an excellent point. I represent an inner-city seat, and I appreciate that her seat is on the outskirts of London but, none the less, our seats have similar demographics. I know full well that many, many families are living in cramped, small flats. There are intergenerational families living with elderly mums, elderly grandmothers and so on who have various comorbidities and who need to be shielded.",
        "If we enter a situation in which we force people to stay at home, I hope the Government will look at how to support such families, because it is quite outrageous that, in many parts of the country—especially in London, but also in my constituency—there are flats with families of nine or 10 people sleeping on the floor, and so on, while property developers have flats standing empty. Why cannot we take over some of those empty flats to house some of these very vulnerable families and to help us get through this national crisis?",
        "**Mr David Davis**",
        "I commend the hon. Gentleman for the stance he is taking in this debate. The whole House will respect him for it. The series of interventions that he has just taken demonstrates a wider point: the need for the Government, sadly—and I did not think I would ever say this in this House—to get into intrusive levels of planning that we have never seen before, because every time we have a change in the level of ferocity or intensity of our dictating what the state and society should do, we run into a new set of problems, whether that is crowding on tube trains overwhelming our desire for social distancing, or young mothers with children at home finding it very difficult to get to supermarkets and therefore literally running out of food, which is even ​more fundamental than running out of money. We need to think forward, and I say that because we have seen in Europe—between Germany, Italy and Spain—very similar policy actions but with completely different outcomes. I suspect that it is because of a different approach taken by the German Government and society from that taken by the Italians or the Spanish, and we have to think about that as we go into the next stage.",
        "**Jonathan Ashworth**",
        "The right hon. Gentleman is absolutely right. We are asking people, and are probably on the cusp of probably of forcing people, to radically adjust their behaviour in a way in which we have not been used to for more than 70 years. The last time that we asked people to radically adjust their behaviour was in the second world war. We have generations who are not used to this. We are a society who are used to going where we want, buying what we want, doing what we want and socialising when we want, and clearly, for a lot of people, it is not dawning on them that they will have to change the way they behave. That has huge knock-on effects for how public services will be organised, how the criminal justice system will have to work and how food distribution systems are going to work. It is right that we as parliamentarians continue to ask Government Ministers serious questions about that, but we also have to be aware that we have a responsibility to set an example to the country. We have to socially distance ourselves, so I really hope that the good offices of the Speaker, the Leader of the House and everyone who is involved in House business can quickly find a satisfactory set of procedures for us to continue having our discussions and asking Ministers questions, but not setting the example that we are unfortunately setting today. I am not making any personal criticism of any Member, because it is the situation we are in—we have to debate the Bill today—but we are going to have to hold the Government to account on the far-reaching, extensive powers that they are taking.",
        "**Dr Murrison**",
        "As always, I am listening with great attention to what the hon. Gentleman has to say. Does he agree that part of the problem is that policy has to be based on behavioural science, but behavioural science is one of the most imprecise of sciences? The difficulty is that it is not like chemistry or physics. It means that we have to have a wider margin of error when designing policy, and what that means, in effect, is erring on the side of caution and safety, which I think is the burden of the direction that he is urging on Ministers. In a sense, it is about getting ahead of the curve by bringing in measures that we would all regret. However, if we are going to base policy on behavioural science—it being fairly inexact and difficult to predict, as we have seen over the weekend—we have to have that margin of error and caution, which I think he is recommending.",
        "**Jonathan Ashworth**",
        "The right hon. Gentleman has shrewdly interpreted the stance I am taking. Throughout all this, given the way in which the virus has spread so rapidly, its reproduction rate and the mortality rate, I have always urged the Government to take a precautionary principle approach to every decision that they make. I have been a bit sceptical about some of the behavioural modelling that has been used. Let me give him a quick example. Before the Government banned mass gatherings, we were told by Ministers and officials—I hope that no Minister takes this is a personal criticism; I certainly do not mean it in that way—that there is no point in ​banning a football match with 70,000 people in the stadium, because the person with the virus is not going to infect the other 70,000 people in the stadium and that if we stop them going to the stadium to watch the match, they would all go to the pub to watch it and infect more people there. I am sure he has heard that example.",
        "I am very proud to represent Leicester City football club, and all the football fans—or a large proportion of them—go to the stadium before the match, and go to the stadium after the match—[Hon. Members: “Pub!”] I beg your pardon, they go to the pub. They go to the pub before the match, and they go after the match—[Interruption.] Some of them do avoid the stadium, actually. I am sure that the right hon. Member for South West Wiltshire (Dr Murrison) sees the point I am making. Some of these behavioural models do not always, it would seem, reflect how humans behave. Given that, Ministers and Governments should follow a precautionary principle at all times. That is why Labour is now urging Ministers to come forward with their plans to enforce compulsory social distancing. There are different models in different countries—we have France, Spain and Italy, New Zealand, where they did it overnight, Greece, and Germany, where, other than families, they have banned more than two people from meeting outside the house—but we think that the time has come for the United Kingdom to go down this line. We would encourage the Prime Minister to come forward with plans for how he thinks that this should apply to the UK.",
        "**Neale Hanvey (Kirkcaldy and Cowdenbeath) (Ind)**",
        "Behaviour is changing, and, unfortunately, some of it is unhelpful. Today, I have had probably one of the most upsetting emails that I have received throughout this time from my local foodbank, which tells me that two of the main supermarkets in the area are refusing to sell it food. The people who get that food from the foodbank have no other means of obtaining food in the midst of this crisis. Does the hon. Gentleman agree that the Government need to speak urgently to the major supermarkets to ensure that foodbanks can secure sufficient supplies for those people who have no other option?",
        "**Jonathan Ashworth**",
        "The hon. Gentleman makes a good point, and I totally agree that that is an absolute disgrace. I hope that the Government will look into that, because although foodbanks should not be necessary in this day and age, we know that they are vital and I hope that the Government can resolve that swiftly.",
        "I was originally answering the point made by the right hon. Member for South West Wiltshire so long ago: we would support the Government if they came forward with such proposals, but suppressing and defeating the virus is about more than just so-called lockdowns and enforcement. We need more testing, we need more contact tracing and we need more isolation to break the chains of transmission. The World Health Organisation has famously instructed the world to test, test, test—and we agree. Labour has called for testing for the virus to be carried out in our communities on a mass scale, starting with NHS and care staff as a priority. We urge the Government rapidly to scale up testing and we thank all NHS lab staff and PHE staff who are working so hard.",
        "For example, could the Government consider what is happening in the Republic of Ireland, where there are 35 community testing facilities in operation? They have ​six more planned, and the largest, in Croke Park stadium in Dublin, provides a drive-through service that tests 1,000 people a day.",
        "**Chris Bryant**",
        "I completely agree with my hon. Friend on the need, in particular, to protect all key workers and to therefore make sure that there is testing available for them. Is it not important that at the same time we make sure that path labs have enough resources and capacity to be able to be able, for instance, to do cancer biopsies and get them back to people fast enough, because all those other conditions and diseases that are very time-critical will be just as important?",
        "**Jonathan Ashworth**",
        "My hon. Friend is absolutely right. Path lab and virology labs are under intense pressure, because not only are they being asked to test for covid-19 but they have other testing responsibilities as well, whether that is for HIV, influenza, measles or all the other illnesses that are still circulating and still need to be treated. He makes a very important point.",
        "I hope that Ministers can update us on testing capacity, because looking at the figures it appears that between 21 and 22 March, we did around 5,500 tests, but the previous day we did 8,400 and the day before that about 8,100. I am told that many labs at hospitals have not been able to start testing or are testing at under planned capacity because there are now supply chain issues with the chemicals that are used and the kits to do the testing. If this is the case, could the Government update the House on what they are doing urgently to procure the testing kits we need, and explain why we are not part of the EU joint procurement initiative on testing kits and other equipment?",
        "I emphasise the point I have made in this House before that we really need to be testing our NHS staff. Not testing NHS staff puts them at risk and it puts their patients at risk. This weekend, we heard powerful messages from doctors who were literally shouting out for help and telling us they feel like lambs to the slaughter because of failures in the distribution of protective kit and because they are not able to get access to testing. I have heard of GPs—indeed, GPs have got in touch with me directly telling me this going to DIY stores to make their own PPE kit. It has been reported today that one of the healthcare distribution chains has put out a call to DIY stores asking them to donate or hand over their visors and goggles.",
        "Pharmacists are worried that they cannot get through to CCGs to get appropriate PPE when sick patients are walking through the door daily asking for advice. We have heard stories of community nurses, health visitors and paramedics without PPE. Indeed, The Daily Telegraph reports today about staff at Norwick Park Hospital being forced to wear bin bags because of a lack of PPE.",
        "The health, happiness and lives of our constituents, and of their loved ones and neighbours, depend on our NHS staff now more than ever. We should not expect our NHS staff to go into battle exposed and not fully protected—lacking the armour they desperately need. If more PPE has been delivered in the last 24 hours, as the Secretary of State indicated, then we welcome that, but to be frank, it should not have taken so long. Our NHS staff deserve every ounce of support we can offer, and on that front, will Ministers also consider binning hospital car parking charges for NHS staff at this time of crisis?​",
        "Those working in critical services more widely—our police, our careworkers, our postal workers—need appropriate protective clothing too. We urge the Government to ensure that all public services can access the appropriate PPE speedily. For example, in The Sunday Times yesterday, it was reported that flights continue to arrive at Heathrow from Italy, Iran and China. Those flights are obviously coming from hotspots—perhaps Ministers could explain why that is still happening—but what protections are being afforded to airline and airport workers, and what measures are in place for those passengers on arrival? On the tube and on the train, there is real worry that services are being reduced too steeply, causing our key workers to get on to crowded carriages and putting everyone at risk. What assurances can Ministers give us that there is a sufficiency of public transport services to get our frontline workers safely to their workplace?",
        "Let me turn to some of the specifics in the Bill, and first to the health and social care clauses. On the health clauses—the hon. Member for Twickenham (Munira Wilson) raised this with the Secretary of State—the Bill makes provisions for retired staff and final-year medical and nursing students to rejoin or join the health service for the duration of the pandemic. We understand why, and we welcome this. Can Ministers tell the House, either in response to the debate or in Committee, whether final-year nursing and medical students will be able to return to learning and complete more supported clinical placements, if needed, once the crisis is over? Will Ministers also outline how these students will be fully supported while working during what will undoubtedly be an incredibly stressful time for new doctors and nurses? Will students be properly remunerated for their work, and what protections will be available for retired staff, many of whom could also be in a vulnerable group? I put on record our thanks to those retired staff who have returned to the frontline.",
        "Some of the most vulnerable people in the country absolutely depend on all of us here to defend their human rights and civil liberties, and they are the ones in receipt of adult social care services. On social care, this Bill makes sweeping changes to the duties that are placed on local authorities. It removes the duty to assess care needs, including on discharge from hospital, so there will be no duty to assess people who may need care or to assess their carers, and no duty to assess some of those with the most severe needs who may be eligible for continuing healthcare. Can Ministers reassure us that this will not mean that carers, disabled people and older people are left abandoned by the state until after this crisis?",
        "Most significantly, the Bill downgrades the level of support that councils are obliged to provide to older and disabled people. Rather than the current wellbeing measures, councils will now have to provide services where necessary to uphold people’s basic human rights. In short, this means people will only be entitled to receive social care to keep them alive and to uphold their rights to privacy and a family life. Obviously, that is not the vision for social care that we legislated for in 2014, but we all appreciate that these are incredibly difficult times.",
        "Many older and disabled people, and their families, will be concerned that this will lead to existing care packages being significantly reduced overnight. Local authorities are already struggling to meet statutory needs, and increasing levels of workforce absence will ​only make that harder. None of us wants to see the new legal minimum of support become the default. Where local authorities can provide more comprehensive packages of support, they should, and they should always bear in mind that people who use social care are not simply passive recipients; there are doctors and nurses who rely on social care, as well as teachers, shop staff, food manufacturers and countless other vital professionals. When councils reduce care packages, they must be careful not to end up causing yet more difficulties for staff in crucial services.",
        "**Catherine West**",
        "Does my hon. Friend agree that, since the courts are likely to be stood down, and in a context where disabled people often use them to ensure that their rights are protected, we are in a doubly difficult situation for disabled people and elderly people?",
        "**Jonathan Ashworth**",
        "Absolutely. That is why these particular clauses must be scrutinised so carefully by Members across the House.",
        "We have tabled amendments to schedule 11. We recognise that there will be difficulties delivering social care over the coming weeks and months, but it should not be possible for local authorities to immediately drop care packages to a lower level. As long as it is reasonably practicable to do so, they should continue to meet people’s care needs. The presumption should always be that services will be disrupted as little as they can be under the circumstances. Nothing in our amendments would stop a local authority cutting back care hours if it had to, but they would mean that disabled and older people could be reassured that any reductions in their care will be a last resort, and that their independence will not be the first sacrifice to be made.",
        "There are particular concerns about people who live alone or are being held in in-patient units and care homes. We have seen visits to those settings stopped as part of the Government’s shielding approach, and the CQC has halted all inspections, but we know from incidents such as Whorlton Hall that is too easy for abuse to go unnoticed—something the current situation could make worse. How will we ensure that in-patient units and care homes do not become hotbeds of abuse of human rights over the coming months?",
        "**Mr David Davis**",
        "That is precisely why I asked the Secretary of State whether, when we get to the six-month review and renewal of this legislation, we will be able to amend it. If there is oppressive behaviour in one part or another of it while the rest is all very important to the survival of our people, what stance will the Labour party take?",
        "**Jonathan Ashworth**",
        "The right hon. Gentleman is right: we cannot just have a take-it-or-leave-it approach to these things. Tonight, the House will give the Government extraordinary powers, like we have never seen before, and it is right that we parliamentarians are given an opportunity, after the appropriate timeframe, to look at how those powers have been used and hold Ministers to account. I agree with the spirit of the point he makes, although I cannot at this stage—I suppose it may emerge later in the debate—give him a commitment one way or the other on a particular amendment. We will see how the discussions proceed throughout the afternoon, but I certainly endorse the spirit of what he says. As I say, these are extraordinary powers that the House will grant the Government this week.​",
        "We have tabled a new clause related to schedule 11. We propose that a relevant body, such as the Equality and Human Rights Commission, should be tasked with overseeing the Bill’s impact on the provision of social care. That body would have to report every eight weeks on the operation of these changes and whether they should be amended. It would provide the oversight that is needed to prevent people’s rights from being undermined.",
        "One of the ways the Bill seeks to free up medical staff is by relaxing the requirements of the Mental Health Act 1983. Specifically, only one medical professional will have to agree to someone’s being sectioned, rather than the two it currently takes. The scale of that change should not be underestimated. No longer will a decision to section a person have to be taken in consultation by two doctors. There will be no requirement for anyone involved to have had prior involvement with the patient. Medical professionals are going to be under huge pressure in the coming months, and mistakes may well be made.",
        "The Bill says that a decision should be taken on the basis of one signature if requiring a second signature would be",
        "“impractical or would involve undesirable delay.”",
        "That seems to be too vague and potentially open to misreading. I hope Ministers can tell us what exactly that means and what safeguards will be put in place to prevent the change from being misused. Our amendments to schedule 7 would narrow the provision so that a second signature could be left off only if acquiring it would mean an undesirable delay. If something is impractical, it will by definition create an undesirable delay. By narrowing the wording in the Bill, we can avoid the potential misuse of powers.",
        "We propose changes to ensure that private mental health hospitals cannot detain someone solely on the single recommendation of one of their employees. That could create a conflict of interest whereby a doctor comes under pressure to sign a detention authorisation because doing so will provide their employer with income from the NHS. No medical professional should be put under that kind of pressure, and our amendment would ensure that they cannot be. [Interruption.] Is the hon. Member for Bracknell (James Sunderland) seeing to intervene?",
        "**James Sunderland (Bracknell) (Con) indicated dissent.**",
        "**Jonathan Ashworth**",
        "The Bill extends to five days from three the length of time for which somebody in hospital can be held waiting to be sectioned. That may seem like a minor change, but for the individual concerned it could make a significant difference. I hope Ministers can reassure the House that the intention should still be to adhere to the timetable set out in the Mental Health Act, with the changes we are discussing to be used only if absolutely necessary.",
        "Let me turn to some of the proposals on education and schooling. Many parents of children with special educational needs and disabilities will understand the need for flexibility during this difficult time, but they are also extremely nervous that they could see the erosion of the hard-fought-for rights of disabled children and young people, children and young people with special educational needs, and their families. The Bill gives the Secretary of State powers to change section 42 of the Children and Families Act 2014: rather than giving children rights in law, it would only request that public ​bodies take “reasonable endeavours”. That sets a low bar, and we will seek to change that provision to a duty to take all practical steps, which will go much further.",
        "Let me move on to some of the other issues in the Bill. Others have alluded to concerns that the Bill still does not go far enough in providing people with the incomes that they need to self-isolate. We welcome much of the Chancellor’s statement last Friday setting out plans to support the incomes of workers impacted by the coronavirus outbreak. However, there are still some gaps in the provisions that were offered. Currently, the proposal for income support through the job retention scheme does not include the self-employed and freelancers, whose incomes are increasingly being seriously affected by the coronavirus outbreak. Will the Government today offer assurances to those groups of workers, who do not have a safety net to safeguard and help them through this time?",
        "We have welcomed the new Government measures to improve access to statutory sick pay for workers. However, the Bill does not extend eligibility to all workers, including the just under 2 million workers who earn less than the qualifying threshold of £118 a week on average. It does not raise the level of statutory sick pay, which is, at £94.25, already the second lowest rate in Europe. We hope the Government will respond on those issues quickly because, as we have continually said throughout this crisis, people should not be expected to make a choice between their health and hardship.",
        "Nobody should lose their home because of this virus. It is welcome that Ministers have listened to Labour and committed to an evictions ban for renters, but despite the Prime Minister’s promises that the Government would legislate to that effect, no such measures are in the Bill. Some 8.5 million households rent their home from a private, council or housing association landlord in England. Our analysis of Government statistics shows that 6 million renting households have no savings at all and are particularly vulnerable if they lose their job or have their hours cut as a result of coronavirus. To give people confidence and reassurance during this difficult time and to ensure that no renter loses their home as a result of coronavirus, rent needs to be suspended for those adversely affected by the impact of the coronavirus outbreak.",
        "Like many Members across the House, the Opposition support this Bill with a very heavy heart—heavy not just with the shock and grief that this deadly virus has brought, but given the very real threats that emergency powers of this nature pose to human rights. The Bill contains the most draconian powers ever seen in peacetime Britain—powers to detain and test potentially infectious members of the public, including children, in isolation facilities; powers to shut down gatherings, which could impede the ability to protest against the overall handling of the crisis or against the abuse of the powers themselves. It needs no explanation and very little imagination to understand the huge potential for abuse that such powers and others in the Bill, however well intended and needed, still give rise. Those words will chill every liberal and libertarian instinct of Members across this House, which is why we were grateful to the Health Secretary and the Solicitor General for discussing these measures with us and with my shadow Cabinet colleagues in the rapid preparation stage of this Bill.​",
        "We have heard many wartime analogies in the press. Many here have talked about Winston Churchill. Of course, Churchill was remembered not only for victory in the war, but for the European convention on human rights at the end of the war. Notwithstanding the anti-Human Rights Act and anti-judicial review grumblings that we have heard in recent times, this Bill comes under the cover of a statement of compatibility under section 19 of the Human Rights Act. Further, the Bill does not attempt to oust the supervisory jurisdiction of the courts. That means that every exercise of Executive power or administrative action under the legislation must and will be measured against human rights and common-law standards. These include necessity, proportionality, rationality, fairness and, crucially, non-discrimination. I thank the Government for that concession on their part and for agreeing, I hope once and for all, that human rights and the rule of law, far from impeding national efforts in time of crisis, should instead guide and inspire them.",
        "It is important that various measures in the Bill, some interfering with liberties and others deregulating standards, may be turned on and off, as and when needed, by the appropriate Administration under our devolution settlement. It is welcome that the Bill contains a two-year sunset clause, but as we have discussed, two years is a very long time in normal days and longer still in the context of this pandemic. That is why we tabled an amendment last week seeking parliamentary votes on the renewal or revocation of these emergency powers at six-monthly intervals. Indeed, many of us would prefer even more frequent reviews, but given the particular challenge even for Parliament of this crisis, I am glad that the Government seem to have moved some way towards the compromise offered by the Opposition in the constitutional interest.",
        "**Mr Steve Baker**",
        "I welcome the spirit in which the hon. Gentleman is making his speech and also his proposal for a review at six months. I certainly support that, but does he agree that we could also sunset the powers in the Bill after one year and that the Government could then bring forward a Bill—there is plenty of time between now and then—that would go through Parliament about this time next year and make whatever changes proved to be necessary between now and then? Doing that—a six-month review and, after a year, a Bill—would not involve us signing off on two years today.",
        "**Jonathan Ashworth**",
        "As I understand it, our amendment calls for a review every six months, but the hon. Gentleman makes an interesting point, to which I am sure Ministers will respond in Committee, when we get to that point later.",
        "I hope the Government will be able to explain the differences between their amendment and ours, and to reassure the House that there will not be large exceptions to the six-monthly review, especially in England, which has only this House to hold Executive power to account.",
        "We have been scrutinising the Bill on behalf of our constituents. None of us came into politics to put a Bill like this on the statute book, and I for one will never rest until the day comes, hopefully not too far away, when I can come to this House and vote to get to get rid of it. But what we have seen in recent months is concerning, if not frightening, all our constituents, and it is right that ​we are taking the powers that we are taking today, although we have to continue to hold Government to account. We will overcome this virus, and when we do, serious lessons will have to be learned. The crisis has exposed the vulnerability of a society in which insecure work is rife, deregulation is king and public services are underfunded. When we come out on the other side, as we will, we have to build a society that puts people first."
    ]
}