{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2021-speech-on-covid-19/",
    "title": "Jonathan Ashworth – 2021 Speech on Covid-19",
    "post_date": "November 10, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, in the House of Commons on 9 November 2021.",
    "content": [
        "I thank the Secretary of State for, as always, timely [advance sight of the statement](https://www.ukpol.co.uk/sajid-javid-2021-statement-on-covid-19-2/).",
        "Vaccination saves lives—it is the best protection against this deadly disease and helps to cut transmission—and we of course want to see NHS staff vaccinated. As has been pointed out many times before, there are already categories of staff for whom a hepatitis vaccination is expected. We will look carefully at the regulations and the equality impact assessment, but I urge the Secretary of State to proceed with caution, because the NHS is already under the most intense pressure this winter; waiting lists are close to 6 million; there are more than 90,000 vacancies across the NHS; and the Chancellor failed to allocate in his Budget funding for training budgets to train the medics we need for the future. There will be anxiety at trust level that a policy, however laudable in principle, could exacerbate some of these chronic understaffing problems. We simply cannot afford to lose thousands of NHS staff overnight.",
        "We do welcome the fact that the Secretary of State has listened to representations from organisations such as NHS Providers and others about delaying the implementation of this until after the winter; we welcome that. None the less, there are still organisations, such as the British Medical Association, that have raised concerns about the practicalities of implementing this policy. Helen Stokes-Lampard of the Academy of Medical Royal Colleges has said that mandatory vaccination is neither “necessary” nor “proportionate”. Will he agree to meet the royal colleges, the BMA, and the relevant trade unions to agree a framework for how this policy will be implemented? Will he outline to the House what success looks like for this policy? Some of the 10% of NHS staff who are not vaccinated include those with medical exemptions, those who are on long-term sick, and those who could not get the vaccine first time round because they were ill with covid. Will he tell the House: what is the actual number of NHS staff who should be vaccinated, but who have not had the vaccine? What is the actual number? In other words, what then does he consider a success? What does full vaccination across the NHS look like for him? Is it 94%, 95%, or 96%? What are we aiming for here? What is his target?",
        "The aim of this policy is presumably to limit those with covid coming into contact with patients, but one can still catch and transmit covid post vaccine, so will the testing regime that is in place for NHS staff—I think it is twice a week at the moment—increase in frequency? Furthermore, thousands of visitors go onto the NHS estate every week, so will visitors to hospitals be asked whether they have had the vaccine or have proof of a negative test?",
        "What analysis has the Secretary of State done of those who are vaccine hesitant in the NHS workforce? What targeted support has he put in place to persuade take-up among those groups? He refers to trusts where take-up is around 80%, so what specific support has he put in place to help those trusts drive up vaccination rates? We know from society more generally that there has been hesitancy, for example, among women who are pregnant and who want to have a baby. That has meant that a significant proportion of those in hospital with covid are unvaccinated pregnant women. A large proportion of the NHS staff workforce are women of a similar age, so is this one of the issues as to why there is hesitancy in certain pockets across the NHS? Will he therefore look at a large-scale campaign to reassure pregnant women of the safety of the vaccine and look at launching an information hub, perhaps a dedicated phoneline, to offer clear advice to women and their partners who might have concerns?",
        "Finally, on vaccination more generally, I do not want to see—I do not think that anyone across this House wants to see—anymore lockdowns imposed on cities such as my own in Leicester, or across Greater Manchester, or Bradford, but in many of these areas, vaccination rates are not good enough. Leicester has a vaccination rate of just around 61%, Bradford 63%, Bolton 69%, and Bury 71%. Generally, on children’s vaccinations, we are only at 28%. On the boosters, there are still around 6 million people eligible for a booster who have not yet had one. The Government’s own analysis shows that people over 70 who are dying from covid or hospitalised should have had a booster, but have had only two jabs.",
        "With Christmas coming, which will mean more mixing indoors at a time when infection rates are still high—one in 50—we are facing six crucial weeks. What more support will the Secretary of State offer now to local communities, such as Leicester, Bolton, Bury and Bradford, to drive up vaccination rates, because nobody wants to see those local lockdowns again."
    ]
}