{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2018-speech-to-hospital-caterers-association/",
    "title": "Jonathan Ashworth – 2018 Speech to Hospital Caterers Association",
    "post_date": "May 10, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jonathan Ashworth, the Shadow Secretary of State for Health, at the Hospital Caterers Association on 12 April 2018.",
    "content": [
        "Can I begin by saying what a pleasure it is to be here, in the 70th anniversary of our National Health Service, but a very special pleasure to be here to congratulate you on your 70th anniversary as the Hospital Caterers Association.",
        "And as we look back over the last 70 years of the NHS and pay tribute to the millions who have cared for the sick, thank those who have helped bring babies into the world and pay tribute to those who attend to us in our final moments, we are reminded that it is the care, dedication and compassion of our NHS staff that always has done and still does make the NHS the pride of Britain.",
        "I was so keen to be here in your 70th anniversary year because I know, just as you do, that quality care is about so much more than medicines, bandages, dressings, treatments and surgical procedures, extraordinary as they all are.",
        "Quality care is dependent upon good nutrition and hydration.",
        "So today let me thank hospital caterers for your service to the NHS, for your care, compassion and dedication and for your work as part of the healthcare team in caring for the sick, injured and elderly.",
        "Just like all members of the NHS staff, you have played your part in every illness defeated, in every bout of suffering relieved and in every life saved so today I not only thank you but join with you in readily endorsing your mantra that food is indeed the best form of medicine.",
        "I’ve witnessed this myself when earlier this week I spent time with catering staff working out of the in-house central production unit at the Nottingham City Hospital part of University of Nottingham’s Hospital Trust. Chris and his team working closely with Nicola the Chief Dietetic Technician produce 8,000 meals a day cooked on site with food sourced from local farms and suppliers.",
        "Here the catering team work with nursing staff, dieticians, speech and language therapists to put together nutritional fare that helps and supports the recovery of patients.",
        "This is a very real implementation of the Power of Three initiative that the HCA has championed in recent years emphasising that quality healthcare delivery isn’t about fragmentation and silos but about seamless collaboration where catering staff work alongside nursing staff and dietician staff.",
        "But Nottingham has gone even further too in developing a new memory menu following consultation with the local community offering patients the healthy nutritional meals they want.",
        "And because the catering team at Nottingham recognise that the NHS’s responsibility for the health and wellbeing of patients doesn’t simply end when the patient walks out the door, so they ensure the most vulnerable patients leaving to go home are offered a discharge parcel of food basics – bread, a pint of milk, tea, coffee, tinned soup – to help them in the first few days out of hospital.",
        "This is exactly the sort of in-house, high quality service offering nutritional meals to a high standard that I believe is integral to the future of the NHS and one I want to see developed across the service as Labour’s shadow Health Secretary.",
        "I opened my remarks by reminding you this is both the 70th anniversary of the National Health Service and the 70th anniversary of the Association.",
        "In 1948 the overriding endeavour of a National Health Service universal in scope was both to relieve the suffering of those who otherwise would have to pay for a surgeon to come to their bedside but also to wage war on the great infectious diseases that stalked the land and took far too many so early in life such as polio and diphtheria.",
        "70 years later the world is very different and so the challenges facing our National Health Service have changed fundamentally too.",
        "In 1948, life expectancy for men was 66 and for women it was 71.",
        "Today it is 79 and 82 respectively and over the coming years is expected to become 83 and 86 respectively by 2041.",
        "By 2024 the number of over 75s will have increased by around two million compared to 2014.",
        "So today our first big challenge is how the NHS supports those who live longer. And if we are all living longer our second challenge is how the NHS supports living with complex needs, as well as those across all ages living with chronic conditions whether from diabetes, to arthritis to heart conditions.",
        "I think we have a further challenge too.",
        "Health inequalities are widening not narrowing. Sir Michael Marmot, the world-recognised authority on public health, has warned that this country has, since 2010, stalled in the task of improving the life expectancy of our population.",
        "Added to this, he also points out that differences in life expectancy between the poorest areas in the country and the English average has started to widen again.",
        "Just look at what that means for someone born today in the poorest areas. They are likely to live for fewer years than someone born in wealthier areas. Ill health is more likely to blight their childhood. And a child born into poorer areas is more likely to leave school obese than a child growing up in the most affluent area.",
        "Across the population we face an obesity crisis with hospital admissions where obesity is a factor more than doubling in England during the last four years. The UK is spending about £6 billion a year on the medical costs of conditions related to being overweight or obese and a further £10 billion on diabetes. That means British taxpayers are spending more on treating obesity-related conditions than on the police or the fire service",
        "But as just as we face an obesity crisis in society we are on the verge of a malnutrition crisis too.",
        "Child poverty is increasing, with an extra million children predicted to be pushed into poverty by 2022. Across our communities more and more charities and faith groups are forced to open food banks and The Trussell Trust report in the last year they have handed out over 1 million three-day emergency food parcels.",
        "A recent All Party Parliamentary Group Report into Hunger estimated there around 1.3 million elderly people suffering from or at risk from malnutrition in society.",
        "We have seen a 122 per cent rise in admissions to hospital for malnutrition since 2010. There has been a 20 per cent increase in the number of pregnant women admitted to hospital with primary or secondary cases of Vitamin D deficiency over the past year",
        "Not only should it offend our sense of decency, indeed I would even go further because I believe these rates of malnutrition shame us a society for a nation that is the sixth biggest economy in the world.",
        "And it makes no economic sense either. Rising malnutrition is predicted to cost our health and social care services £13 billion by 2020. For example an increase in malnutrition amongst the elderly means an increase in hospital admissions, longer recovery times with longer hospital stays.",
        "So the reason I highlight all of this is because my burning ambition as hopefully the next Labour Health Secretary is to lead an all-out assault on unacceptable heath inequalities in society by beginning to tackle some of these wider determinants of ill health.",
        "That means a strong commitment to investment in public health provision in the wider community; it means investment in social care provision with an extra £8 billion across a Parliament, as well as supporting elderly people to live independently in their communities.",
        "It means prioritising child health and focusing support to improve the health and wellbeing of every child.",
        "It means improving the quality of air that we breathe, the fabric of the housing we live in and the economic conditions in which our society is ordered, to encourage the eating of a healthy diet.",
        "Because we know a healthy diet means healthy body weight and reduces the risk of developing major health problems like high blood pressure, heart disease, diabetes, certain cancers and osteoporosis.",
        "And we also know eating a healthy diet positively impacts our mental health. Following a healthy balanced diet reduces the risk of developing specific mental illnesses such as depression, schizophrenia, Alzheimer’s disease and Parkinson’s disease.",
        "So yes we must take much bolder action to fight obesity.",
        "So while we welcome the sugar tax we would want to see it extended to milk based sweet drinks, we want to end the advertising of junk food on family TV viewing and we would ban the sale of high energy drinks to under 18s.",
        "And so when we focus on improving the quality of care across our NHS we must also focus relentlessly on improving the quality of food we offer patients, visitors and staff as well.",
        "Because what sense does it make to offer patients the very best medicines, treatments by the very best clinicians and surgeons, to offer patients access to some of the very best cutting edge technology and yet deny them the best quality nutritional food that will help them make a full recovery.",
        "And when we know that poor diet is a major driver of ill health across the nation then surely it should be our obligation to support patients with their diet when in hospital.",
        "Indeed all of us who are passionate about securing the future sustainability of the NHS have a responsibility to ensure the NHS promotes healthy eating in order to reduce the chronic conditions that poor diet is contributing to in wider society which in turn are increasing the pressures on the NHS.",
        "In the last year across the NHS in England 144 million inpatient meals were made at a cost of £560 million.",
        "Some hospital trusts according to the Estates Return Information Collection – and I appreciate not everyone accepts this data, believing it puts a rosier tint on the reality on the ground, but nonetheless it is the only official data set we have – suggests that some hospitals are spending as little as around £3 per meal per patient.",
        "Of course cost does not necessarily equate to quality but I was shocked to learn from Jeremy Hunt’s own data that nearly half of hospitals failed to meet the food expectations as outlined in the NHS Standard Contract.",
        "Nearly half of hospitals did not meet dietician guidelines outlined by the British Dietetic Association. And despite one third of people aged 65 years or over being at risk of malnutrition on admission to hospital, yet only half of hospitals screened every patient for signs that they were struggling to get enough to eat.",
        "It is quite simply unacceptable that the standards in the contract are not enforced and I believe this fails patients and NHS staff alike.",
        "Given we all accept that good food is important to our health, it’s time to apply the very highest standards to hospital food across the board.",
        "So today I can announce that the next Labour Government will put hospital meals on the same legal basis as school food standards, and ensure hospitals mandatorily meet minimum standards for the food served to patients, staff and visitors.",
        "We will be setting new, higher quality standards for hospital food so it is nutritious and made with care by highly trained staff using the best sustainable ingredients",
        "I can also confirm these standards will be independently monitored and enforced.",
        "We believe over time this will increase the numbers of freshly cooked meals served, reduce the amount of hospital food uneaten and wasted and most fundamentally of all help us start the addressing malnutrition in our hospitals helping staff nurse patients to recovery quicker.",
        "And because the NHS is and must continue to be the trusted authority on health and well-being, I strongly believe all food served on NHS premises should be healthy food.",
        "As far as I am concerned hospital is no place for junk food, super-sized confectionery and sugary drinks. So I praise those hospitals like Tameside and Glossop Care Trust who have taken all sugary drinks and fizzy drinks off their menus in Tameside General.",
        "But when we have junk food burger bars in the forecourts of Addenbrooke’s Hospital I believe we still have a long way to go. So if trusts don’t move speedily in implementing national guidelines then the next Labour government will look at mandatory legal requirements on the sales of junk food and supersized confectionery products as well.",
        "But of course I don’t want to be a Health Secretary who keeps expecting those who work across the service to deliver more and more on less and less.",
        "I’m not going to place upon our NHS staff unrealistic demands while refusing the NHS the investment it needs.",
        "We are now in the eighth year of severe underfunding alongside deep cuts to social care budgets in England.",
        "Today the impact of this sustained underfunding has been revealed. Across England we’ve seen the worst A&E figures for March on record and the impact of a blanket cancellation of elective operations has seen waiting list rise by nearly 5 per cent compared to last year.",
        "With more patients turning to private sector provision through ‘self-pay’ arrangements, the old fears of a middle class flight of people who can no longer tolerate waits for treatments from the NHS is returning, leaving a two tier service for the rest of us.",
        "It’s now clearer than ever that we face a year-round crisis in our NHS, which places the very future of our NHS at risk and requires a sustainable long term investment plan.",
        "At the last General Election my party offered the country a new approach.",
        "We said we were prepared to increase taxation for the wealthiest in society, the top five per cent and allocate the yield from that tax change to the NHS.",
        "It would have meant this year spending an extra £5 billion on the NHS itself plus around an extra £1 billion to invest in staffing such as bringing back the training bursary and an extra £1 billion as the first stage of our plans to stabilise social care.",
        "And because too many of our hospitals are crumbling, because too often our IT systems are slow and vulnerable and in too many places equipment is out dated we would allocate an extra £10 billion across a Parliament for infrastructure investment too.",
        "This is the sort of financial package our NHS in its 70th year needs and the challenge for Theresa May as we approach the NHS’s July birthday is as to whether she will offer the NHS this level of support.",
        "But we know a funding package is desperately needed. The ongoing underfunding has in many areas forced trusts to outsource in the belief a better deal can be found by not delivering in-house. It’s often a false economy.",
        "I can tell you we are opposed as a Party to the current moves towards wholly owned subsidiaries which many trusts are currently pursuing in order to gain a VAT advantage.",
        "We fear this will create a two-tier workforce amongst facilities management staff and we are calling on the government to close down this loophole and block this practise.",
        "And I was struck by the quality offered when I visited Nottingham this week. That’s a service that has been brought back in-house when previously Carillion ran the contract. I’m told since coming back in-house staff morale as improved.",
        "The current Government has too often left valuable public services like hospital catering exposed to the risk of failing companies like Carillion.",
        "The Labour Party has said it will introduce a new presumption that public sector contracts will come back in house across the public sector. So today I want to begin a dialogue with you about what that means for your sector and how a Labour government could meet its ambitions on out-sourcing.",
        "Where catering managers and hospital management want to bring services back in house because it serves the best interests of patients and taxpayers then a Labour Government will want to give them the support and the resources to do so.",
        "So in closing let me reiterate under a Labour Government high quality hospital catering will be at the heart of our vision for the NHS with legally enforced standards for hospitals meals, fully resourced and given the support from government to be delivered in-house.",
        "And as we celebrate 70 years of the NHS this July and as you celebrate 70 years as an Association you can be proud of all you have achieved and you have my commitment to working together in the coming years to improve and support the high quality care every patient deserves.",
        "Thank you."
    ]
}