{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Jonathan Ashworth – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Ashworth, the Labour MP for Leicester South, in the House of Commons on 17 May 2022.",
    "content": [
        "This is a debate about the 250,000 households that the National Institute of Economic and Social Research predicts will be forced into destitution next year. This is a debate about the 1.3 million people, including 500,000 children, who will be pushed into absolute poverty. This is a debate about the 2 million—and rising—pensioners in poverty. This is a debate about the 2 million adults who did not eat for a whole day last year. This is a debate about our constituents who are working all hours God sends and still need to queue at food banks to feed their families.",
        "In his speech earlier, the Chancellor—I do not know where he is, by the way—boasted of an employment miracle, but is it not the truth, as the Office for National Statistics has shown today, that pay is being outpaced by inflation, with real wages falling by 1.2%? That is the largest monthly fall in real regular wages in a decade, yet at the same time, pay-as-you-earn data shows that the wages of the very top earners are increasing rapidly. Labour market inequalities are widening, and workers deserve a fair pay rise.",
        "If we drill down into the employment figures, we see that it is also the truth—and this has come up today—that they are lower than they were pre-pandemic. Indeed, 1.5 million have left the labour market, including more and more over-50s who are drawing down their defined-contribution pensions. The sickness levels of those out of work are at their highest level for 20 years—[Interruption.] Ah, here he is—come on in, Chancellor! Instead of providing help, the Gracious Speech had no employment Bill—it was ditched—while Jobcentre Plus and Department for Work and Pensions offices will be closed and staff laid off, and job scheme funding is being cut or underspent. This is a Government failing on employment.",
        "Our constituents face a cost of living crisis, but instead of action we had a complacent speech from the Chancellor, who said that he may act on a windfall tax “soon”—but people need action today. Does he really think that the parents who are making choices between feeding meters and feeding their children, the families who are cutting off their meters and the people who are scared of the final demand from their energy companies can say to those energy companies, “Don’t worry, we’ll pay you soon”? Of course not—the mañana Chancellor needs to act today to help people.",
        "A theme across the House not just today but throughout the week has been the failure of the Chancellor and the Government to help people with the cost of living crisis. I cannot mention all of the many speeches we have heard today, so I will mention only a few. The hon. Members for Dudley South (Mike Wood), for Newton Abbot (Anne Marie Morris) and for Sevenoaks (Laura Trott) made sympathetic noises towards a windfall tax. In fact, they were so sympathetic, I thought they had got hold of the parliamentary Labour party’s briefing pack for the debate.",
        "**Mike Wood**",
        "Will the right hon. Member give way?",
        "**Jonathan Ashworth**",
        "We are pushed for time, so I beg the hon. Gentleman’s pardon—but he can have a word with me when he is voting with us in the Lobby later.",
        "Look at the realities facing our constituents: the cost of pasta is up 10%; milk, cheese and eggs, up 8.6%; butter, up 9.6%; cooking oils and fats, up 18%. And the message from Ministers? “Just purchase supermarket own brand.” “Buy value beans”—the new three-word slogan from the Tory party.",
        "Another quotation of which the Chancellor may be aware is from Milton Friedman; I know the Chancellor is a big fan. Milton Friedman said:",
        "“Inflation is taxation without legislation”.",
        "But the Chancellor has legislated. Instead of helping people on universal credit, he legislated to cut universal credit in real terms—a loss of around £500. Instead of helping pensioners with the triple lock, the Government legislated to impose the biggest real-terms cut to the pension for 50 years, meaning a cut of more than £420 for the typical retiree.",
        "The Secretary of State for Work and Pensions is about to embark on a programme of cutting the incomes of some of the most vulnerable people on legacy benefits as they migrate to universal credit. But it does not have to be like this, because—as the Chairs of the Treasury Committee and the Work and Pensions Committee, many charities and the Institute for Fiscal Studies have said—one could bring forward a proportion of the benefit increase pencilled in for 2023 today. Indeed, the Chief Secretary to the Treasury said a few weeks ago at the Dispatch Box that the 2023 increase in benefits and the pension will take account of inflation. The Government are promising to increase benefits and the pension in line with inflation in 2023, but in the meantime are sending the very poorest on a rollercoaster. Some 500,000 children will be pushed into absolute poverty.",
        "To be fair to the Chancellor, he said, “We looked at this, but the IT system said no”. As many Members have said, it is a shame that his computer didn’t say no when he was cutting universal credit by £20. But I have been given a briefing note by Oracle, which I understand provides the IT systems for the Department for Work and Pensions, entitled: “How DWP transformed the backbone of the UK benefits system”. The note says that the changes that made to the computer system",
        "“has built automation into…management—this allows DWP to make changes every week, rather than having to plan six months in advance”.",
        "Mr Mark Bell, who is the deputy director at the Department for Work and Pensions, said:",
        "“This has been widely recognised as one of the best technical achievements delivered by DWP Digital for many years…It also enabled us to make further digital enhancements to benefit millions of UK citizens.”",
        "Technical lead Mr Nick Cutting says that this has brought “flexibility” and that it led to the Department being able to do things it",
        "“never could have done, or that would have taken significant time at a significant cost”",
        "if it was still running on legacy infrastructure. You see, Madam Deputy Speaker, the truth is that it is not the mainframe that is preventing the Government from acting; it is their frame of mind.",
        "**The Secretary of State for Work and Pensions (Dr Thérèse Coffey)**",
        "I appreciate that the right hon. Gentleman used to be a political adviser to the previous Government, but they did not have universal credit. What he is describing is universal credit, a system that the Labour party has consistently opposed. That is why we are able to make the changes; it is true and accurate, as he has just read out to the House, that it is the legacy systems that are the problem. That is why we cannot simply change the rates of all benefits as he wants us to do. The point is that we cannot do that, and he has read out the reasons to the House.",
        "**Jonathan Ashworth**",
        "The right hon. Lady has just confirmed that she is refusing to increase universal credit, with the consequence that 500,000 extra children will be pushed into poverty—[Interruption.] I am not misleading the House. I remember meeting her for negotiations over the pandemic legislation. We met in the offices of the Secretary of State for Health and Social Care. We said that we needed more support on universal credit and we came to an arrangement. She also gave a lump sum to those on working tax credit, which is a legacy payment. So if there is a will, the Government can do it, but the truth is that they do not want to do it.",
        "The reality is that if the Government wanted to lift children out of poverty, they could do it. If they wanted to lift pensioners out of poverty, they could do it. If they wanted to prevent 250,000 families from being pushed into destitution, they could do that too. The fact that they will vote against the amendment in the Lobby tonight tells us everything we need to know about this Tory party. For them, rising child poverty is a price well worth paying."
    ]
}