{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2023-speech-at-the-centre-for-social-justice/",
    "title": "Jonathan Ashworth – 2023 Speech at the Centre for Social Justice",
    "post_date": "January 13, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Ashworth, the Shadow Work and Pensions Secretary, at the Centre for Social Justice on 10 January 2023.",
    "content": [
        "Can I thank the Centre for Social Justice for hosting me this morning.",
        "I want to pay tribute to the work the CSJ has done on pushing the issue of addiction up the political agenda.",
        "This is a cause close to my heart. I’ve spoken openly of the impact alcohol abuse had on my late father and I have raised thousands of pounds by running London marathons for the children of alcoholics’ charity NACOA.",
        "Today I want to talk about the importance of helping people back to work and outline new reforms and new thinking to help get Britain working again.",
        "But I want to start with my dad. He was a working-class man, but in in the 1970s started a job as a croupier in the Manchester Playboy Club casino.",
        "It was there he met my mum, then a Bunny Girl waitress who also worked two or three jobs at a time waitressing in Manchester bars and restaurants.",
        "Appreciate Manchester casino talk is not the most obvious topic for the CSJ but the point is those jobs meant the world to my mum and dad.",
        "Not just a wage but it was about opening doors to new horizons, aspirations and hopes for the future.",
        "And in the 80s the periods of worklessness they went through was crushing, demoralising.",
        "I was young but I remember the haunted looks on faces in the old grey dole office as my dad queued with me by his side.",
        "So, for me unemployment is never a price worth paying.",
        "And that why helping more people into good quality work is my priority.",
        "Today over a million people are out of work despite wanting a job. Yet employers are struggling to fill over a million vacancies.",
        "Employment is lower that pre pandemic and we have seen the biggest drop in the employment rate of the major G7 economies",
        "A great number of those who have fallen out of the workforce have done so because of ill health while other have taken early retirement:",
        "2.5 million – an increase of half a million, suffering long term sickness",
        "Just under two thirds of people out of work for ill health are living with a mental health problem such as depression, anxiety or stress",
        "Long term sickness has risen fasted in younger age groups, with the biggest increase for mental health",
        "Poor health is increasingly a reason for many of over 50s to leave employment as well.",
        "Being out of work is bad for health and the longer someone is out of work for reasons of sickness, the more difficult it becomes for them to return to a job.",
        "And we all know the longer a young person is left workless as increasing numbers are now because of ill health, the greater the risk of a life on the margins.",
        "To do nothing about, as is currently the case, means writing people off.",
        "Its means tolerating a situation where only around 4 per cent of people in the Employment Support Allowance support group return to work each year – to me that’s totally unacceptable.",
        "It’s nothing less than a monumental waste of the potential of the British people.",
        "And it’s both a social cost and a significant economic cost too, undermining economic growth and leaves taxpayers with an increased health-related benefit bill – which the Office for Budget Responsibility projects will see an £8 billion increase – as well as the cost of healthcare support and lost tax revenues.",
        "No responsible party seeking government can duck this challenge.",
        "We need new reforms and to apply new thinking to welfare to change lives, spread opportunity and helping people find appropriate, supportive, rewarding, well paid quality work.",
        "It’s good for them, good for society and good for the economy. I want to be clear. For people who can’t work, they deserve security with inclusion not fear or threats. A Labour government will always guarantee that.",
        "But when we know there are hundreds of thousands of people currently out of work and economically inactive who may want to participate in employment with the right support, then we owe it to them and their families to give them a fair chance to participate in decent employment.",
        "So a Labour government will modernise job centres, shift resources and guarantee local innovation in the design and delivery of employment support services, and transform the social security confronting the hindrances to work currently in the system.",
        "In contrast under the government’s approach only one in ten of out of work disabled people or older workers are receiving any support to find work. That’s frankly a scandal.",
        "And for many who do interact with DWP programmes, they are left wary of employment support services and Jobcentres, too often experiencing them as a combination of benefit policing and one-size-fits-all exercises like CV writing classes that they doubt will be of any help.",
        "It’s because ministers sit in Whitehall imposing different programme after programme on local areas – regardless of the local economic needs of a community.",
        "These various programmes, as a recent analysis found, amount to a massive £20 billion across 49 different employment and skills related schemes administered by 9 different government departments and agencies.",
        "I simply don’t accept we are getting bang for our buck.",
        "Instead we have a bewildering spaghetti junction of a fragmented system of different nationally imposed schemes with duplication and confusion failing to achieve the promises ministers make.",
        "There are better ways of spending this money, better way to designing the support on offer, better ways of setting priorities to deliver better returns.",
        "Keir Starmer said last week a Labour government shift power and resources out of Whitehall to every corner of the country.",
        "Because local action makes a difference and its local people best placed to design and shape employment support services to meet the needs, challenges and opportunities of their communities.",
        "Where some limited local design has been allowed in pockets of the country, such as the inspirational ‘Working Well’ initiative in Greater Manchester there have been real successes at helping those with complex barriers move into employment.",
        "Our reforms will build on success stories of partnership with the voluntary and private sector working at a local level. But we’ll go much further.",
        "We’ll shift resources to local communities, not just for people who are temporarily or long term unemployed but also for people with more complex barriers as well.",
        "Through our reform plans, we will ensure local areas put in place targeted support for the most vulnerable, guaranteeing genuine tailored help for those out of work to overcome the barriers they face.",
        "Taken together our reforms will mean local areas themselves can build the integrated employment and skills support they need to stimulate economic growth, get more inactive adults including the long term sick and over 50s back into the labour force, help more adults into high-skilled, better paid work, and address the labour market needs of businesses and the local economy.",
        "We will expand employment support for those will ill health by ensuring partnerships exist between employment support programmes and local health services.",
        "We will also include sweeping reforms, as our shadow employment minister Alison McGovern is developing, to modernise Jobcentres too so they become new hubs that – yes continue to support people navigate their social security entitlements, and help with job search and retraining, but also bring a focus to work progression, no longer just a conveyor belt to low paid work but act as escalator to better jobs with security.",
        "Thirdly, as people are helped to thrive into work, we will support people to thrive at work.",
        "For example, many older workers with a chronic health condition or caring responsibilities for a loved one say they would benefit from more flexible work options. Under our plans Jobcentres will help broker flexible opportunities.",
        "Crucially we will also reform the Access to Work scheme where the waiting lists for an assessment have trebled and people now wait months for a decision.",
        "For example, a constituent of mine was told to expect a 26 week wait for an assessment recently.",
        "These waiting times are preventing people taking jobs and even losing jobs. It’s shameful.",
        "Under our changes, people looking for work will be able to apply without a job offer, and be given an ‘in principle’ indicative award so that both they and their future employers know what support will be available for them if they find a job.",
        "Finally, the social security system should support – not hinder – people’s journeys to work.",
        "But too often the system disincentivises work, making even considering trying to engage in possible employment too much of a risk.",
        "So we will reform the Work Capability Assessment regime that leaves people trapped out of the workplace, out of the workforce and limits their potential. These assessments can be arduous, lengthy and stressful.",
        "Many people with ill health simply do not want to risk having to go through the whole benefits application and assessment process again if things go wrong.",
        "Let’s take away that fear and distrust which prevent so many from engaging with employment support and attempting a move into work.",
        "A Labour government would guarantee that people in this position who do move into employment with the help of employment support will be able to return to the benefits they were on without the need for another lengthy assessment process.",
        "A Labour government will tackle the barriers faced by the long term unemployed and economically inactive, bringing people back into productive labour market participation.",
        "We’ll get Britain working again and target the highest employment in the G7.",
        "These reforms are part of a fundamentally different and new approach, where we prioritise wellbeing and security above all when helping people into work.",
        "We’ll do this by offering genuine quality, tailored support for those who want it with help to explore the opportunities available and what might be appropriate.",
        "We’ll provide people with more independence, inclusion and fulfilment.",
        "For people who cannot work we guarantee security.",
        "For people who do want to work we’ll stand by them throughout any steps they are able to take, as they journey into employment.",
        "We’ll be there to support people if things don’t work out.",
        "They will help lift families out of poverty, make our economy more prosperous, and most importantly of all change lives, offer opportunity and give people hope for the future."
    ]
}