{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2021-speech-on-nhs-staff-pay/",
    "title": "Jonathan Ashworth – 2021 Speech on NHS Staff Pay",
    "post_date": "March 10, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, in the House of Commons on 8 March 2021.",
    "content": [
        "I am [grateful to the Minister](https://www.ukpol.co.uk/helen-whately-2021-statement-on-nhs-staff-pay/), but where is the Secretary of State? Why is the Secretary of State not here to defend a Budget that puts up tax for hard-working families and cuts pay for hard-working nurses? The Secretary of State has stood at that Dispatch Box repeatedly, waxing lyrical, describing NHS staff as heroes, saying they are the very best of us, and now he is cutting nurses’ pay.",
        "Last summer, when asked by Andrew Marr if nurses deserved a real-terms pay rise, the Secretary of State replied:",
        "“Well, of course I want to see people properly rewarded, absolutely.”",
        "Yet now he is cutting nurses’ pay.",
        "Last year, the Secretary of State brought to this House legislation to put into law the NHS long-term plan. He said from that Dispatch Box that his legislation represented",
        "“certainty for the NHS about a minimum funding level over the next four years and certainty for the 1.4 million colleagues who work in our health service”.—[Official Report, 27 January 2020; Vol. 670, c. 571.]",
        "That long-term plan was based on a 2.1% pay increase for all NHS staff. Every Tory MP voted for it, the Minister voted for it, and now every Tory MP is cutting nurses’ pay.",
        "The Minister talked about the Budget. Where is the Chancellor? Where are his glossy tweets? Where is his video? Why did he not mention in the Budget that he was cutting nurses’ pay? Why did he sneak it out the day before in the small print?",
        "This is happening at a time when our NHS staff are more pressured than ever before. In the midst of the biggest health crisis for a century, when there are 100,000 shortages, what does the Minister think cutting the pay of NHS staff will do the vacancy rates? Perhaps she can tell us.",
        "The Minister talked about the pay review body, but she did not guarantee that the Government will implement any real-terms pay rise that the pay review body recommends. Why is that? It is because Ministers have already made up their minds to cut, in real terms, NHS pay in a pandemic. Our NHS staff deserve so much better. If this Government do not deliver a pay rise, it shows once again that you simply can’t trust the Tories with the NHS."
    ]
}