{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2021-comments-on-covid-19/",
    "title": "Jonathan Ashworth – 2021 Comments on Covid-19",
    "post_date": "July 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Jonathan Ashworth, the Shadow Secretary of State for Health, on 19 July 2021.",
    "content": [
        "Firstly can I say of course people have the right to protest against a lockdown that no longer exists, but will he join me in condemning the ugly scenes of harassment, pushing, thuggishness, throwing of objects and intimidation directed at police officers outside on Parliament Square earlier?",
        "On vaccinating adolescents, The MHRA have approved the Pfizer Jab for 12–18-year-olds. The US, Canada, Israel, France, Austria, Spain, and Hong Kong have started or will start vaccinating 12 -18 year olds.",
        "Risk of death to children from covid is mercifully very low. But children can become very sick from and develop long covid. According to the ONS 14.5% of children aged 12-16 have symptoms lasting longer than 5 weeks.",
        "Can he spell out in detail the clinical basis as to why the JCVI have made this decision, will he publish all their analysis and can he guarantee this decision was made on medical grounds not on grounds of vaccine supply?",
        "Infections levels among children have been hugely disruptive for learning. So what is his plan for September when children return to school? Will he support schools to install air filtration units this summer?",
        "Testing is already stretched with turnaround times lengthening. Can he guarantee that through the summer – especially when contacts can be released from isolation on the back of a negative PCR, and September when schools return, will there be sufficient PCR testing capacity to meet demand?",
        "We anticipate more flu and respiratory virus – illnesses with overlapping symptoms to covid. Will he invest now in our testing capacity so alongside a covid test it will be possible to test for flu and RSV as well? We will need this multi-pathogen testing this winter.",
        "Three weeks ago the Health Secretary told us unlocking would make us healthier and promised it would be irreversible. But today with some of the highest infection case rates in the world the mayor from jaws has decided to reopen the beaches recklessly throwing off of all restrictions with no safety precautions in place like mandatory mask wearing.",
        "It risks re-imposing new restrictions in the future. It means the NHS facing a summer crisis.",
        "Admissions for covid are already 550 a day. And hospitals are cancelling cancer surgery; liver transplant operation cancelled at Birmingham.",
        "Throwing all restrictions like this will see thousands suffer serious long term illness. The clinically vulnerable and scared are feeling shut out of society.",
        "Selection pressure could see a new variant setting us back and evading vaccines – snatching defeat from the jaws of victory. More infections, mean more isolation.",
        "NHS staff will be released from isolation if doubled jabbed. But they and the patients they care for need protection, so will he upgrade the standards of masks to FFP3 for health care workers?",
        "Which brings me to Prime Minister and Chancellor who sought to dodge isolation. So can he tell us how this “random” clinical trial that so helpfully “randomly” selected the Prime Minister, the Chancellor and the Chancellor of the Duchy of Lancaster was set up?",
        "What exactly happened between 8.00am and 10.38 am on Sunday, that persuaded the Prime Minister and Chancellor to withdraw from this presumably valuable clinical ‘random’ study? How many other ministers have participated in this trial? And how many government departments and officials were involved and why? Or should we just simply conclude its one rule for Tory ministers and another for the rest of us?"
    ]
}