{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2021-comments-on-local-lockdowns/",
    "title": "Jonathan Ashworth – 2021 Comments on Local Lockdowns",
    "post_date": "May 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, on 25 May 2021.",
    "content": [
        "Where is the Secretary of State?",
        "Communities like mine in Leicester or towns and boroughs like Burnley, Bedford and Bolton bore the brunt of this crisis these last 15 months; often in lockdowns longer than elsewhere, felt abandoned without adequate financial support, and families have struggled.",
        "Can the minister understand how insulting and upsetting it is to us to have new restrictions imposed – a local lockdowns by the back door – and the Secretary of State doesn’t even have the courtesy to tell us.",
        "Why was this guidance simply plonked on a website in Friday night and not communicated to anyone?",
        "Why were local Directors of Public Health and local authority leaders not consulted?",
        "Why were MPs not informed?",
        "What does it mean for our constituents?",
        "The family in Leicester who have booked a few days away by the coast in next week’s half term – do they now have to cancel their break?",
        "Can University students in Leicester travel home after exams, can prospective students come to Leicester to look around the campus?",
        "The parents in Bolton taking their children to see their grandparents on the other side of Greater Manchester this bank holiday Monday, do they now have to rearrange their plans?",
        "The young couple in Burnley who have postponed their wedding for over a year and have invited friends and family from across the country to celebrate their special day, is the message to them that the wedding is delayed again?",
        "Can he take a message from me the MP for Leicester South to the Secretary of State:",
        "Withdraw this guidance now.",
        "And convene a meeting of the relevant Directors of Public Health this afternoon to produce a plan involving isolation support, enhanced contact tracing and – because we know from PHE a single dose of the vaccine is less effective against this variant – the rollout of vaccination for everyone and including bring forward second doses for a larger cohort.",
        "A year ago minister were defending Dominic Cummings on twitter, Mr Cummings now tweets about the lack of competent people in charge. Based on the handling of this latest fiasco, he has a point doesn’t he?"
    ]
}