{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2021-speech-on-the-future-of-health-and-care/",
    "title": "Jonathan Ashworth – 2021 Speech on the Future of Health and Care",
    "post_date": "February 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, in the House of Commons on 11 February 2021.",
    "content": [
        "I thank the Secretary of State for [advance sight of his statement](https://www.ukpol.co.uk/matt-hancock-2021-statement-on-the-future-of-health-and-care/). I suppose we should also thank Andy Cowper for advance sight of the White Paper.",
        "We are in the middle of the biggest public health crisis that our NHS has ever faced: staff on the frontline are exhausted and underpaid; the Royal College of Nursing says that the NHS is on its knees; primary care and CCG staff are vaccinating and will be doing so for months ahead, including, possibly, delivering booster jabs in the autumn; and today, we learn that 224,000 people are waiting more than 12 months for treatment. This Secretary of State thinks that now is the right moment for a structural reorganisation of the NHS.",
        "We will study the legislation carefully when it is published, but the test of the reorganisation will be whether it brings down waiting lists and times, widens access, especially for mental health care, drives up cancer survival rates, and improves population health. We are not surprised that the Secretary of State has ended up here. We warned Ministers not to go ahead with the Cameron-Lansley changes 10 years ago. It was a reorganisation so big that we could see it from space. It cost millions. It demoralised staff. It ushered in a decade of wasted opportunity and, of course, he voted for those changes and defended them in this Chamber, so, when he stands up, I hope that he will tell us that he was wrong to support them.",
        "We have long argued for more integrated care, but how will these new structures be governed, how will they be accountable to local people, and how will financial priorities be set, because when something goes wrong, as tragically sometimes it does in the delivery of care, or when there are financial problems, such as the ones that we have seen at Leicester’s trust, where does the buck stop?",
        "The Secretary of State is proposing an integrated care board tasked with commissioning, but without powers to direct foundation trusts, which spend around £80 billion and employ around 800,000 staff. He is suggesting a joint committee of the ICS and providers as well, but who controls the money, because it is from there that power flows? Both of those committees will overlap with a new third additional committee, the integrated care system health and care partnership, which includes local authorities, Healthwatch and even permits the private sector to sit on it. All these committees must have regard for the local health and wellbeing board plans as well. How will he avoid clashing agendas and lack of trust between partners, as we have seen at the ICS in Bedfordshire and Luton, for example? Nobody wants to see integrated care structures that cannot even integrate themselves. Legislation alone is not the answer to integration. We need a long-term funded workforce plan; we do not have one. We need a long-term, cross-governmental health inequalities plan; we do not have one. We need a sustainable social care plan; we were promised one on the steps of Downing Street and we still do not have one.",
        "When the Secretary of State voted for the Cameron reorganisation 10 years ago, it was presumably because he wanted, in the words of the White Paper at the time, “to liberate the NHS”. Now he is proposing a power grab that was never consulted on by the NHS. It seems that he wants every dropped bedpan to reverberate around Whitehall again. He is announcing this just at the very moment when the NHS is successfully delivering vaccination, which is in striking contrast to the delivery of test and trace and of PPE early on where he was responsible. Again, we will look carefully at the legislation, but why is he so keen for these new powers? Why is he repealing his responsibility to set an annual mandate and bring it to Parliament?",
        "The Secretary of State wants to intervene now in hospital reconfiguration plans, but why is he stripping local authorities of their power to refer controversial plans to him? With his new powers, will he reverse outsourcing? Will he end the transfer of staff to subcos? Will he bring contracts back in-house and block more outsourcing in the future? He is ditching the competition framework for the tendering of local services, while potentially replacing it with institutionalised cronyism at the top instead.",
        "Fundamentally, how will this reorganisation and power grab improve patient care? The Secretary of State did not mention waiting times in his statement. It is mentioned once in the leaked White Paper. How will he bring waiting lists down? How will he improve cancer survival rates and widen access to mental healthcare, and by when? How will this reorganisation narrow widening health inequalities, and by when? Given that the Prime Minister insists that lessons cannot be learned from this pandemic until the crisis is over, why does the Secretary of State disagree with that and consider this reorganisation so urgent now?"
    ]
}