{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2020-speech-on-restrictions-in-south-yorkshire/",
    "title": "Jonathan Ashworth – 2020 Speech on Restrictions in South Yorkshire",
    "post_date": "October 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, in the House of Commons on 21 October 2020.",
    "content": [
        "I thank the Minister of State for advance sight of his statement. Today, we have another great swathe of the north put into lockdown. Sheffield went into tier 2 restrictions last Wednesday, so did Ministers make the wrong judgment a week ago or has new evidence come to light that was not apparent last Wednesday? How many other areas in tier 2 today are facing the same fate as Sheffield, such as those areas in tier 2 that neighbour South Yorkshire, such as North East Derbyshire or Nottinghamshire?",
        "The Secretary of State could not answer yesterday the question of how long Greater Manchester will be in lockdown, or what the criteria will be for leaving lockdown, so can the Minister of State today tell us how long South Yorkshire will be in lockdown? Does the nationwide R number need to fall below 1, as the Prime Minister suggested last week, or just the regional R number? Or, if an area such as Doncaster gets the R below 1, will it be able to leave lockdown?",
        "The Prime Minister at the Dispatch Box earlier talked about hospital admissions, so could the Minister tell us what level hospital admissions need to come down to for an area to exit lockdown?",
        "As I said yesterday, my dad worked in casinos in Salford and my mum worked in bars. I know people will want to do the right thing and will understand that further measures are necessary to contain the spread of the virus, but families should not face financial ruin. The Minister wants congratulations for the package he has allocated to South Yorkshire, but why is contact tracing funding subject to the negotiations and deals? The virus is out of control because of the failures of the £12 billion test and trace system. If local areas had been given the resources months ago to put in place effective contact tracing, we would not be in this situation now. Those failures on contact tracing are having a direct impact on people’s lives.​",
        "This afternoon, families across South Yorkshire who work in hospitality—whether in Doncaster, Sheffield, Penistone, Rother Valley or Don Valley—will be asking why, if it was fair to pay 80% of wages in March, they should now be expected to get by on just two thirds of their wages in the run-up to Christmas. This matters to families everywhere, because we know that further restrictions will be needed. Indeed, according to sources briefing Times Radio, plans are being developed for a three-week lockdown more widely next month. Perhaps the Minister could confirm that his officials are now working on plans for a three-week national lockdown next month.",
        "The Communities Secretary said this morning that there was now a national formula for areas under local lockdown, but Ministers say they want a targeted local approach because circumstances vary. Yet when an area such as Greater Manchester, which has had restrictions since July, says, “Our circumstances are different,” the Prime Minister says, “Tough. Hard luck. You can’t be treated any differently,” and vindictively refuses Greater Manchester just £5 million extra to get a deal over the line. This is playing politics with people’s jobs and people’s livelihoods. We cannot defeat this virus on the cheap, nor should it be broken on the backs of the lowest paid. Public health restrictions must go hand in hand with economic support, because as night follows day, falls in employment lead to rises in chronic illness. The Chancellor must pay out to help out, and deliver a fair deal to support jobs and livelihoods under lockdown."
    ]
}