{
    "url": "https://www.ukpol.co.uk/jonathan-ashworth-2021-speech-on-david-fuller/",
    "title": "Jonathan Ashworth – 2021 Speech on David Fuller",
    "post_date": "November 9, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jonathan Ashworth",
            "url": "/tag/jonathan-ashworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the speech made by Jonathan Ashworth, the Shadow Secretary of State for Health and Social Care, in the House of Commons on 8 November 2021.",
    "content": [
        "I thank the Secretary of State for [advance sight of his statement](https://www.ukpol.co.uk/sajid-javid-2021-statement-on-david-fuller/) and for its content, and I welcome what he has announced today.",
        "This is an unspeakably vile and horrific crime, and across the House our thoughts and hearts go out to the families of Wendy Knell and Caroline Pierce, and to the families of those with deceased loved ones. Those 100 victims—we are talking about the corpses of 100 women —were, as has been reported in the press, violated in the most monstrous, vile and sickening way. Will the Secretary of State confirm that all the families impacted will have immediate access to the psychological counselling and support that they need? Will NHS staff at the hospital, many of whom will themselves be devastated, also have access to appropriate counselling and support?",
        "I welcome the announcement of an inquiry, and I pay tribute to local Members of Parliament across Kent and Sussex who have spoken up on behalf of their communities in recent days. In particular, the right hon. Member for Tunbridge Wells (Greg Clark) said over the weekend that authorities and politicians must",
        "“ask serious questions as to how this could have happened and…establish that it can never happen again.”",
        "I agree, and that is why an inquiry is so important.",
        "Will the Secretary of State offer some precision as to when the terms of reference will be published? Fuller was caught because of a murder investigation, which in itself prompts a number of questions about the regulation of mortuaries. The Human Tissue Authority, which regulates hospital mortuaries, reviewed one of the mortuaries in question as part of its regulatory procedures. It raised no security concerns, but found a lack of full audits, examples of lone working, and issues with CCTV coverage in another hospital in the trust. Will the inquiry consider—or perhaps this is the remit of the Secretary of State—the Human Tissue Authority’s standards, the way it reviews hospital mortuaries, and how those standards are enforced? Will the inquiry recommend new processes that the Secretary of State will put in place if it is found that a mortuary fails to meet the high standards for lone workers, for security and for care?",
        "The NHS has asked trusts to review their procedures; I welcome that. Will the Secretary of State ensure that all mortuaries document and record the access of all staff entering a mortuary, and will he ensure that standards for CCTV are enforced and that CCTV is in place comprehensively across all mortuaries? There are, of course, other premises where dead bodies are stored, such as funeral directors, that do not fall under the regulatory remit of the Human Tissue Authority, so will its remit be expanded, or will the inquiry look at regulation for other premises where bodies are stored?",
        "When our loved ones are admitted into the hands of medical care, that is done on the basis of a bond of trust—that our loved ones will be cared for when sick and accorded dignity in death. That bond of trust was callously ripped apart here. I offer to work with the Secretary of State to ensure that something so sickening never happens again."
    ]
}