{
    "url": "https://www.ukpol.co.uk/herbert-asquith-1908-statement-on-a-monument-to-henry-campbell-bannerman/",
    "title": "Herbert Asquith – 1908 Statement on a Monument to Henry Campbell-Bannerman",
    "post_date": "March 27, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1908",
            "url": "/tag/1908/"
        },
        {
            "text": "Herbert Asquith",
            "url": "/tag/herbert-asquith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Herbert Asquith, the then Prime Minister, in the House of Commons on 18 May 1908.",
    "content": [
        "[![herbertasquith](https://www.ukpol.co.uk/wp-content/uploads/2016/03/herbertasquith-229x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/03/herbertasquith.jpg)",
        "Three weeks ago this House paid to the memory of Sir Henry Campbell-Bannerman the special tribute of affection and reverence which was due from us to one who was not only the head of His Majesty’s Government, but the Leader and father of the House of Commons.",
        "To-day I am confident that, by adopting with unanimity the Resolution which has just been read from the Chair, the House, on behalf of the whole nation, will express its desire that the eminent services to the State of our late Prime Minister should be commemorated by a monument to be set up at the public expense in Westminster Abbey.",
        "This form of recognition, which, I need not say, goes a long way back in our history, though for a time it fell into abeyance, has now been followed for many years past in the case of men who have held the highest office under the Crown. It was adopted in regard to Sir Robert Peel, Lord Palmerston, Lord Beaconsfield, Mr. Gladstone, and Lord Salisbury.",
        "We propose to-day, with, I believe, the heartfelt concurrence of the whole people, to add the name of Sir Henry Campbell-Bannerman to that illustrious roll. The mere mention of the names I have just enumerated, calling up, as each of them does, to our minds the personality and the achievements of the great man by whom it was borne, can hardly fail to cause us to reflect from what an amplitude of resources and with what an infinite diversity of gifts this country of ours is served.",
        "We are under no temptation upon occasions like this to enter into comparisons or contrasts between this man and that. We do not attempt, we ought not to attempt, to anticipate the judgment of posterity, and to weigh, in any nicely-adjusted balance, the relative quota of their several contributions to the common stock of counsel and policy. We forget for the moment even the controversies in which they took part, the strife and the tumult in which so much of their days and nights were spent, the ebb and flow of their party and political fortunes.",
        "We remember only, in gratitude and with honour, that each of them in his turn gave all that ho had to the public service, and did what in him lay, in his day and generation, to leave his country greater and happier than he found it. That is their title, the best and the only title, to perpetual commemoration within the walls of the Abbey which is consecrated to our immortal dead, and it is a title which was worthily won for himself by the leader whom we have lost."
    ]
}