{
    "url": "https://www.ukpol.co.uk/viscount-astor-1923-speech-on-juvenile-employment/",
    "title": "Viscount Astor – 1923 Speech on Juvenile Employment",
    "post_date": "May 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1923",
            "url": "/tag/1923/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Viscount Astor",
            "url": "/tag/viscount-astor/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Viscount Astor in the House of Lords on 16 May 1923.",
    "content": [
        "[![viscountastor](https://www.ukpol.co.uk/wp-content/uploads/2016/05/viscountastor.png)](https://www.ukpol.co.uk/wp-content/uploads/2016/05/viscountastor.png)",
        "My Lords, I desire to submit to your Lordships the Question which stands in my name upon the Paper. I need not remind your Lordships that in spite of a slight improvement in trade there is still a tremendous amount of unemployment in this country. Hundreds of thousands of men and women are unable to find work, and the labour market is not able to absorb them. Nor need I remind your Lordships that at the present moment tens of thousands of children leave school every year, and no opportunity is provided to these juveniles between fourteen and eighteen to find employment.",
        "A man who is out of work for any considerable period of time becomes demoralised. Nothing is so demoralising as hanging about with nothing to do. If that is what happens to adults, how much more demoralising is it for young men and women, boys and girls, who have no regular training, to wait for months and even years with absolutely nothing to do. It is particularly demoralising when they are able to draw what is called the dole, and do nothing all the time.  \nAfter the Armistice the Government decided that it would not be in the national interest that this sort of thing should go on. Training centres for juvenile employment were established, and were so successful that something like 200 of them were in existence at one period.",
        "Unfortunately, when the cry for economy was raised the Government grant was diminished, and eventually withdrawn altogether. These unemployment centres were consequently closed clown. As a result there was such a popular clamour for their re-establishment that last December the Government decided on 75 per cent. grants to juvenile unemployment centres which were started by local authorities. I regret to say, however, that it was announced recently in another place that the Government contemplated the closing down of these juvenile centres at the end of Tune.",
        "I raise the question to-day because, if the Government are not able to announce that they intend to continue these juvenile centres, I am very anxious that people should realise what the policy of the Government is going to be in order that public opinion may be mobilised and make itself felt, and that the Government, not for the first time in relation to this question, may reconsider its decision. I find it difficult to understand the attitude of the Government, because only the other day the Minister who is responsible for the administration of these juvenile centres paid eloquent tribute to their success. As recently as last December the Government, in a circular which was sent to local authorities, stated that it was thought most desirable, after consultation with the Board of Education, that is the Department primarily interested in the welfare of persons of this age, to revive these centres which had been closed down, and thus to mitigate the evil effects of unemployment.",
        "If it was desirable in. December, 1922, to mitigate the evils of unemployment by setting up these juvenile unemployment centres it is equally desirable now.",
        "It has been my good fortune to visit several of these centres, and I can say from my personal experience of those which I have visited that they have been extraordinarily successful. Young men and young women, boys and girls, have been taught occupations such as carpentry, they have had organised games, they have learnt the principles of citizenship, the responsibilities of leadership and esprit de corps. I know of another centre, which I have not myself visited but which I have heard about, where when it was started those who were responsible for running it were horrified to find how quickly young men who came to the centres had lost all that discipline which had been instilled into them during their period of school training and had become disobedient. I am glad to say that after six months those responsible for the centre are able to report that the boys again act under their control, and are working well, and that the effect upon them of the discipline and training which they get in the centre has been entirely beneficial.",
        "I agree that there may be some centres which are not so good as others, but that is no reason for sweeping away those which have done good work. If there are any which are not satisfactory let us change the conditions governing them, but do not let us scrap the whole lot. The other day I noticed a letter written by Sir Arthur Yapp, of the Y.M.C.A., to The Times, in which he stated that he had heard with consternation that it was proposed to close down these centres, and he heard the news with consternation because of the excellent results achieved. I submit that there is absolutely overwhelming evidence that these centres have been successful, not merely in manual training and in developing the intellects of the boys and girls attending them, but, a matter which I think is oven more necessary and desirable, in developing their characters.",
        "What are the objections? We are told, first of all, that we cannot afford the cost; that they are too expensive. There is nothing so costly as false economy. There is nothing so ruinous to a nation as neglecting the welfare and development of its rising generation. If we have to economise, I suggest that it is unfair and unwise to begin with the children. It is also, I understand, suggested that these centres can well be closed down in the summer—that in the summer there is not so much need for them as in winter. I do not believe that to be the case. I believe that it is particularly in the summer that organised games can be developed: that as the summer goes on you will find an increasing number of young men and women with nothing whatever to do, and that it is desirable to have these centres to which they can be attracted. Anybody who has had anything to do with boys’ clubs, for instance, will know how difficult it is to get the right men to run them, and the right spirit established within those clubs. The success or failure of these centres must depend upon having the right men to run them, and the right spirit established in them. Therefore I suggest to the Government that it would be unwise, and extravagant, having got sixty or seventy centres established, to close them down for the summer months and then have to re-open them in the winter.",
        "I remember a conversation that I had after the Election with a trade unionist and Socialist, who told me that what had struck him during the last Election was the fact that young men and women were attracted by what he described as the loudest noise. They had lost all sense of control and discipline. They would not even listen to their trade union leaders. It is doubly necessary that we should keep any machinery which promotes discipline in the rising generation.",
        "We hear and read about proletarian schools. I have heard it alleged that in these schools boys and girls are taught that there is no God, and that it is not for them to respect law and authority and government as we understand them. Nowadays the man in the street judges the ruling classes not by the labels that they wear but by their actions. There is not a single man in this House who would deliberately take his boy or girl away from school and let him or her run around without any supervision or control. Yet that is what the Government’s action proposes to do—to have tens of thousands of young men and women with no control or discipline and no chance of getting work.",
        "If we can only teach citizenship to the rising generation I have no fear whatever of Bolshevism or atheism, but if we turn boys and girls into the street, give them nothing to do, and convert them into hooligans and loafers, we shall have great responsibility, because we shall be providing soil upon which the seed of Bolshevism and atheism will take root and flourish. I trust that the noble Earl, when he replies, will be able to announce either that the Government do not intend to close, or if they have done so are willing to re-open, these centres, because I am convinced that if the Government do shut down these centres they will be prejudicing the welfare of the rising generation. I am equally certain that public opinion will insist upon having them re-opened."
    ]
}