{
    "url": "https://www.ukpol.co.uk/sarah-atherton-2020-speech-on-covid-19/",
    "title": "Sarah Atherton – 2020 Speech on Covid-19",
    "post_date": "May 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Sarah Atherton",
            "url": "/tag/sarah-atherton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sarah Atherton, the Conservative MP for Wrexham, in the House of Commons on 12 May 2020.",
    "content": [
        "First, I would like to relay messages of thanks to the Treasury from a plethora of businesses in my constituency of Wrexham. Without the Government’s generous package of support, we would now be facing business closures and job losses. I would also like to put on record how the people of Wrexham have stepped up to support one another during this crisis. Small cottage industries, community interest groups and neighbour groups have sprung into action to check on the vulnerable people, keep morale high, and deliver food parcels and prescriptions. Wrexham, you have answered the call and I am proud to serve you.",
        "Wrexham sits on the border with England. Life for us involves weaving between England and Wales, and we look to the UK Government for advice during this national crisis. However, here in Wales, under a devolved Welsh Labour Government, we have seen disjointed plans; delays in the delivery of shielding letters, the 111 service and shopping delivery slots; confusion over public health data collection; and, latterly, the abolition of targets against which successes or failures can be measured. Testing and analysis have been chaotic, which has ​had a particular impact on our care homes. The organisation of volunteering on a national level was also slow to get off the mark, with the Welsh Government taking weeks to decide to delegate the co-ordination of volunteering to statutory agencies or charities.",
        "As a former nurse, I joined the covid-19 temporary register to support NHS Wales nurses on the frontline. After two months of waiting, I have now started back to the floor, and have been overwhelmed by the resilience, spirit and determination of the hospital staff at Wrexham Maelor Hospital. Tonight at 8.30 pm, we will be asked to shine a light through our windows to show support for our nurses—our ladies with lamps. I encourage everyone to do so, and to show our appreciation on this International Nurses Day.",
        "The UK Government have confronted this virus as one United Kingdom. Our Prime Minister has set out a road map to rebuild the United Kingdom for a world with coronavirus. It is a plan that will give the United Kingdom hope. However, the virus has spread at different rates across the country. Therefore, parts of the UK are beginning to move at slightly different speeds. It is this progression of the virus and its consequences that has now caused us, who live on the border with England, some practical challenges. Should people drive the few miles over the border to go to work if that work is not possible from home? Should they drive a few miles over the border to drop their children off at school when schools in Wales are closed? Are our neighbours in England aware that they cannot drive the few miles here to enjoy our countryside for their recreation without risking a fine? This is why a one nation approach to monitoring and managing the R number is vital.",
        "I hope that the trial of the UK Government’s contact tracing app is successful. When it is available, it is essential that the Welsh Government waste no time in deploying this app across Wales—the same app as in England. To design their own will only cause further delay. However, if this route is taken, I request that the Welsh app at least communicates with its English counterpart; otherwise, it will not serve us who live in a border constituency, nor will it benefit the national monitoring of this pandemic. The UK Government have introduced a cautious and measured recovery plan—",
        "**Mr Deputy Speaker (Mr Nigel Evans)**",
        "Order. Sorry, but the four minutes are up. We now move on to Jamie Stone."
    ]
}