{
    "url": "https://www.ukpol.co.uk/sarah-atherton-2021-speech-on-lords-amendment-2b-of-the-armed-forces-bill/",
    "title": "Sarah Atherton – 2021 Speech on Lords Amendment 2B of the Armed Forces Bill",
    "post_date": "December 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Sarah Atherton",
            "url": "/tag/sarah-atherton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Atherton, the Conservative MP for Wrexham, in the House of Commons on 13 December 2021.",
    "content": [
        "The Bill is excellent and much needed. It will improve the lives of service personnel while modernising our military for the future. I support the Bill and commend the Minister for getting it through so far.",
        "I want to focus on Lords amendment 1B, which would see murder, manslaughter and rape with penetration tried in a civilian court. The House is aware that the Defence Committee’s inquiry into the experiences of women in the armed forces opened up a catalogue of harrowing evidence around sexual assault, rape, gang rape, poor standards of investigation, and the manipulation of power to deliberately disadvantage servicewomen in complaining or seeking justice. Indeed, the Committee concurred with the recommendations of the Government-commissioned, judge-led Lyons review, which stated that rape should be heard in civilian courts. Given the evidence, I do not believe the proposed concurrent jurisdiction protocol will be good enough to cut through the laddish culture that is entrenched in the military system as it stands. I welcome the Minister’s comments on transparency, but I fail to see how collecting even more data on serious offences, as proposed by the MOD, will translate into improved outcomes for victims of rape. As my hon. Friend the Member for North Dorset (Simon Hoare) explored, I would like to see how we will improve the lot of women in our military based on collecting data, but I am pleased with the establishment of the defence serious crimes unit, which is a mammoth step forward for the MOD.",
        "Last week the House rejected an amendment that would have mandated all rape cases to be heard under civilian jurisdiction except in extraordinary circumstances, as determined by the Attorney General. The MOD rejected the amendment on the basis that it would have politicised the process. Lords amendment 1B accepts and rectifies this by leaving responsibility for the decision to the Director of Public Prosecutions, after consultation only with the Attorney General. This removes the MOD’s objection, and I am not convinced by the argument of expeditionary salami-slicing. The amendment means that cases of rape perpetrated in the UK would primarily be heard in civilian courts unless there are exceptional circumstances. I know that the 4,200 women who contributed to the Defence Committee’s inquiry and people across the country—both military and civilian, and both men and women—who believe in British values of fairness and justice will want the MOD to consider this point."
    ]
}