{
    "url": "https://www.ukpol.co.uk/candy-atherton-1997-maiden-speech-in-the-house-of-commons/",
    "title": "Candy Atherton – 1997 Maiden Speech in the House of Commons",
    "post_date": "March 29, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Candy Atherton",
            "url": "/tag/candy-atherton/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Commons by Candy Atherton on 11 June 1997.",
    "content": [
        "I am grateful for the opportunity to bring to the attention of the House a problem that affects hundreds of people in my constituency and throughout Cornwall.",
        "Before dealing with the problems of long-term care for the elderly in Cornwall, I should like, in my maiden speech, to describe my constituency. It is the penultimate seat before the Atlantic and America, a place of almost indescribable beauty, stretching from Gwithian to Portreath on the north coast, while the Carrick roads and Helford river form its southerly boundaries.",
        "The north coast is wild and the south coast is bathed in warm air that gives us some of the world’s most famous and breathtaking gardens—Trebah being one which readily comes to mind. We have creeks and coves, windswept cliffs and sun-soaked and glorious beaches, but that beauty, like so much in life, cannot mask the underlying problems that scar the area.",
        "Unemployment is at 10 per cent. officially, yet, on estates in Redruth and Camborne, it is nearer 90 per cent. among men of working age. The old industries, such as mining, quarrying, fishing and farming, are in decline and what work there is, is often low paid and seasonal, in the tourist industry.",
        "The last working tin mine in Europe provides a mainstay of employment in the north of the constituency, as do the Falmouth docks in the south, but where thousands were employed years ago, only handfuls of hundreds are today. Many more jobs used to be found in the tin and quarrying industries and still more depended on the mines.",
        "Today, we have the internationally famous Camborne school of mines that has trained hundreds of people from throughout the world in its many arts. There is widespread dismay in the area because the welcome plan for a university for Cornwall in Penzance includes the proposal to relocate that famous school out of our area.",
        "Before making this speech, I read my predecessors’ maiden speeches. The last four all referred to problems of unemployment. Sebastian Coe, the former Olympic runner, spoke of the endemic unemployment, as did his predecessors, the broadcaster David Mudd, Dr. Dunwoody and Frank Harold Hayman. Senior Members may remember Harold Hayman, a Labour Member of Parliament who is still spoken of with love and affection by my constituents. “If you do half as well as our Harold,” they tell me, “you won’t be doing half bad.”",
        "My priority as a Member of Parliament will be to bring new work and opportunities to my constituents. I look forward with relish to the introduction of a national minimum wage which, alongside reform of our benefits system, will enable my constituents to enjoy employment and a living wage.",
        "I shall be keen to ensure that we have a development agency to tackle the problems facing the fishing and farming communities, improve the quality of our housing and provide new opportunities for our young people through jobs and training. In Cornwall, we are concerned to ensure that the seasonal nature of much of our employment does not result in fewer opportunities for our young people and the long-term unemployed. The number of people enduring long-term unemployment is greater in reality than the figures imply.",
        "I could entertain the House with the follies of South West Water. We pay the highest water bills in the country for a service that leaves many of our beaches polluted and fails to provide the long-term investment for which Falmouth, in particular, is crying out. However, this debate is about Cornwall Care.",
        "I believe that all Members from Cornwall must work and speak together on issues of concern to the county. There is much that the new Government must do to remedy the ills of the past 18 years of Conservative rule. I am certain that there will be times when the Liberal Democrats are critical of the new Government; equally, there will be times when I am critical of the actions of Liberal Democrats. That is the nature of all good relationships: we all fall out occasionally. This is one of those times.",
        "The tragedy that has prompted this debate has led some to dub the charity, “Cornwall Doesn’t Care”, but I leave it to right hon. and hon. Members to decide for themselves. The problem is one that all too many local authorities have had to face. The Conservative Government slanted the figures so that it was financially better for many authorities to transfer their residential homes for the elderly to housing association or charity status.",
        "Several years ago, Cornwall county council recognised that it was facing a problem with its 18 residential homes for the elderly. Two and a half years ago, a report was produced that suggested that four homes should be closed. Understandably, there was uproar when it was published. People, including the then chair of policy and resources, in whose ward one of the homes was located, do not want their local homes to close.",
        "The controlling group proposed that a new charity, Cornwall Care, should be created. The county council would retain ownership of the homes but the services would be delivered by Cornwall Care. Last April, the new charity took control of the services and announced that existing staff would have to sign new contracts of employment considerably worsening their terms and conditions.",
        "Many of us recognised that the figures did not add up and that the new charity would be forced to take action when the staff were transferred into their employment. I met many of the staff, some of whom faced losing more than £300 a month. That was their mortgage, and many told me that they would not be able to survive financially under the new terms.",
        "For weeks, pressure was put on those caring members of staff to sign the new contracts. They were told that if they failed to sign, they would lose their jobs. I have some knowledge of transfer of undertakings law and I joined many others in publicly warning the charity that it would face industrial tribunals.",
        "Eventually, 249 staff decided to take their cases to an industrial tribunal. All were dismissed. That was not an easy decision for them to make. Many had worked for the county council for more than 20 years, and I know that their decision caused them great anguish and misery. To a man and a woman—they were mostly women—they said that they loved working with the residents and wanted to continue doing so, but that they could not and would not sign the contracts.",
        "The case was heard in Truro in the middle of the general election campaign. The former staff won and the result was widely publicised in the national media. Since then, the situation has deteriorated. The charity has announced that it will be forced into liquidation if an appeal is unsuccessful, and I understand that it has recently said that it faced severe financial problems whatever the result of the appeal. That has meant that existing staff are concerned for their futures and that residents—and their families—are worried about where they will live. The staff who won the industrial tribunal feel pressure not to take up their legal entitlement and a general miasma of worry is hanging in the air.",
        "During the election campaign, I met folk in tears about the situation. I met one woman, who was clutching a letter from Cornwall Care and who was in tears on her doorstep. She implored me to act as soon as I won the election, because she was so worried about her mother, who was a resident in one of the homes in my constituency. That was one reason why I, with many other hon. Members, signed an early-day motion about Cornwall Care last month.",
        "Meanwhile, the county council, which was embroiled in elections itself during the general election campaign, said that the problem was for Cornwall Care to resolve. My intention in requesting this Adjournment debate was to knock a few heads together at Cornwall Care and the council. The county council, as the owner and purchaser of the service, has a responsibility to resolve the problem. Occasionally, local government gets its priorities wrong and sometimes councillors make the wrong decisions. When Labour local authorities err, as a party and a Government, we have rightly condemned them. It is time for the Liberal Democrats to do the same.",
        "I have consulted the Liberal Democrats’ general election manifesto, which was entitled “Make the Difference”. It states: Older people in Britain should be able to look forward to a retirement of security, opportunity and dignity. Older people feel that they are fast becoming Britain’s forgotten generation. Many of the residents of Cornwall Care feel that they have been forgotten, that they have no security and that the whole sorry mess is very undignified.",
        "Many of us believe that the county council knew that Cornwall Care would lose at an industrial tribunal. It is not right for local authorities to transfer a problem to another body rather than face the political flak. The residents and their families and the former and current staff need to be reassured about their futures. The whole sorry mess could, and should, have been avoided. The elderly in Cornwall deserve better and I call on the Liberal Democrats in Parliament, from whom I would like to hear on the issue some day, to demand that their colleagues on Cornwall county council to resolve the problem."
    ]
}