{
    "url": "https://www.ukpol.co.uk/sarah-atherton-2022-speech-on-the-defence-accommodation-strategy/",
    "title": "Sarah Atherton – 2022 Speech on the Defence Accommodation Strategy",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Atherton",
            "url": "/tag/sarah-atherton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Atherton, the Minister for Defence People, Veterans and Service Families, in Windsor, London on 20 October 2022.",
    "content": [
        "I might not have been a defence minister for very long, but having been a soldier in the Army Intelligence Corps and an Army wife, I know how important decent accommodation is.",
        "It’s not just about making sure the shower works, the roof doesn’t leak, and the kitchen is mould-free, as important as those things are.",
        "It’s about having somewhere that you can look forward to returning to, somewhere you, your partner and your family can call home. In other words, somewhere that doesn’t make you want to ditch the military life in favour of a less exciting but more predictable civilian one.",
        "Your home should incentivise you to pursue a long, rewarding military career, alongside your family. Home is where the heart is – as cliché as it sounds – so we shouldn’t be surprised if people don’t want to live in below par accommodation.",
        "Thankfully the Defence Secretary, who (to be honest, quite a while ago) lived in these barracks, is determined to get this right. So we talked to service personnel and families. We listened to what they had to say and today I am delighted to launch Defence’s new Accommodation Strategy.",
        "Our plan focuses on three areas:",
        "Firstly, it’s about raising the bar: setting a new minimum standard for Single Living Accommodation across the entire Defence estate.",
        "As a bare minimum we will ensure every room is quiet, secure, dry, well ventilated and heated with access to hot water on demand. That is a minimum. And there’ll be a proactive approach to ongoing maintenance, regularly checking to make sure things don’t go wrong in the first place, with regular upgrades.",
        "I know things have moved on since I was a military wife, so we’ll also be ensuring stronger Wi-Fi connections for all. Which is great news for those who want to video call home or stream online.",
        "And in the coming months and years, we’ll keep talking to our personnel, and their families, to understand how their needs change, and what more can be done.",
        "Secondly, our plan is about fairness.",
        "In the past, subsidised accommodation was divvied-up according to rank. From now on we’re going to ensure it is allocated primarily based on need.",
        "The question we’ll be asking is not how many stripes or pips they have, or how many people they command, but do they have a family? How old are their children? Do they have any special requirements?",
        "Service families’ accommodation will be allocated on individual requirements, not rank. We’re also going to make sure our strategy better reflects the reality of today’s society. That means giving personnel in long-term relationships the same access to accommodation as their married colleagues.",
        "Finally, this plan is about value for money.",
        "We’re dealing with the rising cost of living, and a war in Europe, so we’ve got to get smarter about getting more for our money. This means reducing the current stock in places where beds are continually unused and going empty. It means making our homes more sustainable by increasing their energy efficiency, through better insulation and modern heating systems. And it means future-proofing renovated accommodation with things like electric car charging ports.",
        "It’s no coincidence that we chose these barracks to launch our new Accommodation Strategy today. When Queen Victoria visited, it was in such a state of disrepair, she ordered a complete renovation.",
        "Now we’re ensuring that in today’s Armed Forces, wherever our people live, they will have a place they are proud to call home. Ensuring they are incentivised to do their job to the best of their abilities.",
        "After all, we expect our brave men and women to protect our backs; and the least we can do is show them that we have theirs."
    ]
}