{
    "url": "https://www.ukpol.co.uk/sarah-atherton-2022-speech-on-wrexhams-bid-to-be-2025-city-of-culture/",
    "title": "Sarah Atherton – 2022 Speech on Wrexham’s Bid to be 2025 City of Culture",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Atherton",
            "url": "/tag/sarah-atherton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The speech made by Sarah Atherton, the Conservative MP for Wrexham, in the House of Commons on 16 May 2022.",
    "content": [
        "It is an honour to have been granted this Adjournment debate on Wrexham’s bid for city of culture 2025.",
        "We are thrilled to be in the final four, with the title within touching distance. Bradford, Southampton and County Durham have made good bids, and colleagues from across the House have put forward very convincing arguments for them. However, one key difference sets the Wrexham apart from the other three, and that is Wales. If Wrexham were to become city of culture 2025, it would be the first Welsh winner of the title since the inception of the competition. As a proud Unionist, as I know a few of us Conservative Members are, I believe that a Welsh winner would highlight the commitment of this Government to the Union. Talking of firsts, Wrexham has had a few. I am the first Conservative female MP to be elected in Wales, and 2019 was the first ever time that Wrexham turned blue. We are going for a hat-trick in hoping that Wrexham is named the first city of culture in Wales.",
        "One huge element of this bid is that we have the Welsh language as our trump card. Since many responsibilities in Wales are devolved to the Welsh Labour Government in Cardiff, the city of culture bid presents a unique opportunity for the whole of the UK to celebrate the individualism of Wales, and its proud language and culture, while also celebrating its importance as part of our Union. Wrexham has a diverse population with over 70 languages spoken, the largest being our Polish community, who recently mobilised to send aid to Ukraine, working with local businesses to facilitate nearly £2 million-worth of donations. Working with each other for the betterment of Wrexham is what we do. Wrexham’s city of culture bid has involved over 200 stakeholders, with 50 grants being awarded to community organisations to participate, and we have held over 90 city of culture events already.",
        "Wrexham is a town built on brewing, football and mining. To take football, which is very topical at the moment, Wrexham association football club is on a high. On Sunday, I will be cheering on the reds at the FA trophy final against Bromley at Wembley—and of course we will win. Someone would have had to have had their eye off the ball to have missed the fact that Wrexham AFC is now owned by Hollywood actors Ryan Reynolds and Rob McElhenney. Wrexham has certainly been put on the map. We are not new best friends just yet, but I am working on it, and Rob and Ryan know the importance of football to Wrexham, and want to nurture and champion it. As the Minister knows from a visit a while back, the home of Wrexham AFC is the historic Racecourse Ground, which is in some ways the headquarters of our town. The Racecourse Ground is the oldest international football ground in the world and has been used to host international matches. When Wales hosted the rugby world cup in 1999, the Wrexham Racecourse was filled with more than 16,000 fans from around the world. International games have not been seen on that scale since, mainly because the capacity no longer allows it.",
        "Like everyone in Wrexham and the whole of north Wales, I am passionate about returning international sporting events to north Wales. The redevelopment of the historic Kop stand, which I am campaigning for as part of Wrexham’s levelling-up fund bid, will allow for an extra 5,500 spectators, which will then permit the hosting of international sporting events. If you would like to sign our petition, Madam Deputy Speaker, please click on to change.org and “Redevelop the Racecourse to create a Stadium for the North”, where all signatures are welcomed. Our aim is to make Wrexham the home of Welsh football. Hollywood investment, the arrival of the national football museum for Wales, commitment by the Football Association of Wales and the redevelopment of the Kop stand—fingers crossed—could all make that a reality.",
        "Another founding pillar of Wrexham is brewing. Wrexham Lager was founded in 1881, is the staple of the town and is steeped in fascinating history. As a former brewer myself, Wrexham Lager is close to not only my heart, but my tastebuds. The brewery exemplifies Wrexham’s business and trading prowess. The lager was one of the first international exports from Wrexham, imported to the Americas in the 1800s. It was served as the only beer on the Titanic—it went down well—and it is a firm favourite of the British Navy.",
        "That brings me nicely onto the significance of Wrexham’s military heritage. It is a military town with a proud veteran community—I am one. Hightown barracks was the home of the Royal Welch Fusiliers, dating back to 1689. Hightown barracks was only to billet a residual military presence until last year, when the Ministry of Defence recognised Wrexham’s military significance and returned a reserve unit of the Royal Welsh back to the barracks under the future soldier programme. I am grateful to the Secretary of State for Defence for affirming his commitment to Wrexham and north Wales.",
        "On the final pillar of Wrexham, as I see it, I must mention the importance of mining to the town. Wrexham was a proud mining town, which was rocked in 1934 by the Gresford mining disaster, where 266 men lost their lives. We are fiercely proud of our mining heritage and look forward to commemorating it further in the future.",
        "Finally, I would like to touch on Wrexham’s potential. Wrexham is brimming with talent, especially in science, technology, engineering and maths expertise. Wockhardt UK won the UK Government contract to bottle the AstraZeneca vaccine at the start of the pandemic. Wrexham is hugely proud to have played its part in the whole of the UK vaccine programme; the vaccine was produced in England, bottled in Wales, trialled in Northern Ireland and rolled out in Scotland. We have a growing industrial estate because of ever-increasing inward investment, and it is soon to be the largest in the UK. Wrexham will be the envy of the world and will be known for its STEM innovation, manufacturing and skills. We are growing our own talent, with Wrexham Glyndwr University and Coleg Cambria both in the town, and we have ever-increasing numbers of jobs vacancies on offer. Furthering our home-grown talent, we have expanded our healthcare training in Wrexham, for example with our new nursing campus at the university and nursing cadet training at the college, all training at our local hospital, Wrexham Maelor, where I trained as a nurse some decades ago and returned during the pandemic.",
        "In terms of art, music and tourism, Wrexham has a massive offer. Only last week it was announced that Tŷ Pawb had been shortlisted for Art Fund museum of the year, and two weeks ago 15,000 people descended on Wrexham to enjoy the FOCUS Wales music festival, which showcased emerging Welsh talent. The crowds have always been attracted to our UNESCO heritage site, the Pontcysyllte aqueduct, which recently received £13 million from the UK Government levelling-up fund to ensure its future. Many more enjoy the grand house at Erddig and Chirk castle. In fact, of the seven wonders of Wales, three are in Wrexham—St Giles’ church, which dates back to the 15th century, the yew trees of Overton and the bells of Gresford church, where I got married.",
        "I would like to put on record my thanks to the UK Government for already committing, in the levelling-up White Paper, to moving civil service jobs to Wrexham. With the Crown Prosecution Service and HMP Berwyn nearby, I am pleased that a Ministry of Justice hub is starting to develop.",
        "To sum up, the benefits to Wrexham of being named city of culture 2025 are endless. It would bring recognition to our beautiful town and unmatched investment—something Wrexham has not seen for 20 years—and it would strengthen the Union. When I got elected in 2019, my goal was to put Wrexham on the map. Decades of Labour neglect left Wrexham deflated. There will never be a better moment for Wrexham to be recognised as a hidden gem, brimming with history, pride, potential and passion. To me, the bid for city of culture is not only about historical accolades, or how many famous singers, architects or artists came from a place. It is about what Wrexham is achieving now, and can achieve. It is about its people and its potential, and Wrexham has that in bucketloads. It just needs someone to unlock it and the Government have the key to do that. Wrexham, “We Rise Together”. Diolch yn fawr."
    ]
}