{
    "url": "https://www.ukpol.co.uk/sarah-atherton-2022-speech-on-parental-responsibility-for-people-convicted-of-serious-offences/",
    "title": "Sarah Atherton – 2022 Speech on Parental Responsibility for People Convicted of Serious Offences",
    "post_date": "November 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Atherton",
            "url": "/tag/sarah-atherton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Atherton, the Conservative MP for Wrexham, in Westminster Hall on 7 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Hollobone. I thank the right hon. Member for Alyn and Deeside (Mark Tami) and the petitioners for bringing us this important debate. I extend my heartfelt condolences to Jade’s family, and thank them for their bravery in advocating for change at such a tragic time.",
        "Looking at the list of petition signatories by parliamentary constituency, there is clearly a strong geographical centre of support in north Wales and just across the border, with strong pockets of support in Delyn, Vale of Clwyd, Ellesmere Port, Chester and, of course, Wrexham. Some 878 people in Wrexham signed the petition, but I have no doubt that support for its aims extends right across the country, across parties and borders.",
        "Let me touch on a few points. The Government’s initial response states that, under the Children Act 1989, parental responsibility can already be lifted by the court. There is a mechanism in the Act that allows for a member of a child’s family to care for that child if there is no parent to do so on a day-to-day basis. I am pleased that that safeguard and option is already in law, as it should be, but the law could go further.",
        "My concern is that the process of obtaining that legal status is lengthy and expensive, and that, as a direct result of that lengthy process, parental responsibility remains with the perpetrator of a crime until the process is complete. If the process of obtaining what I understand is called a special guardianship order was less time consuming, less expensive and less onerous for family members who honourably try to do the right thing in difficult circumstances, we might not be seeking the automatic removal of parental responsibility.",
        "Although it is different from Jade’s law, I do have some experience with the case of constituent who is trying to obtain an order to take over parental responsibility for their grandchildren in the absence of parents who are present and able to parent. My constituent’s case constituent highlighted to me how difficult and expensive it is to obtain the guardianship of grandchildren.",
        "Obtaining a special guardianship order can cost thousands and thousands of pounds, and that is assuming that the parent gives consent in the first place. That is the exact opposite of what we should be trying to achieve; where a family member is willing and able to take care of children, we should support them to do so, not put barriers in their way. We should not be making it more difficult for children to be looked after by their family rather than the state. First, being cared for by their family is the best and safest option for children, as they already know them and their routines. Secondly, a child being looked after by the state should never be the preferred first option. The process currently makes it easier for children to be looked after by the state, at significant cost, than by members of their family. In my view and that of the constituents of Wrexham, that is wrong.",
        "The safety and wellbeing of a child are always paramount. I was a nurse and social worker for 27 years, so I have first-hand experience of children being removed from their homes and placed in temporary accommodation that lasts year after year. From many years of seeing this, I know that there is no substitute for a child being raised by their family in a safe and loving home. If all necessary safeguards and checks have been done, and this arrangement can be accommodated, it absolutely should be. Of course, there should be a presumption that if one parent murders another, parental responsibility is removed.",
        "My concern with automatically removing parental responsibility is that we need to have processes in place to deal with the gap in care and decision making. At the moment, the process for handing parental responsibility to family members is too laborious, costly and stressful. We need to make allowances for that or make the process easier, so that children are not automatically cared for by the state when they do not need to be. Local authorities need to be more supportive of families applying for a special guardianship order. However, where the state is needed—remembering that health and social care is devolved in Wales—the Welsh Government need to ensure that councils are adequately funded, so that children always have timely and appropriate care and do not fall between the gaps. Where there are family members who are fit, willing and able to make decisions for the children, that option should always be the priority."
    ]
}