{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2020-statement-on-child-protection/",
    "title": "Victoria Atkins – 2020 Statement on Child Protection",
    "post_date": "February 29, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Victoria Atkins, the Parliamentary Under-Secretary of State for the Home Department, on 27 February 2020.",
    "content": [
        "With permission, Madam Deputy Speaker, I would like to make a statement on Her Majesty’s inspectorate of police, fire and rescue services’ thematic report on its national child protection inspection programme. This important report was published today and summarises the findings of 64 inspections and re-inspections of police forces’ approaches to child protection since the programme began in 2014.",
        "Keeping our children safe is an absolute priority for this Government, and we welcome Her Majesty’s inspectorate’s work in this area. Protecting vulnerable people should be of utmost importance to the police, and we are committed to ensuring that police forces demonstrate continued improvement in this regard. The activity of our independent inspectorates is critical to our ability to monitor progress and drive change. In the five years since it began, the national child protection inspection programme has been a vital source of independent scrutiny and challenge, and it has been instrumental in driving improvements in the way the police work with vulnerable children. As we know too well, this is an area of police work in which we have seen some of the worst failures in the past.",
        "The report notes that",
        "“we have continued to see an unambiguous commitment from police leaders, officers and staff to the protection of children.”",
        "The report recognises improvements—in some cases, significant improvements—in the service received by children at risk. In every case, when inspectors returned to a police force that had previously been inspected, they saw progress being made and better outcomes for children. They saw examples of good, innovative work, such as the programme in Wales to provide early support to children exposed to adverse childhood experiences. Officers are better at understanding the signs of vulnerability and recognising children who are at risk. We welcome the positive findings in today’s report.",
        "The report is clear, however, that more needs to be done. Although the police have a better understanding of risk, their resources are too often focused on areas of acute risk. Not enough is being done to spot the earliest signs of risk and prevent those risks from escalating. There are concerning findings around the detention of vulnerable children. Children are too often being detained in custody when they should not be, and they are not being appropriately safeguarded in those situations. There are inconsistencies in how forces manage dangerous offenders, and the escalation in the prevalence of digital technology in offending is a significant challenge, meaning that it is taking too long to identify and safeguard children who have been the victims of sexual abuse online.",
        "These are serious matters, and I want to set out the steps the Government are taking to address them. As the Home Secretary stated yesterday, we are an ambitious and dynamic new Government with law and order at our heart. Our mission is clear. It is to deliver on the people’s priorities: to cut crime and to protect the public. We have recognised the huge demands placed on our police forces, and we are addressing these pressures with the recruitment of an unprecedented 20,000 additional ​officers over three years. We are investing a further £1.1 billion in policing next year—taking the total up to £15.2 billion—with the help of police and crime commissioners using their precepts. The Prime Minister and the Home Secretary are driving a united Government response with a new cross-Whitehall crime and justice taskforce to ensure that we use every lever at our disposal to fight crime. However, as today’s report makes clear, the rise in high-harm crimes such as serious violence and child sexual abuse is having a particular impact on the most vulnerable, requiring more from our police officers. They need to be able to look beyond the obvious and to develop a deeper understanding of risk.",
        "We have worked with the College of Policing and are providing £1.9 million of funding to develop a more comprehensive package of training for first responders, so that they are better able to identify signs of vulnerability and provide support to victims. We have also funded the police’s own vulnerability, knowledge and practice programme to develop policing best practice in response to vulnerability as a whole. The programme is recognised in today’s report for its work to evaluate best practice in early intervention. We have introduced stronger multi-agency child safeguarding arrangements with shared responsibility between local authorities, police and health partners for the local strategic response to safeguarding, including harms such as child sexual exploitation. Again, these reforms, which were implemented in every local area in England last September, are recognised in today’s report as a key opportunity to deliver the kind of systemic change we need to see.",
        "In relation to the inappropriate detention of children, we will look carefully at the recommendation and do what we can to ensure that vulnerable children receive an appropriate service from the police. We will continue to monitor the effectiveness of the 2017 concordat on children in custody, which sets out the statutory duties of the police and local authorities and provides a protocol for how transfers should work in practice.",
        "Today’s report also recognises that the nature of risk is changing, and investment in officers and changing police culture are only part of the solution. That is why we are investing in new capabilities to tackle the exploitation of vulnerable children through crimes such as child sexual exploitation, child criminal exploitation and county lines. Last year we announced a £30 million investment in funding for work to tackle child sexual abuse and exploitation in 2020-21. The new funding will include investment in the child abuse image database—CAID—which the Home Office has developed in collaboration with UK law enforcement. CAID is a single database of indecent images of children which enables UK law enforcement to work collaboratively to safeguard children and bring people to justice. The new funding will allow us to deliver upgrades to CAID, including a fast, forensic tool to rapidly analyse seized devices and find images already known to law enforcement; an image categorisation algorithm to assist officers to identify and categorise the severity of illegal imagery; and a capability to detect images with matching scenes to help to identify children in indecent images in order to safeguard victims.",
        "We have announced £25 million of targeted investment across 2019-20 and 2020-21 to strengthen the law enforcement response to county lines and increase the ​support available to the children, young people and families who are affected. This is in addition to establishing the national county lines co-ordination centre, with £3.6 million of Home Office funding, and providing a range of support for county lines victims. We also recognise that by the time children experience these forms of exploitation, the harm has been done. Police and other services need to spot the signs of risk and intervene earlier. Through our £13 million four-year trusted relationships programme, we are trialling 11 innovative projects in England working to protect vulnerable 10 to 17-year-olds who are at high risk of sexual exploitation and other forms of harm. We want to do more, however, which is why this year we will be publishing a first-of-its-kind national strategy to tackle child sexual abuse and exploitation.",
        "We welcome today’s report. The protection of vulnerable children from harm is of the highest priority to this Government, as it should be to our police forces, and the inspectorate’s work in this area is vital in shaping our work in the future. The Home Secretary intends to meet inspectors to discuss today’s report and understand what more we and the police can do to ensure that children receive the highest levels of protection in the future. I commend this statement to the House."
    ]
}