{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2022-statement-on-the-prisons-strategy-white-paper/",
    "title": "Victoria Atkins – 2022 Statement on the Prisons Strategy White Paper",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Atkins, the Minister of State at the Ministry of Justice, in the House of Commons on 14 June 2022.",
    "content": [
        "Today I am publishing the Government response to the prisons strategy White Paper consultation.",
        "The prisons strategy White Paper was published in December 2021. The commitments in the paper tackle this Government’s priorities for prisons: building the next generation of prisons and managing an estate that is safe and secure for staff and prisoners; supporting rehabilitation and resettlement through education, employment and accommodation; and creating prison and probation services that cut crime and protect the public.",
        "A total of 19 questions were included in the White Paper to ensure the views of interested parties were considered. The consultation opened on 7 December 2021 and closed on 4 February 2022, receiving 155 responses. The Government have carefully considered the responses and are grateful for all of the contributions.",
        "Since publication of the White Paper, this Government have moved swiftly to deliver its aims:",
        "HMP Five Wells opened in March, delivering 1,700 modernised places.",
        "Digital upgrades have been delivered to a further seven prisons, with four additional sites completed by October 2022.",
        "The landmark security investment programme was completed in March 2022, including the deployment of enhanced gate security across 42 high-risk sites.",
        "Committed an additional £25 million investment in prison security: installing high-specification drugs trace detection, mobile phone blocking technology, x-ray baggage scanners, and an intelligence management system.",
        "Secured £34 million to improve prison safety and move towards a more preventative approach.",
        "Accelerated the roll out of employment hubs with 23 now established and the appointment of 20 employment board chairs.",
        "Announced that we will legislate to enable prisoner apprenticeships, in collaboration with the Department for Education.",
        "Committed to action on Friday releases to tackle the strain this can cause if prisoners cannot access essential services; this includes pursing legislation to address this issue for those at risk of reoffending, when parliamentary time allows.",
        "Plans to open a residential women’s centre in Wales to provide a community-based alternative to a short custodial sentence.",
        "Launched our staff retention toolkit into all prisons alongside a number of new initiatives to support retention, including a new buddy scheme.",
        "Key performance indicators, introduced in April 2022, set clear expectations of delivery, and governors will be held to account as part of their performance reviews.",
        "As the consultation response makes clear, this is the start of an ambitious delivery plan in the years to come and the Government are committed to continued engagement with stakeholders to ensure we deliver on it.",
        "Today, I lay in Parliament this response, which sets out the views of respondents to our consultation questions and how the Government propose to implement the commitments in the White Paper."
    ]
}