{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2019-statement-on-the-gender-pay-gap/",
    "title": "Victoria Atkins – 2019 Statement on the Gender Pay Gap",
    "post_date": "April 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Victoria Atkins, the Minister for Women, in the House of Commons on 4 April 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/02/victoriaatkins.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/02/victoriaatkins.jpg)",
        "I am delighted that this urgent question has been called today because we are only a few hours away from the deadline landing for private sector employers to publish their gender pay gap results.",
        "Last year, the Government introduced groundbreaking regulations that required large employers to publish, for the first time, the difference between what they pay their male and female staff in average salaries and bonuses. For the first time in this country’s history, the boards of large employers have had to have conversations about how they treat their female staff. By making this information publicly available, we have empowered employees to see the scale of the pay gap where they work, and hold their bosses to account. The vast majority of companies are eager to tackle the gender pay gap themselves. That is why the Government have provided guidance to help employers to develop action plans to close their pay gap.",
        "Reporting is just the start. It is crucial that all employers use this data to identify the barriers that women face and take action to break down those barriers. We are supporting business in doing that by publishing evidence-based guidance on how employers can diagnose the cause of their gap, and the practical actions that they can take to close it. We recognise, though, that overturning structural inequalities in women’s pay cannot be done overnight. Most companies will not see a dramatic reduction this year, but what matters is that they are taking the right action to drive change in the right direction, and progress is being made.",
        "Beyond reporting, this Government are actively working to support women in the workplace and to close the gender pay gap. We are supporting both women and men who have caring responsibilities, through increased childcare entitlements, promoting flexible working and shared parental leave. We are working with business to support and increase women’s progression to senior positions. We are leading by example, and aiming to make the civil service the country’s most equal and inclusive employer by 2020. We are helping women to access every profession, by working to increase the number of women taking qualifications in science, technology, engineering and maths.",
        "Change will not be easy, but we have only to compare where we are now with even 10 years ago to see that a future of fair and equal pay is now within reach. That should be a source of pride for us all."
    ]
}