{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2022-speech-at-the-modernising-criminal-justice-conference/",
    "title": "Victoria Atkins – 2022 Speech at the Modernising Criminal Justice Conference",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Victoria Atkins, the Prisons Minister, on 15 June 2022.",
    "content": [
        "One of the reasons I came into politics was thanks to a 12-year-old boy called ‘Billy’.",
        "Before I was elected to Parliament in 2015, I spent nearly two decades working in criminal courts as a barrister. In one of my earliest cases, I was sent to a Youth Court to represent Billy for an opportunistic commercial burglary.",
        "I arrived at court to find Billy there, completely alone, with no appropriate adult. It was his first offence and he was terrified.",
        "When I asked him whether mum or dad were coming to court, he replied “I’ve never known my dad and my mum will be flat-out drunk on the floor”.",
        "It was 09.30 in the morning…",
        "With that first criminal conviction, twenty years ago, Billy’s diminishing life chances could be predicted with depressing certainty – as could the harms for society that his future offending would mean.",
        "Two decades later, it is the mission of this government to make our streets safer and it follows that modernising the criminal justice system is a priority. I welcome this opportunity to share the Government’s ambitious plans for delivering on these aims in partnership with you.",
        "We want to prevent harm from happening in the first place. If we can prevent young people from being ensnared in a life of crime, we spare the pain of potential victims and we save the taxpayer billions-a-year on services such as policing, children’s social care, courts and even detention.",
        "These costs continue into adulthood as 80 percent of prolific adult offenders commit their first crimes as children. It is therefore in our best interests to try to stop harm from happening in childhood – not just for today and tomorrow, but for the decades to come.",
        "This is why last month we announced our new £60m “Turnaround” early intervention programme which will support up to 20,000 more children in England and Wales. It will target those at risk of criminality before they start a cycle of offending which, if left unaddressed, can escalate towards more serious crime.",
        "This is just one part of our determined efforts to tackle youth offending. Our ten-year, £200m Youth Endowment Fund is not only funding intervention programmes but it is evaluating what works to help local commissioners spend tax-payers’ money on the most effective interventions – again, modernising our processes to ensure the best results for the public. To back this up, in the Ministry of Justice alone, we will be investing a total of over £300m over three years to tackle youth offending.",
        "We have already seen a dramatic reduction in the last decade of children entering custody, down by two thirds, but we want to go further. This is not only the right thing to do for the children themselves, it is also the right thing to do for society, helping to make our streets safer.",
        "As part of this intervention and prevention work, one of the most pressing facts that we must confront in criminal justice is racial disparity. In 2020/21, two thirds of children arrested in London were from minority ethnic groups. We are working at all stages in the youth justice system to address disparities, including helping youth justice services to understand the needs of ethnic minority children; tightening the tests applied to ensure that custodial remand for children is a last resort; and improving the diversity and training of Youth Custody Service staff to maximise the chances of rehabilitating young people in custody.",
        "We are also working with the Metropolitan Police to trial the automatic receipt of legal advice for children in Brixton and Wembley custody suites. This will mean that vulnerable children, a disproportionate number of who are from a minority ethnic background, will receive the legal advice they need automatically – an “opt out” model, as opposed to the usual “opt in” model, removing the perception some may have that they have to ask for help. If successful, this trial could be rolled out further to help ensure that justice is served.",
        "Our work in the adult system includes our detailed cross-government responses to the Commission on Race and Ethnic Disparity report, the David Lammy Review and our Race Action Programme for prisons and probation. Some of the actions taken include reform of prison processes that led to unexplained disparities, better support for ethnic minority-led services, and encouraging diversity in our court and prisons workforces. This is vital work for a justice system in the 21st century.",
        "One of the areas in criminal justice which is seeing the most modernisation is our work to tackle violence against women and girls. I have the responsibility of drawing this work together across government, focusing particularly on the treatment of rape and sexual violence cases.",
        "Last year will be remembered for the shocking murders of women going about their lives – walking home from a friend’s, or out for a drink, attending a party in the park or walking their dog. These appalling murders led to a national conversation about women’s experiences and what we can all do to stop this.",
        "We wanted women and girls to help shape our new national Strategy to Tackle Violence Against Women and Girls. We re-opened the government’s consultation and in just two weeks, we received 160,000 responses – an unprecedented level which demonstrated the public’s anger and expectation that things must change.",
        "We published the new cross-government strategy last summer and its work is well underway. For example, a new public communications campaign – #Enough – has been launched to break the biases and attitudes that contribute towards these crimes. Again, this work is about preventing the harm from happening in the first place.",
        "But where horrific offences such as rape and sexual violence are committed, the criminal justice system must respond quickly, effectively and justly. Last year, we conducted a forensic examination of each stage of the criminal justice process, from the moment a victim reports such a crime to the police, to the moment the case results in a conviction or acquittal. We published the End-To-End Rape Review and have identified eight levers which can help secure justice for more victims.",
        "These include:",
        "… rolling out suspect-focused investigations techniques across police forces and the CPS; so that the suspect’s behaviour is examined not the victim’s credibility",
        "… addressing victims’ concerns about handing over their phones to the police for sometimes days or weeks on end through our investment in modern technology and new disclosure guidelines;",
        "… increasing victim support funding to £185 million by 2025,",
        "… raising the number of specialist Independent Sexual and Domestic Violence Advisors by 43 percent – a vital service for victims that not only helps them recover but also helps them stay the course with an investigation or prosecution;",
        "… and rolling out pre-recorded cross-examination and re-examination nationally to improve the court experience for vulnerable witnesses and help them to provide their best evidence.",
        "We are measuring all of this through transparent reporting of data both nationally and locally, via local Criminal Justice Board areas so that we and the public can see what is happening in their local areas.",
        "The early signs of progress are encouraging…",
        "… The police are referring more rape cases to the CPS…",
        "… More people are being prosecuted…",
        "… The average number of days for adult rape cases from the CPS charging a suspect to the case being completed has continued to fall, down by 5 weeks since the peak in June 2021.",
        "… And convictions for rape are up 67 percent compared to 2020.",
        "But there is more to do – and you will hear more in the coming days and weeks on our efforts to modernise further the criminal justice response to these devasting crimes.",
        "Finally, I would like to talk about prisons. We need a criminal justice system that stands up for victims, delivers swift justice and protects the public by imprisoning offenders and rehabilitating them. We set out our plans in for the prison estate in the Prisons Strategy White Paper in December. I would like to thank everyone who responded to the consultation and I am pleased to announce that we published the response yesterday.",
        "… It’s what the public wants and expects to see.",
        "… So, we are toughening sentences.",
        "… We are creating new prison places.",
        "… And we’re investing £3.8 billion pounds over the next three years that will be used to build modern prisons that prioritise the rehabilitation of offenders.",
        "HMP Five Wells is an example of what the modern prison estate will look like. With 24 workshops available – more than any other prison in the country – and cutting-edge tech that puts education, training and jobs at its core, prisoners will be given the right opportunities to turn over a new leaf.",
        "Because, as you know, all these factors are proven to cut crime, reduce reoffending and protect the public.",
        "And we’re confident that following the same prison blueprint at HMP Fosse Way, when it opens next year, will allow even more offenders to spend their time preparing to give back to society on release.",
        "We know, however, that our vision for the next generation of prisons is unachievable without the brilliant people that run them, and work in them. Our workforce will grow considerably as we recruit up to 5,000 new officers in line with prison expansion across the public and private estate.",
        "We are committed to supporting our staff so that they are equipped with the right skills to meet the diverse needs of prisoners in a safe, decent, and secure environment.",
        "And in order to retain the talent and experience the Prison Service attracts, we have developed a number of new interventions. These include a supervision pilot which is now live in two prisons, a leadership training pilot – where attrition is highest, and two new mentoring and budding schemes which are being rolled out across all prisons.",
        "An extended part of our reducing reoffending work is tackling the scourge of drugs. If we are to stop prison from being a revolving door for repeat offenders, ensuring drugs don’t get into the hands of prisoners is also of the upmost importance.",
        "As explained in the Prisons Strategy, we’re taking a ‘zero-tolerance’ approach to the smuggling of illicit items such as drugs, weapons, and mobile phones, which fuel crime and violence behind bars.",
        "That’s why we have invested £100 million pounds in security over the last three years. We know that body scanners in prisons in England and Wales have foiled twenty thousand plots to smuggle drugs, phones and weapons into jails.",
        "We want to build on this and so are investing an additional £25 million in new technology and security measures to detect the very latest handsets tucked away in the crevices of cells, as well as microscopic smears of illegal substances such as spice on prisoners’ mail.",
        "And more of the most challenging prisons will be kitted out with the full range of the most up-to-date, innovative technology specially designed to keep contraband out of prisons – including airport-style baggage scanners.",
        "As we tackle the conveyance of drugs into prisons, we are also supporting offenders to face up to and beat their substance misuse issues.",
        "And under our plans outlined in the Prison Strategy White Paper, all prisoners will have access to a full range of high-quality treatment, including abstinence-based treatment options as soon as they arrive at custody.",
        "When offenders overcome their addictions, they have the best chance of keeping on the straight and narrow once released and our streets become safer as a result.",
        "We know that education and employment reduce reoffending significantly, with prison leavers in employment being nine percentage points less likely to reoffend.",
        "We are delivering a Prisoner Education Service within this parliament to raise prisoners’ levels of numeracy, literacy, skills and qualifications with the aim of helping them secure jobs or apprenticeships on their release.",
        "To do this, we must give prisons the tools they need to succeed. We will invest in digital infrastructure, more training that delivers the skills employers need, more education experts to support Governors and improved support for prisoners with additional learning needs.",
        "And we are introducing apprenticeships into our prison system for the first time that will not only cut crime and reduce reoffending, but also address local labour shortages.",
        "We are ensuring prisons are equipped to offer the training and work experience offenders need to secure jobs once released, which we know is another powerful tool in our fight against crime.",
        "We are rolling out Employment Advisory Boards and employment hubs in every resettlement prison which link offenders with job opportunities on the outside. I have seen for myself the success of these innovative schemes at HMP Lincoln and HMP Thorn Cross.",
        "We will deliver a presumption in favour of offering offenders the chance to work in prison, on Release on Temporary Licence and on release, including by building stronger links with employers.",
        "And we have listened to prisoners and campaigners in recognising the value of family.",
        "Research shows that if a prisoner receives visits by a partner or family member, the odds of reoffending are 39 percent lower than for prisoners who do not.",
        "So, we’re designing prisons, introducing innovative schemes and reforming regimes to factor this in across the prison estate. HMP Five Wells for instance has a family area, a homework club and facilities that allow prisoners to join parents’ evenings.",
        "And for female offenders who are sent to custody for short sentences, our new £10 million-pound residential women’s centre in Swansea – opening in 2024 – will support many to live healthy, crime-free lives, whilst keeping them closer to their own community and families.",
        "In closing, I want to thank all of you for your dedication to improving the criminal justice system.",
        "Together we can fight for the victims who feel voiceless…",
        "…Neighbourhoods that feel neglected…",
        "…And offenders who need the right opportunity to go straight.",
        "Together, we can make our streets safer for us all.",
        "From increasing the number of people convicted for rape offences, to getting more prisoners job-ready with their backs turned on crime for good – working together gives us the greatest chance of achieving lasting change for the justice system."
    ]
}