{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2021-statement-on-controlling-or-coercive-behaviour-offence/",
    "title": "Victoria Atkins – 2021 Statement on Controlling or Coercive Behaviour Offence",
    "post_date": "March 2, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Atkins, the Parliamentary Under-Secretary of State at the Home Office, in the House of Commons on 1 March 2021.",
    "content": [
        "Today, I am pleased to announce the publication of the Government’s review into the offence of controlling or coercive behaviour (CCB) in an intimate or family relationship—as provided for in section 76 of the Serious Crime Act 2015. The review follows a commitment made in response to the 2018 consultation on domestic abuse.",
        "The review considered the available data and research to understand how the CCB offence has been working since its introduction in 2015. It found that since the offence came into force in December 2015, police recorded CCB offences, as well as CCB prosecutions, have increased year on year. These increases demonstrate that the CCB offence is being used across the criminal justice system (CJS), indicating that the legislation has provided an improved legal framework to tackle CCB. However, the review recognises that there is still room for improvement, particularly with regard to raising awareness of what constitutes CCB among the public and across the CJS, and improving the ability of the CJS to record, evidence and prosecute these crimes. The review also considered views from a number of stakeholders who expressed concern that the cohabitation requirement within the offence is preventing some victims of this abuse from seeking justice, and poses challenges for police and prosecutors to evidence and charge abusive behaviours that are not captured by other legislation.",
        "The review made a number of recommendations, including:",
        "Building on the work of the Office for National Statistics in 2017, to develop robust estimates of the prevalence and characteristics of CCB;",
        "In consultation with victims and support services, to develop suitable measures for victim outcomes;",
        "Further work to assess the levels of awareness and understanding of the offence across the criminal justice system.",
        "The review also recognised calls for legislative change, highlighting in particular the removal of the cohabitation requirement as well as some calls to extend the maximum sentence length and to remove the requirement to evidence a “serious effect” on the victim. As such, the review made the following research recommendations:",
        "If legislative changes are implemented, the operation of the legislation should be monitored and reviewed closely to assess the impact and identify any unintended consequences;",
        "If legislative changes are not made at this time, further research should be undertaken to ascertain the need for, and impact of, such changes to the legislation.",
        "CCB is an insidious form of domestic abuse and this Government are committed to ensuring all victims are protected. We recognise that coercive or controlling behaviours may escalate following separation, and that members of a victim’s extended family may be involved in control or coercion. We have heard the calls from experts on this matter, and I am very pleased to say that the Government will be removing the cohabitation requirement contained within the offence through an amendment to the Domestic Abuse Bill at Report stage in the House of Lords. This amendment will bring the controlling or coercive behaviour offence into line with the statutory definition of domestic abuse in clause 1 of the Bill and send a clear message to both victims and perpetrators that controlling or coercive behaviours, irrespective of living status, are a form of domestic abuse.",
        "We recognise that the review also raised questions around the need for other legislative change, including reference to increasing the maximum penalty for the CCB offence in line with the current maximum penalty for stalking, and removing the evidence requirement to prove that the behaviour had a serious effect on the victim. Given the review acknowledged that evidence for these changes is currently limited, we will continue to monitor the offence and keep these other proposals for legislative change under review.",
        "This summer we will be publishing a domestic abuse strategy which will build on work to date to help transform the response to domestic abuse, tackling perpetrators and placing the needs of victims at the heart of our response. We will consider the wider policy and data recommendations made in the review throughout the development and implementation of this strategy, and will of course continue to engage with domestic abuse organisations throughout this process. We will also update the statutory guidance for the controlling or coercive behaviour offence to reflect both the findings of the review and change to the legislation.",
        "Domestic abuse is an abhorrent crime and this Government are committed to doing all that we can support victims and tackle offenders. I am delighted that, in removing the co-habitation requirement within the CCB offence, we are able to take another step in ensuring every victim has access to the protection that they need.",
        "A copy of the review will be placed in the Libraries of both Houses."
    ]
}