{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Victoria Atkins – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Victoria Atkins, the Conservative MP for Louth and Horncastle, in the House of Commons on 10 September 2022.",
    "content": [
        "Thursday 8 September 2022 was the day that we all knew must come, but hoped fervently somehow would not. The waves of sadness that we all feel, as well as our acts of remembrance and contemplation, reflect the respect and love we feel for her, and acknowledge how she shaped our modern Elizabethan age. Her late Majesty was our constant. From her wise words and wry smile in her Christmas addresses, to the succour she gave in times of distress such as the pandemic, and in our daily lives through the presence of her image on our banknotes, coins and stamps, Her late Majesty was not just the keystone of our constitution; she was also stitched into the rich tapestry of our lives. I remember watching “News at Ten” with my grandmothers, who were of her generation. There would be fierce commentary on the clothing she had worn on a particular visit, but everybody would agree that she always looked wonderful in bright colours, as my hon. Friend the Member for Mid Sussex (Mims Davies) mentioned.",
        "We have a proud heritage of royalty in my constituency of Louth and Horncastle. Since 1066, the King’s champion has held the feudal manor of Scrivelsby. The role of the King’s champion is to gallop into Westminster Hall on horseback in full armour, and throw down the gauntlet—that is where the phrase comes from—to challenge any rivals to the incoming monarch. I very much hope that King Charles III will reinstate that tradition. The constituency is also the birthplace of King Henry IV, who was born in 1367 at Bolingbroke castle. In 1643, the constituency was the site of the very important battle of Winceby, in which the parliamentarians beat the royalists—perhaps we will gloss over that.",
        "There is also RAF Coningsby, which Her late Majesty visited in 1976. It is the home not only of the Typhoon fast jets and the heroes who fly up into our skies to protect us at very short notice, but of the battle of Britain memorial flight—the historic planes that form part of any flypast over Buckingham Palace, as we saw with joy in the recent celebrations of Her late Majesty’s jubilee. The flight includes Spitfires, Hurricanes and a Thumper—one of only two remaining flying Lancasters in the world today. We know from the pictures of Her late Majesty on the balcony the joy that those flypasts used to give her, so I am incredibly proud that my constituents played their part in bringing her such happiness.",
        "On behalf of my constituents, I give thanks for Her late Majesty’s extraordinary public service over seven decades and for the more private acts of kindness, humour and humility that we have heard about in recent days in this place and on television. As we mourn the end of this great Elizabethan era, we look to the future and look with hope to the reign of King Charles III. He will lead our nation and the Commonwealth with the same devotion and skill as his beloved mother. He has our sincerest condolences for his loss, our admiration for his steadfast composure in assuming the Crown in the midst of his grief, and our heartfelt thanks for his quiet determination to serve our nation as well and as devotedly as his late mother. God save the King."
    ]
}