{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2022-statement-on-rape-cases-without-a-prosecution/",
    "title": "Victoria Atkins – 2022 Statement on Rape Cases Without a Prosecution",
    "post_date": "July 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Atkins, the Minister of State at the Ministry of Justice, in the House of Commons on 28 June 2022.",
    "content": [
        "I thank my right hon. Friend for posing this important question. Last year, in the end-to-end rape review, the Government committed to more than doubling the number of adult rape cases reaching court by the end of this Parliament. We are under no illusions about the scale of the challenge, but we are starting to see early signs of progress. More victims are reporting cases to the police. The police are referring more cases to the Crown Prosecution Service, and the CPS is charging more cases. Rape convictions are increasing: there has been a 67% increase since 2020. Timeliness is improving; the time between a charge being brought and cases being completed continues to fall—it is down five weeks since the peak in June last year.",
        "That is encouraging, but it is just the start. That is why we have identified eight levers that are driving the change. First, we are increasing victim support. We have quadrupled the funding for victim support since Labour was in power—it will rise to £192 million by 2024-25—and we are increasing the number of independent sexual and domestic violence advisers to more than 1,000 by 2024-25.",
        "Secondly, we are rolling out pre-recorded cross-examination for rape victims to all Crown courts nationally. That will help to prevent more victims from being retraumatised by the experience of giving evidence in a live trial. Thirdly, suspect-focused investigations—this is known as Operation Soteria—are being rolled out nationally. That will be completed in the first half of next year, and it will mean that the police focus on the suspect’s behaviour, rather than on the victim’s credibility. Fourthly, we have reformed and clarified disclosure rules, and are working with the police to make sure that victims’ mobile phones are examined only where strictly necessary.",
        "Fifthly, we are reducing the stress of intrusive requests for third-party information—for example, medical or social services records—and are working with the police and the CPS on ensuring that they are gathered only when relevant. Sixthly, we are boosting capacity and capability by increasing the ranks of our police and the number of specialist rape and sexual offences roles in the CPS. Seventhly, our efforts to expand Crown court capacity will continue with a £477 million investment over the next three years to reduce victims’ waiting time for trials. Eighthly, our criminal justice system delivery data dashboard is increasing transparency and giving Government and local leaders the information that they need in order to do better for victims.",
        "We are going even further than the commitments that we made in the rape review, because we have listened to victims and those who work with them. We recently announced a pilot of enhanced specialist sexual violence support in three Crown court centres. This Government are on the side of victims. We want no rape victim to feel as though they are the one on trial. We want every rape victim to feel that they can come forward and seek support. We want to lock up the rapists who commit these abhorrent crimes. We want to protect the public. We will make our streets safer."
    ]
}