{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2021-statement-on-the-domestic-abuse-bill/",
    "title": "Victoria Atkins – 2021 Statement on the Domestic Abuse Bill",
    "post_date": "April 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Atkins, the Parliamentary Under-Secretary of State for the Home Department, in the House of Commons on 14 April 2021.",
    "content": [
        "This Thursday— 15 April—the House of Commons will consider the Lords amendments to the Domestic Abuse Bill available on the following link https://publications.parliament.uk/pa/bills/cbill/58-01/0281/200281.pdf. As we are approaching the end of the Session and further consideration of this Bill is likely to proceed at pace, I am issuing this written statement to set out for the benefit of MPs, peers and others the Government’s position on the various Lords amendments.",
        "The Domestic Abuse Bill will be a groundbreaking piece of legislation. Building on the strong suite of measures already in the Bill as agreed by the House of Commons, the Government proudly welcome many of the Lords amendments (namely, amendments 4 to 8, 10 to 32, 34 to 36, 39 and 44 to 82 and 84 to 86) and worked closely with peers to achieve them. In particular, we support the Lords amendments:",
        "creating a new offence of non-fatal strangulation (Lords amendment 36);",
        "extending the offence of disclosing private sexual photographs and films with intent to cause distress (known as the “revenge porn” offence) to cover threats to disclose intimate images (Lords amendment 35);",
        "extending the controlling or coercive behaviour offence to cover post-separation abuse (Lords amendment 34);",
        "stopping vexatious family proceedings that can further traumatise victims by clarifying the circumstances in which a court may make a barring order under section 91(14) of the Children Act 1989 (Lords amendment 32); and",
        "prohibiting GPs and other health professionals from charging a victim of domestic abuse for a letter to support an application for legal aid (Lords amendment 39).",
        "In addition, as further evidence of our commitment to community-based services, the Government have committed to consult on the provision of community-based domestic abuse services in the upcoming victims’ law consultation to be launched this summer.",
        "We have also listened closely to concerns about misogyny and attitudes towards women and girls, and will ask police forces in England and Wales to record, on an experimental basis, any crimes of violence against the person, including stalking and harassment, and sexual offences where the victim perceives it to have been motivated by a hostility based on their sex.",
        "That being said, there are other amendments made in the House of Lords which the Government are unable to support (that is, amendments 1 to 3, 9, 33, 37, 38, 40 to 43 and 83). These amendments apply to England and Wales only.",
        "Abuse by carers (Lords amendments 1 to 3)",
        "We fully recognise that abuse of disabled people perpetrated by carers is wholly unacceptable and needs to be tackled along with all other forms of abuse. The Government’s definition includes husbands, wives, partners and relatives who act as “carer” for the victim whom they abuse.",
        "These amendments, however, would bring the relationship between a disabled person and a paid or volunteer carer who is not a partner or relative within the meaning of “personally connected”. Extending the scope of the Bill in this way would undermine the common understanding of domestic abuse. Central to this understanding is the manipulation of the emotional bond between intimate partners or family members.",
        "Further, the Government’s approach is consistent with international definitions. The explanatory report to the Istanbul convention declares that domestic abuse or violence covers “intimate-partner violence between current or former spouses or partners and inter-generational violence which typically occurs between parents and children”.",
        "Nevertheless, we are determined to act on the concerns that have been raised in this debate. Accordingly, we are pleased to announce that as part of the Government’s ongoing commitment in this sphere, the Home Office and Department of Health and Social Care, with input from the Ministry of Justice and Cabinet Office, will undertake a review to examine the protections against carer abuse and the support available to victims. The review will apply to England.",
        "Judicial training (Lords amendment 33)",
        "The Government acknowledge the importance of effective domestic abuse training for judges and magistrates involved in family proceedings. Training in domestic abuse for the judiciary is a priority and is included in all family law courses run by the Judicial College both for newly appointed judges and magistrates and as part of their continuous professional development.",
        "Judicial training on domestic abuse is kept under constant review and is updated to reflect key developments. The senior judiciary (including the president of the family division and chair of the Judicial College), have already made clear commitments to further develop domestic abuse training, taking into account this Bill, as well as the recommendations of the harm panel report, and findings from the four recent Court of Appeal judgments in domestic abuse cases (handed down on 30 March).",
        "While the Lord Chancellor will continue to support the judiciary in this area, the provision of training is properly a matter for the Lord Chief Justice, as head of the judiciary, working through the Judicial College. By conferring functions on the Lord Chancellor in relation to judicial training this amendment is fundamentally at odds with the constitutional principle of judicial independence.",
        "Reasonable force in domestic abuse cases and statutory defence of previous domestic abuse (Lords amendments 37,38 and 83)",
        "The Government understand the motivation behind these amendments, but we are clear that the existing full and partial defences are sufficient.",
        "Full defences, such as self-defence, are defences to any crime which, if pleaded successfully, result in acquittal. In the circumstances of domestic abuse, the partial defences relating to “loss of control” or diminished responsibility can also be argued. Additionally, the fact that an accused is also a victim of domestic abuse will be considered throughout the criminal justice system process from the police investigation through to any Crown Prosecution Service charging decision, to defences deployed at trial under the existing law and as a mitigating factor in sentencing.",
        "Moreover, these amendments are open to abuse by those seeking to evade justice, including potentially by a perpetrator of domestic abuse.",
        "Migrant victims (Lords amendments 40,41 and 43)",
        "We agree that all victims of domestic abuse, regardless of their immigration status, should be treated first and foremost as victims and that they should not be deterred from seeking support. We have emphasised this throughout the passage of the Bill.",
        "To recap, migrant victims of domestic abuse who live here on a spousal visa receive help and support through the destitute domestic violence concession scheme. For those victims who are on other types of visa, such as student, visitor or work visas, or who are here illegally, and who are not eligible for existing support schemes such as the national referral mechanism, we have announced a pilot support scheme. The game-changing £1.5 million support for migrant victims scheme will provide access to safe accommodation and specialist services for these victims, who have previously not been eligible for other support. As well as providing immediate support within safe accommodation for those who need it, our new scheme will also provide us with clearer evidence of the needs of victims, so that we can build a sustainable programme of support.",
        "Migrant victims should not be treated as a homogeneous group with similar, if not identical, circumstances and needs. We want our longer-term work to recognise migrant victims as individuals with complex and diverse needs. The scheme for migrant victims will help achieve this.",
        "In relation to data sharing, we are committed to considering existing data-sharing procedures following the publication, on 17 December 2020, of Her Majesty’s Inspectorate of Constabulary and Fire and Rescue Services’ (HMICFRS) report in response to a super-complaint about the police sharing immigration data. HMICFRS recommended that the Home Office conduct a review of the legal and policy framework governing the sharing of information about vulnerable victims of crime, including domestic abuse, and to report on the outcome of the review within six months. We have accepted this recommendation and the review is now underway. This amendment pre-empts the completion of that review which we have commenced in good faith.",
        "Accreditation of child contact centres (Lords amendment 9)",
        "The Government recognise that provision of child contact centres is vital in supporting families and enabling parents to have contact with their children and that these must provide a safe environment for children and parents alike. The existing regulatory framework ensures that this is the case.",
        "High level data provided by the National Association of Child Contact Centres indicates there are up to 400 contact centres, fewer than 15% of which may be unaccredited. However, this figure includes contact centres which may be commissioned by local authorities and which are already subject to extensive safeguarding provision and regulation.",
        "In private law family cases, the judiciary and the Children and Family Court Advisory and Support Service (CAFCASS) have protocols in place to ensure that they only refer parties to child contact centres accredited by the National Association of Child Contact Centres.",
        "In public law family cases, where children are in the care of the local authority, or under their supervision, comprehensive statutory provisions are already in place and emphasise that contact should not undermine the welfare and safeguarding of children. All plans and decisions regarding contact, including the use of contact centres or services, are made by social workers on a case-by-case basis, with detailed safeguarding risk assessments and taking full account of any child protection plan and/or contact order. All local authority activity in relation to child contact must be in the best interests of the child and subject to the relevant statutory provisions, including sections 22 and 34 of the Children Act 1989, the Care Planning, Placement and Case Review (England) Regulations 2010 and the Children and Families Act 2014.",
        "We are also concerned that the definition of contact services would be so broad, that it may create duplicative burdens on a wide range of local authority services, which goes beyond child contact centres.",
        "Management of perpetrators (Lords amendment 42)",
        "The Government agree that high-harm domestic abuse perpetrators need to be effectively monitored and supervised. The current legislation in the Criminal Justice Act 2003 already provides for serial and high harm domestic abuse offenders to be managed under multi-agency public protection arrangements (MAPPA) on either an automatic or discretionary basis. Adding a new category of offenders automatically eligible for MAPPA would add complexity to those arrangements without delivering clear benefits.",
        "There is already significant work in train to improve the operation of MAPPA. As well as strengthening the statutory guidance that supports MAPPA, we are pleased to announce the envelopment of a new multi-agency public protection system (MAPPS). MAPPS, as a modern and efficient subject management system, will facilitate more effective and automated information sharing between MAPPA responsible authorities and their partner agencies, thereby improving the multi-agency risk management of all offenders managed under MAPPA, including those domestic abuse perpetrators whose risk is such that they need to be managed under the MAPPA frame- work. The target is for the new system to be piloted in 2022. Once MAPPS is deployed, it will allow ViSOR (the existing subject management system) to be decommissioned. In addition, the Police, Crime, Sentencing and Courts Bill includes provisions to further strengthen the legal framework governing information-sharing between MAPPA partners and others.",
        "In relation to a domestic abuse perpetrator strategy, we have already committed to bringing forward such a strategy later this year as part of the domestic abuse strategy. We have tabled Government amendments to enshrine this commitment in law (Government amendments 42 (a) to (c).",
        "Tackling domestic abuse is a key priority for the Prime Minister and this Government. Our landmark Domestic Abuse Bill will help to better protect and support victims and their children and bring perpetrators to justice."
    ]
}