{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2019-statement-on-modern-slavery/",
    "title": "Victoria Atkins – 2019 Statement on Modern Slavery",
    "post_date": "July 12, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Victoria Atkins, the Parliamentary Under-Secretary of State at the Home Office, on 9 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/02/victoriaatkins.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/02/victoriaatkins.jpg)",
        "Today the Government have published their response to the Independent Review of the Modern Slavery Act 2015 and launched a public consultation on the transparency in supply chains requirements. A copy of the Government response and the consultation will be placed in the House Libraries and both documents will also be published on www.gov.uk.",
        "The landmark Modern Slavery Act 2015 established the UK as a global leader in the fight against modern slavery. The Act provided law enforcement with new tools and powers to apprehend perpetrators, new duties on businesses to publish transparency in supply chains statements, enhanced protections for victims and created the Independent Anti-Slavery Commissioner role.",
        "The Act has underpinned the significant progress the UK has made over the last five years to tackle modern slavery. More victims than ever before are being identified and receiving support. More police investigations are taking place to apprehend perpetrators and bring them to justice. Thousands of businesses are taking seriously their responsibilities to publish statements on the steps they are taking to prevent modern slavery in their supply chains.",
        "However, the Government are not complacent and we are determined to ensure our legislation keeps pace with the evolving threat from modern slavery. That is why in July 2018, the Home Secretary commissioned right hon. Frank Field MP, right hon. Maria Miller MP and the noble Baroness Butler-Sloss GBE to conduct an independent review of the Modern Slavery Act.",
        "The final review was laid in Parliament in May 2019. The review made 80 recommendations aimed at improving our response on four discrete themes: the Independent Anti-Slavery Commissioner, transparency in supply chains, legal application and independent child trafficking advocates.",
        "The review made a compelling case that now is the time to strengthen elements of our legislation and its implementation. The Government have accepted ​many of the review’s recommendations now. Some recommendations require further consultation to determine the best way to deliver them. To support this, we are now launching a consultation on proposed measures to strengthen the transparency in supply chains legislation. The consultation seeks views from all interested parties on proposals to extend the reporting requirements to public sector organisations, measures to increase transparency and reporting quality and civil penalties. The consultation opens today and will run for 10 weeks. On certain recommendations relating to independent child trafficking advocates, the Government have committed to publish a further update to Parliament.",
        "I am grateful to the reviewers and all of those who contributed to the review for their comprehensive work on this report. Tackling modern slavery remains a priority for the Government and our response to the review will form a significant part of our future priorities. To implement our response, the Government will continue to work in partnership with law enforcement and criminal justice agencies, devolved Administrations, the private sector, NGOs, civil society and the Independent Anti-Slavery Commissioner."
    ]
}