{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2019-speech-on-modern-slavery/",
    "title": "Victoria Atkins – 2019 Speech on Modern Slavery",
    "post_date": "February 27, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Victoria Atkins, the Parliamentary Under Secretary of State for Crime, Safeguarding and Vulnerability, Paris Supply Chains conference on 22 February 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/02/victoriaatkins.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/02/victoriaatkins.jpg)",
        "Welcome everybody, I am absolutely delighted to be here and thank you so much to the Ambassador to the British Embassy for hosting today’s event and it is a very fitting time in terms of the UK and its battle against modern slavery and human trafficking to hold an event this month because this month marks a milestone in the UK’s fight against human trafficking.",
        "This month marks the 15th anniversary of the Morecambe Bay disaster.",
        "In one night, more than 20 people drowned when they were cut off by the tide, while picking cockles off the Lancashire coast in the North West of England .",
        "The workers were Chinese nationals, trafficked into the UK in shipping containers.",
        "By the time they realised that the sea water was rising, it was pitch black, and extremely cold. They could not speak English, and were unfamiliar with the area, or the tidal patterns on the treacherous mud flats.",
        "For each pound of cockles that they picked, they received less than 9 pence.",
        "The disaster was a wake up call to many that forced labour, human trafficking, and slavery are not evils of the past.",
        "They are with us today, and their victims are hidden in plain sight.",
        "In England, Morecambe Bay is known as a nature reserve and holiday resort.",
        "The fact 20 people could be trafficked there from the other side of the world and forced to work – with no one noticing until it was too late – brought home to us all the awful reality of slavery and human trafficking in the 21st Century.",
        "Globally an estimated 40.3 million people are victims of modern slavery and human trafficking, including some 16 million in forced labour in the private sector.",
        "Overall, labour generates $150 billion in illicit profits annually.",
        "No sector is immune. Workers in labour intensive industries like manufacturing, agriculture, construction and manufacturing are particularly vulnerable to abuse.",
        "And as we gather in Paris ahead of fashion week, we must remember that the textiles sector, with its complex global supply chains, is also a susceptible trade.",
        "The industry faces significant risks, but also with clear opportunities for innovation to improve the lives of workers.",
        "Since the collapse of the Rana Plaza building in Bangladesh in 2013, which killed over 1,000 workers, much of this work has accelerated, but there remains a tot to do.",
        "We know that women – who make up 75% of the workforce in fashion supply chains – are particularly at risk.",
        "That is why the UK is investing in programmes to improve protections for female textile workers.",
        "The Department for International Development’s Work in Freedom initiative has now reached half a million female textile workers in India and Jordan.",
        "Through our gender equality at the Workplace project we are partnering with brands including Marks & Spencer, SuperDry and Levis to promote worker’s rights and tackle forced labour and sexual violence in the Indian garment sector.",
        "This project has now benefitted more than 14,000 women.",
        "We should take a moment to recognise the good work fashion companies are doing as well.",
        "Many are already changing their purchasing practices to reduce pressures on their supply chain that can lead to exploitation.",
        "Companies like H&M have developed a Fair Wage strategy and commissioned the Ethical Trade Initiative to review their work and publish the findings.",
        "We’re also seeing new innovations that are helping to accelerate progress and I’m delighted that we have the Open Apparel Registry here today.",
        "Tools like their transparency map are crucial in enabling collaboration between different brands to identify risks in the supply chain.",
        "As Minister for Crime, Safeguarding and Vulnerability, I am proud that the UK is a world-leader in tackling modern slavery and human trafficking.",
        "In 2015, we introduced the Modern Slavery Act to tackle slavery, servitude, forced and compulsory labour, and human trafficking.",
        "The act gives law enforcement agencies the tools to deal with offenders and provides enhanced protection for victims.",
        "And, of particular relevance to this conference, the UK is the first country to require businesses to report on how they are preventing forced labour in their global supply chains.",
        "Under the landmark ‘transparency in supply chains’ provision in the Modern Slavery Act we have seen thousands of transparency statements published.",
        "And I am pleased to announce that today we have appointed Sara Thornton as the UK’s new Independent Anti-Slavery Commissioner, to lead our work and help the UK eradicate modern slavery and human trafficking.",
        "Ms Thornton is one of the most senior police officers in the country and brings her wealth of expertise, experience and independence in seeking justice for victims of crime.",
        "Effectively tackling forced labour requires leadership not just at home, but internationally as well.",
        "At the UN General assembly in September last year, the UK launched the ‘Principles to Combat Human Trafficking in Global Supply Chains’, with the U.S., Canada, Australia and New Zealand.",
        "These principles commit governments to implementing a range of measures that help address modern slavery and human trafficking in global supply chains.",
        "And, as we meet in Paris, I am proud that the French government stands alongside us in their determination to eliminate human trafficking and labour exploitation.",
        "Here, there is a legal requirement for companies to publish their mechanisms to identify, assess and mitigate exploitation risks.",
        "And, since legislation was introduced on both sides of the Channel, we have seen businesses:",
        "ensure transparency their supply chains  \nstart to map suppliers beyond tier one  \nidentify high-risk areas and introduce tailored steps to support the most vulnerable workers",
        "This is a significant achievement, and today’s panels will seek to build on this progress.",
        "Because, we want to see businesses make year-on-year progress. Whether they are already industry-leading in their approach, or mapping their supply chains for the first time.",
        "We also want to see more businesses supporting their suppliers to introduce key protections for workers, from the implementation of the Employer Pays Principle to tackle exploitative recruitment fees, to the global brands we have seen sign up to IndustriALL’s ACT initiative.",
        "Legislation, alongside growing consumer awareness, has transformed business culture.",
        "Across all industries, senior business leaders are engaging with the fight against forced labour for the first time.",
        "But we cannot be complacent.",
        "Businesses need to be more vigilant than ever to understand their risks, undertake targeted interventions and measure progress.",
        "They are not alone. The scale of the challenge means that it can only be tackled by government, business and civil society working together.",
        "In November, the Prime Minister announced a joint agreement with the fashion sector in the UK to work together to eradicate forced labour in their supply chains.",
        "And crucially, at last year’s G20 summit, she committed to publishing a statement on the steps the UK government is taking to eliminate exploitation in our own supply chains.",
        "Fundamentally, though, the reach of government extends only so far.",
        "It is up to individual businesses to take steps to eliminate forced labour in their own supply chain.",
        "There is a moral – and commercial – imperative to ensure that products are made by people living in freedom, working with dignity, and earning a fair wage",
        "Consumers care about how their products are made, and more so in the fashion industry than many others.",
        "There is a growing number of responsible investors who want to make sure the right protections are in place.",
        "By being here today you have shown that, like us, you want to improve your approach.",
        "I ask you all to take what you learn today and share it with your suppliers, your clients and your competitors.",
        "The British government will do everything in our power to eliminate the scourge of modern slavery and human trafficking.",
        "We remain resolute in our commitment to strengthen our response to this threat and improve protections for the most vulnerable workers across the globe.",
        "I welcome the determination and work of our friends and allies in Europe and across the world",
        "With our European friends, we are acting in defence of the values that we as nations hold dear.",
        "Nothing will change that.",
        "We will remain as committed to the eradication of modern slavery and human trafficking as we are today.",
        "Together, we can build a future where forced labour and exploitation are, truly, a thing of the past.",
        "Merci Beaucoup."
    ]
}