{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2021-statement-on-domestic-abuse/",
    "title": "Victoria Atkins – 2021 Statement on Domestic Abuse",
    "post_date": "January 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Atkins, the Parliamentary Under-Secretary of State for the Home Department, in the House of Commons on 14 January 2021.",
    "content": [
        "With permission, Madam Deputy Speaker, I would like to make a statement. The coronavirus pandemic has presented this country with enormous and unprecedented challenges. In order to control the spread of the virus, we have had to ask the public to follow a simple but crucial instruction: stay at home. Earlier this month we entered a new national lockdown, and while we are absolutely clear that these measures are necessary, it is also important to recognise the potential impact on what we refer to as hidden harm crimes, which include domestic abuse, child sexual exploitation and modern slavery. These are some of the most pernicious, harmful types of offending in society, and they often occur behind closed doors. Given that fact, let me reiterate a crucial message that the Prime Minister delivered to the public last week: notwithstanding the restrictions in place, those at risk of abuse can leave home to seek safety and avoid the risk of harm.",
        "Protecting those at risk of abuse and exploitation remains a priority for this Government, which is why I am so pleased that today I can announce the launch of a new codeword scheme for victims of domestic abuse called Ask for ANI. From today, thousands of pharmacies across the UK will provide this service, enabling victims to seek help discreetly. Through a signal to a pharmacist, a victim will be provided with a safe space in the pharmacy, and taken through the support available to them, whether that is a call to the police or a domestic abuse helpline service. The codeword scheme will offer a vital lifeline to all victims, ensuring that they get help in a safe and discreet way.",
        "Let me set out more of the steps that we have taken to ensure that victims and those at risk can continue to access critical advice and support. We have provided unprecedented levels of additional funding to critical frontline services helping victims of domestic abuse. As part of wider charitable funding, the Home Office, the Ministry of Justice and the Ministry of Housing, Communities and Local Government have between them distributed more than £25 million in emergency covid-19 funding for domestic abuse organisations. That has provided almost 1,900 bed spaces in safe accommodation, and enabled domestic abuse organisations of all sizes to provide advice and support to victims. For example, Home Office funding allowed the charity Safelives to train hundreds of frontline workers online, including new independent domestic violence advisers. To help sustain those charities through the second part of the year, we are providing further funding of nearly £11 million from the Ministry of Justice and the Home Office.",
        "Although funding forms an important strand of our response, it is also vital that victims of domestic abuse, and those worried about them, know how to access help and advice. In April, the Home Secretary launched the #YouAreNotAlone communications campaign to do precisely that. The campaign has reached almost 25 million people through paid advertising, and has been supported by a range of celebrities and influencers who have shared its messages with more than 130 million followers on social media. Materials have been translated into 16 languages. The campaign directs victims to sources of specialist help and support. It also makes clear that the “stay at home” restrictions do not apply to those at risk of abuse who need to leave home to seek help or refuge. We have relaunched the campaign over the winter to reaffirm those messages, and I ask hon. Members across the House to do everything they can to highlight that campaign, and make clear to victims that help continues to be at hand, should they need it.",
        "The police have been, and will continue to be proactive in tackling domestic abuse during this period. Courts have continued to prioritise domestic and child abuse cases throughout, as well as civil protection orders relating to domestic abuse, stalking, forced marriage and female genital mutilation. We have seen many innovative police responses to domestic abuse during the pandemic. The Metropolitan police has developed an online function for the domestic violence disclosure scheme, whereby police can disclose previous domestic violence history to new partners. Nottinghamshire police is applying the disclosure scheme in every domestic abuse occurrence. Other forces are able to use discreet technology to take witness statements remotely, without leaving any trace on the victim’s phone. Some forces, such as Gloucestershire police, have used spare capacity to instigate dedicated domestic violence response vehicles, while independent domestic violence advisers are helping to support victims.",
        "There are, sadly, other forms of hidden harms within domestic abuse, and we are acutely aware that the pandemic has increased risks to some children and young people, and reduced their contact with trusted professionals and adults. The Government are committed to doing everything they can to continue to support and protect children at risk, and they have provided more than £11 million since last June to Barnardo’s See, Hear, Respond service, to support more than 50,000 vulnerable or hidden children, whose usual support networks have been affected by national and local pandemic restrictions.",
        "The Home Office has also launched a national communications campaign, Something’s Not Right, to help children who have been exposed to a range of harms, reaching millions of secondary school children in England. At this time, we are particularly concerned about online harms. With children spending more time on the internet, parents have been signposted to materials for staying safe online, including from the National Crime Agency’s Thinkuknow campaign.",
        "A record number of reports of online child sexual abuse have been processed by the UK’s Internet Watch Foundation, including a large increase in self-generated indecent images of children. The Home Office is providing £80,000 to support the development of the IWF’s campaign to support parents in starting conversations with their children around keeping safe online, and to help young people to identify the signs of coercion and to report abuse. In December, we published the full Government response to the online harms White Paper, which sets out our expectations on companies to keep their users safe, especially children. At the same time, we published the interim code of practice on online child sexual exploitation and abuse, which sets out steps that companies can take now to tackle these crimes on a voluntary basis, ahead of any regulatory system being introduced.",
        "Another form of hidden harm is modern slavery. The Government are committed to the safety and security of victims of modern slavery, particularly during the pandemic, by ensuring that victims are provided with the support they need and that those responsible for these crimes are prosecuted. Last year, we made an additional £1.73 million available for modern slavery services in England and Wales. The funding has enabled providers to adapt the ways in which they provide support during the pandemic, including by reducing face-to-face contact where appropriate and ensuring that support can be accessed remotely. The new Victim Care Contract came into force last week and will help to ensure that victims receive the care they need. In early adopter sites, child victims of modern slavery continue to be supported by the Independent Child Trafficking Guardian scheme which is working flexibly to continue to provide effective and responsive support remotely, both to trafficked children directly and to other professionals. Law enforcement agencies continue to pursue high-risk modern slavery cases where there is a risk of harm or detriment to individuals.",
        "Throughout the coronavirus pandemic, we have remained resolute in our commitment to tackling abuse that takes place behind closed doors and out of sight. We continue to work across Government to monitor, assess and respond to the ongoing situation, but I ask all hon. Members to consider ways in which they can point victims in their constituencies to support. We will continue to prioritise domestic abuse during and after the pandemic. To do this, we remain committed to delivering our landmark Domestic Abuse Bill to further strengthen protections for victims and bring perpetrators to justice.",
        "In addition, this year we will publish the new Tackling Violence against Women and Girls strategy, which will help us to better target perpetrators and support victims of these abhorrent crimes. We are currently running a call for evidence to inform the new strategy, and I urge hon. Members to share this via their networks within their constituencies to help us reach as wide an audience as possible. This will be followed by a dedicated and complementary domestic abuse strategy that will ensure progress following the passage of the landmark Domestic Abuse Bill. We will soon publish the first-of-its-kind strategy on tackling all forms of child sexual abuse, outlining our long-term ambition to drive a whole-system response in tackling this heinous crime.",
        "In conclusion, I would like to thank everyone involved in helping victims of hidden crimes in this pandemic and beyond, from those working in domestic abuse refuges and community services and in modern slavery safe accommodation, to those scouring the internet to remove images of children being raped, as well as our police officers, our National Crime Agency officers, our Border Force officers and those working in the security services to support this work. I thank them all for what they are doing to help support victims and to stop perpetrators of these terrible crimes. I would like to finish by reassuring all victims of hidden harms that they are not alone, their voices are heard and help will continue to be there for them. I commend this statement to the House."
    ]
}