{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2022-statement-on-making-tax-digital-and-self-assessment/",
    "title": "Victoria Atkins – 2022 Statement on Making Tax Digital and Self-Assessment",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Atkins, the Financial Secretary to the Treasury, in the House of Commons on 19 December 2022.",
    "content": [
        "Across the globe, digitisation of tax is increasingly the norm. Modernisation of UK businesses and the tax system remains of crucial importance to the UK.",
        "Making tax digital (MTD) for VAT is already demonstrating the benefits to businesses that digital ways of working can bring.",
        "MTD for income tax self-assessment (ITSA) will follow, with businesses, self-employed individuals, and landlords keeping digital records and using MTD-compatible software to submit updates to HM Revenue and Customs.",
        "The Government understand businesses and self-employed individuals are currently facing a challenging economic environment, and that the transition to MTD for ITSA represents a significant change for taxpayers, their agents, and for HMRC.",
        "That means it is right to take the time needed to work together to maximise those benefits of MTD for small business by implementing gradually.",
        "The Government are therefore announcing more time to prepare, so that all businesses, self- employed individuals, and landlords within scope of MTD for income tax, but particularly those with the smallest incomes, can adapt to the new ways of working.",
        "The mandation of MTD for ITSA will now be introduced from April 2026, with businesses, self- employed individuals, and landlords with income over £50,000 mandated to join first.",
        "Those with income over £30,000 will be mandated from April 2027.",
        "The Government will now review the needs of smaller businesses, and particularly those under the £30,000 threshold. This will look in detail at whether and how the MTD for ITSA service can be shaped to meet the needs of smaller businesses and the best way for them to fulfil their income tax obligations. Once that review is complete—and in consultation with businesses, taxpayers, agents, and others—the Government will lay out the plans for any further mandation of MTD for ITSA.",
        "Following the phased approach, the Government will not extend MTD for ITSA to general partnerships in 2025. It remains committed to introducing MTD for ITSA to partnerships at a later date.",
        "The new penalty system, harmonising late submission and late payment penalties for income tax self-assessment with those for VAT, will come into effect for taxpayers when they become mandated to join MTD. This makes penalties fairer and simpler for taxpayers. The Government will introduce the new penalty system for income tax self-assessment taxpayers outside the scope of MTD after its introduction for MTD taxpayers.",
        "The Government anticipate that most taxpayers within the scope of MTD for ITSA will be able to sign-up voluntarily before they are mandated to do so. HMRC will keep this under review to ensure that all taxpayers using the MTD for ITSA service receive a high-quality service."
    ]
}