{
    "url": "https://www.ukpol.co.uk/humphrey-atkins-1983-speech-at-election-of-the-speaker/",
    "title": "Humphrey Atkins – 1983 Speech at Election of the Speaker",
    "post_date": "July 28, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "1983",
            "url": "/tag/1983/"
        },
        {
            "text": "Humphrey Atkins",
            "url": "/tag/humphrey-atkins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Humphrey Atkins, the Conservative MP for Spelthorne, in the House of Commons on 15 June 1983. He was speaking in support of Bernard Weatherill becoming the Speaker of the House of Commons.",
    "content": [
        "First, Mr. Callaghan, I welcome you to your new role as Father of the House. A great many Members have held it before you, Mr. Callaghan but, while it is not unprecedented, it is rare that anyone comes to it with such a distinguished record of public service in so many of the highest offices of State. As one who arrived both in the world and in the House 10 years after you, Mr. Callaghan, I congratulate you.",
        "As we have just heard, it is always the first duty of a new House of Commons to elect a Speaker, and I beg to move, That the right hon. Bernard Weatherill do take the Chair of this House as Speaker. I could easily list all the qualities that we require of our Speaker, but I do not intend to do so. It would take too long and, in any event, hon. Members are as well aware of them as I am. However, I shall refer briefly to three of the Aides and one of the burdens that we place upon our Speaker.",
        "First and foremost, the Speaker is the sole guardian of that most precious of rights that each of us has the moment we are elected to this place—the right to state our point of view and to have it heard. It does not matter whether that view is generally acceptable or whether we are in a minority, even a minority, of one.",
        "If we are in that position, only the Speaker will help us. We have been fortunate in the House of Commons for far more years than any of us here can remember in having a succession of Speakers who have upheld that right and made this Chamber the envy of the world. That right must never be allowed to disappear.",
        "Secondly, the Speaker has to be at one and the same time both our servant and our master. We and our predecessors have laid down a long series of rules for the orderly conduct of our affairs. The Speaker cannot change them by so much as a comma. He is entirely bound by them, but he has to be ready at a moment’s notice to interpret them, sometimes in the face of the most 3 ingenious arguments, and, having interpreted them, to enforce them. Only someone who has the respect and good will of the House as a whole can possibly hope to do that.",
        "The third duty is one that I think is new to the third quarter of the 20th century. Now that some of our proceedings are broadcast on the radio, far more people than ever before have the opportunity of hearing our debates. As everyone knows, the public reaction is not as favourable as we should all like. That is not altogether surprising, for we have always been an unruly lot when our passions are high. However, the one person who more than any of the rest of us in the House affects the world outside is our Speaker. If he is calm, courteous and firm, the good name and dignity of Parliament are restored, and each of us is the beneficiary of that.",
        "The worst of the burdens that we place upon the Speaker is that of loneliness. He is one of us and yet he is not. The Speaker is always someone who has spent years in this place doing what we all do—making friends with our colleagues, talking informally with them in the Tea Room or in the Corridor, eating together and sometimes, possibly, even drinking together. It must be a great trial for someone who has been accustomed to all this to cut himself off to a great extent, as Mr. Speaker must necessarily do. We must be grateful to anyone who is prepared to do it, and we have such a one.",
        "Perhaps I can claim to know my right hon. Friend—I expect that this is the last time that I can call him that here—as well as any right hon. or hon. Member. Those who were in this place before 1979 will know that he and I worked together for nearly 12 years. For the last five of those years we worked together especially closely. Certainly, we were working on the business of only one party in the House, our own party, but I can truthfully say how often I was amazed at the time by the trouble and the care that my colleague took to help members of our party, especially those who felt that they were being neglected or that the Government were not listening properly to their ideas. He could be firm, too, as Deputy Chief Whips sometimes have to be. I can tell the House that never in all that time did I hear him get angry, lose his temper, or even raise his voice, even though sometimes the provocation was great.",
        "During that time the right hon. Member served the House, too, most notably on one of the Committees that was responsible to the then Speaker and whose main interest was the safety, comfort and convenience of all right hon. and hon. Members.",
        "Some might think that a long period of such service to one party is not the ideal background to serving as Mr. Speaker, but every Speaker in one way or another has had that background. Furthermore, as everyone who was a Member of this place during the last Parliament will know, the right hon. Member has already proved by four years’ service as Chairman of Ways and Means that a long period of service is not a bar. I believe that he has shown all the qualities that we want in our Speaker—knowledge of our procedures, recognition of the need to protect the rights of minorities, firmness where necessary, fairness, and always courtesy. To those who know the right hon. Member that is no surprise, for if he has one quality that stands above all others it is his readiness to serve our 4 parliamentary democracy, to serve it in whatever capacity is asked of him. I believe that he will serve us well as our Speaker.",
        "I hope that the House will approve my motion with as much enthusiasm as I have in moving it."
    ]
}