{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2020-statement-on-the-domestic-abuse-bill/",
    "title": "Victoria Atkins – 2020 Statement on the Domestic Abuse Bill",
    "post_date": "March 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Victoria Atkins, the Parliamentary Under-Secretary of State for the Home Department, in the House of Commons on 3 March 2020.",
    "content": [
        "I am pleased to announce that today the Government will be re-introducing the Domestic Abuse Bill in the House of Commons.​",
        "This landmark Bill will help better protect and support the victims of domestic abuse and their children and bring perpetrators to justice.",
        "The measures in the Bill seek to:",
        "Promote awareness—to put domestic abuse at the top of everyone’s agenda, including by legislating for a statutory definition of domestic abuse, emphasising that domestic abuse is not just physical and sexual violence, but can also be emotional, coercive or controlling, and economic abuse. Statutory guidance will accompany the definition to assist in understanding and dissemination of this important feature of the Bill, including taking account of the fact that the majority of victims of domestic abuse are women.",
        "Protect and support victims, including by introducing a new domestic abuse protection notice and domestic abuse protection order, and placing a new duty on tier one local authorities in England to provide support to victims of domestic abuse and their children in refuges and other safe accommodation.",
        "Transform the justice response, including by helping victims to give their best evidence in the criminal courts through the use of video evidence, screens and other special measures, and ensuring that victims of abuse do not suffer further trauma in family court proceedings by being cross-examined by their abuser.",
        "Improve performance—the new Domestic Abuse Commissioner will help drive consistency and better performance in the response to domestic abuse across all local areas and agencies.",
        "The Bill was originally introduced in July 2019 having had the benefit of pre-legislative scrutiny by a Joint Committee of both Houses, chaired by the right hon. Member for Basingstoke (Maria Miller). In the Government’s original response to the Joint Committee’s report (CP 137), we undertook to publish a further response addressing the outstanding recommendations; the Government have today published this further response alongside the re-introduction of the Bill (CP 214). Copies of the further response will be available from the Vote Office and it will also be published on the www.gov.uk website.",
        "Part 2 of the Bill establishes in law the independent office of the Domestic Abuse Commissioner. Clause 10 makes provision for a framework document which, in effect, sets out how the Home Secretary and the Commissioner will work together. The document deals with, among other things, matters relating to governance, and the funding and staffing of the Commissioner’s office. To assist the scrutiny of the Bill, I have today published a draft of the framework document which has been agreed with the designate Commissioner, Nicole Jacobs.",
        "The draft framework document, together with other Bill documents including a revised impact assessment and policy equality statement are available at: https://www. gov.uk/government/collections/domestic-abuse-bill."
    ]
}