{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2020-statement-on-modern-slavery/",
    "title": "Victoria Atkins – 2020 Statement on Modern Slavery",
    "post_date": "September 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Atkins, the Parliamentary Under-Secretary of State for the Home Department, in the House of Commons on 22 September 2020.",
    "content": [
        "Today, the Government have published their response to the transparency in supply consultation. A copy of the Government response will be placed in the Libraries of both Houses and it will also be published on gov.uk.",
        "The landmark transparency provisions in the Modern Slavery Act 2015 established the UK as the first country in the world to require businesses to report annually on their work to prevent and address risks of modern slavery in their operations and supply chains. This legislation was introduced to empower investors, consumers and civil society to hold businesses to account, and it has since sparked an international trend for supply chains legislation.",
        "I am proud that thousands of businesses have risen to the challenge of reporting and consistently raised the benchmark for transparency since the Act came into force. This year the Government joined the private sector in opening up about their supply chains, becoming the first country in the world to publish a Government modern slavery statement setting out how we are leveraging public spending to prevent risks in Government supply chains and drive responsible practices. In his foreword to the statement, the Prime Minister made the Government’s ambitions clear:",
        "“It’s not enough for Government and businesses to simply say they don’t tolerate modern slavery. As we take stock of both the challenges faced and achievements made, we must match our words with actions.”",
        "Five years on from the Act, it has become more important than ever that businesses take responsibility for their supply chains, and I am committed to ensuring this Government maintain their global leadership on this agenda. In May 2019, the final report of the independent review of the Modern Slavery Act, led by Frank Field, my right hon. Friend the Member for Basingstoke (Mrs Miller) and the noble Baroness Butler-Sloss GBE, considered the Act’s transparency legislation alongside four other key areas and made a compelling case for change. In response, the Home Office launched a public consultation seeking views on a range of measures to strengthen section 54 of the Modern Slavery Act and enhance the impact of transparency.",
        "I am grateful for the expertise of the reviewers and of those who responded to the consultation. Today, I am proud to announce the ambitious package of measures we will be taking forwards to strengthen and future-proof the Modern Slavery Act’s transparency legislation.",
        "To improve transparency, we will be requiring all organisations caught by the Act to publish their statement to a central Government-run reporting service, to ensure organisations’ work to prevent modern slavery is open to scrutiny. At the same time, we will be introducing ​mandatory topics that modern slavery statements must cover, to increase transparency and encourage year on year improvement in key areas. Taken together, these measures will drive a race to the top, ensuring progress is recognised and gaps are addressed.",
        "To improve compliance, we will introduce a single reporting deadline on which all statements must be published. We are also considering options for civil penalties for non-compliance forwards in line with the development of the single enforcement body for employment rights, led by the Department for Business, Energy and Industrial Strategy.",
        "Finally, we will be extending the reporting requirement to public bodies—a global first. Leveraging public spending is a crucial step towards driving responsible practices and identifying risks, and I welcome the voluntary efforts of many public sector organisations on this agenda. Like businesses, public sector organisations have a responsibility to be transparent about modern slavery risks in their supply chains and how these are being addressed. Ministerial Government Departments have already committed to publishing annual modern slavery statements, the first of which will be published in September 2021.",
        "Many of these measures are global firsts. However, I am determined that Government and industry do everything possible to protect vulnerable workers from exploitation. Tackling modern slavery remains a priority for the Government and I will continue to look at what further measures are needed to strengthen our response, in partnership with the devolved Administrations, law enforcement, business, public sector organisations, NGOs, civil society and the independent anti-slavery commissioner."
    ]
}