{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2022-speech-on-business-rates-and-levelling-up/",
    "title": "Victoria Atkins – 2022 Speech on Business Rates and Levelling Up",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Victoria Atkins, the Financial Secretary to the Treasury, in Westminster Hall, the House of Commons, on 13 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Mundell, and I congratulate my hon. Friend the Member for Waveney (Peter Aldous) on securing this important debate. I am delighted that on our side of the House we have so much of the English coastline represented—I include myself in that, proud as I am to represent the Lincolnshire coastline.",
        "I am also delighted to be joined by the hon. Member for Strangford (Jim Shannon). I had many a happy time sailing in the famous Strangford lough in my childhood, and I know how important tourism and hospitality is to his constituency. I thank him for sharing his Northern Irish perspective, as he always does.",
        "I hope colleagues are aware that the Government announced a significant support package for business rates in the autumn statement, and I welcome the opportunity to set that out. I also welcome the opportunity to discuss the substantial reforms to which we have already committed, which will make the business rates system fairer and more responsive to changes in the market. We have heard the concerns expressed about the status quo not just by hon. Members today, but by businesses in previous years. I will address some of those concerns and emphasise our keenness to make changes where appropriate.",
        "Forgive me if first I go back to basics. The importance of business rates to public finances is perhaps lost in the understandable concerns raised about the impact on constituency businesses. Taxes on commercial property remain an important part of a fair and balanced business taxation system. Most advanced economies, including most OECD members, have a business property tax. Business rates raise over £20 billion a year in England alone. That money goes to fund vital public services—a priority that the Chancellor emphasised again and again in the autumn statement. Put simply, we do not believe that there is an alternative with widespread support that would raise sufficient revenue to replace business rates. For those reasons, we do not consider there is merit in a radical overhaul or abolition of business rates, but we have delivered meaningful change to improve the system and have continued to conduct several reviews on the issue. Those reviews reaffirmed the importance of business rates and concluded that they have several key advantages over other taxes. They are relatively easy to collect and hard to avoid, with a collection rate of around 98%, making them a vital and stable source of funding for local services.",
        "My hon. Friend the Member for Waveney suggested that the current tax rate discourages investment in new spaces and expansion of existing spaces, but there is little evidence of structural issues in property investment in the UK. As he would expect, we keep a close eye on that. We have the highest share of investment going to non-residential buildings of any member of the G7. We recognise the valuable role that businesses play in our economy and we have taken action to support them through the business rates system.",
        "**Kevin Foster**",
        "I find the Minister’s response interesting. She talks about the investment in commercial property—for example, we are seeing £140 million of investment in Torbay hotels. The issue is not so much the overall level of investment in commercial property, but the specific locations. We might have 34 million seafront hotels in Paignton, but in the town centre, which was once the main focus for the collection of business rates, we are struggling to get anywhere. Does she think there might be a link?",
        "**Victoria Atkins**",
        "Goodness me, I would not pretend to have an intimate knowledge of the economics of Torbay. My hon. Friend knows his constituency extremely well, but the realistic fact is that businesses in his high street have to pay taxes of some sort. That is why we have tried to mould the business rate support package to help the businesses that need it the most, which we recognise are those in the retail, hospitality and leisure industry. I will come on to that particular support, which is a very generous package that I hope will be of great benefit to businesses in his constituency.",
        "We have a duty to ensure that the business rates system is fair and responsive, while raising sufficient revenue to support the public services that I have already talked about. Since 2017, when the Government doubled the 100% small business rate relief rateable value threshold from £6,000 to £12,000, a third of properties in England have paid no business rates whatever. In my own constituency, I know of many properties in my market towns that pay no business rates precisely because of that protection and they are, I hope, thriving as best they can as a result.",
        "The Government provided £16 billion in business rates relief for the retail, hospitality and leisure sectors during the pandemic because it was such a difficult time for them when the economy was essentially closed down. That was an unprecedented level of support for the high street, on which so many communities depend. From my own constituency, I know how vital that support was in keeping businesses’ heads above water during the lockdowns. The Government also provided a £1.5 billion covid additional relief fund for businesses that were affected by the pandemic but which were not eligible for other reliefs. Local authorities, due to their knowledge of their local areas, were responsible for designing and establishing those schemes. Progress has been in line with our expectations, and final distribution data will be published on gov.uk shortly.",
        "As the Chancellor stated in the autumn statement last month, it is an important principle that revaluations should reflect market values. Hon. Members have emphasised that point during the debate. The 2023 revaluation will therefore go ahead. From April 2023, all rateable values will be updated for all non-domestic properties, with evidence from April 2021. This will mean initial bills will reflect changes in market conditions since 2015, and will ensure a fairer distribution of the tax burden between online and physical retail.",
        "The hon. Member for Strangford asked me why the Government have not introduced an online sales tax. He will know that we launched a consultation on the issue earlier this year. We received many responses, which will shortly be published, but it is fair to say that there was not unanimity. Indeed, there was not even agreement—I would not put it as highly as that—as to what such a tax should look like, because many of even the smallest businesses on the high streets of our constituencies now have some form of online presence. It may not be the main part of their business—that may be the shop—but, understandably and laudably in the 21st century, they are trying to diversify by having an online business.",
        "Nobody could quite see how we could differentiate between the enormous multinationals that we are all keen to ensure pay taxes and those microbusinesses that my hon. Friend the Member for Waveney described so well. That is why in the autumn statement the Chancellor decided against an online sales tax, with the important caveat that the changes we are making to business rates, including with the revaluations, will mean that the distribution warehouses, which supply the multinationals that we are all keen to ensure pay their proper taxes, will see significant rises in their bills while we also protect the shops and microbusinesses to which he referred.",
        "**Jim Shannon**",
        "That is a very helpful response, as always; I expected nothing less. I will take the Minister’s point of view out of Hansard and give it to some microbusinesses in my constituency that have asked me these questions. I understand there is a wish for this revaluation to happen, and I understand the difficulties and complexities the Government face to get it over the line. If I could come back to the Minister directly with some thoughts, maybe we could see if we could review it in a positive way.",
        "**Victoria Atkins**",
        "Of course. I am always delighted to hear from the hon. Gentleman. He will appreciate that there are many other factors; for example, click and collect was a stumbling block for many in the consultation. I look forward to his future correspondence.",
        "The support package that we have introduced means that the revaluation will go some way to addressing the imbalance between online and offline retailers. On average, large distribution warehouses will see an increase in bills of about 27%, and bricks and mortar retailers will see decreases of about 20%. We recognise that business rates payers may feel uncertain about the upcoming revaluation, given other pressures the country is facing that are driven by global challenges.",
        "Rising prices around the world, made worse by Russia’s illegal invasion of Ukraine, have hit businesses hard. In the autumn statement we announced the steps that we will take next year to provide support through these difficult times. We will deliver a business rates support package worth £13.6 billion over the next five years. That will protect businesses from facing large bill increases because of high inflation and rateable value increases following the revaluation.",
        "My hon. Friend the Member for Waveney urged the Treasury to cut the UBR to the 1990 level of 35p, showing the trade-offs that the Government must make. Doing so would cost £9 billion a year, which would be a significant potential loss to the public revenue. We have thus taken the steps we have through the support package to protect ratepayers from high inflation, and we are instead freezing the tax rate for three consecutive years at a cost of £14.5 billion.",
        "My hon. Friend the Member for Torbay (Kevin Foster) described the vibrant hospitality sector in his constituency. We are extending and increasing the retail, hospitality and leisure relief scheme from 50% to 75%, up to a cash cap of £110,000 per business. Pubs and the holiday parks he referenced are included.",
        "**Peter Aldous**",
        "I am conscious that I will have the opportunity to respond at the end of the debate, but I want to pick up now on one specific point that the Minister has mentioned. She said that the Treasury had carried out an assessment and if we were to go back to the UBR of just over 30p from when this system was introduced in 1990, that would cost an extra £9 billion. Did that assessment take into account a situation in which we had annual revaluations as well? If we had annual revaluations, that sort of margin would be much lower and we would fairly redistribute the burden of business rates across the UK.",
        "**Victoria Atkins**",
        "I will come back to that point, and particularly the detail on annual revaluations, because I think there is some sympathy with my hon. Friend’s point of view.",
        "The retail, hospitality and leisure relief scheme is the largest business rates one-year relief we have provided in 30 years, so I encourage colleagues to ensure that their local businesses know that the Conservative Government are delivering for those businesses. It will support about 230,000 properties—not just on high streets, but beyond high streets, as my hon. Friend the Member for Torbay emphasised. Therefore, although I understand the point made by my hon. Friend the Member for Waveney regarding the temporary nature of these interventions, permanent changes have been announced and will provide support for affected businesses.",
        "We will deliver on a key ask by trade bodies such as the CBI, the Federation of Small Businesses and the British Retail Consortium by permanently removing downward caps from transitional relief, which previously restricted falls in bills. Removing those caps permanently means ratepayers seeing decreases in their rateable value will experience a full drop in their bills next year.",
        "Taken together, the revaluation and the support package have updated bills to reflect market conditions. Those facing bill increases will see them phased in through transitional relief, and the small businesses that make up our high streets will be protected through targeted support. The multiplier freeze will protect all ratepayers against double-digit inflation.",
        "Colleagues were keen to emphasise the important role that pubs play in our communities. As a proud Member of Parliament for many excellent pubs in my constituency, I understand their concerns. It might help colleagues if I lay out the forms of help that pubs will receive through the support package. As a result of the package of support, pubs’ bills have fallen by about 30%. All pubs will benefit from the multiplier freeze, and pubs with falling rateable values will benefit from the removal of the downward cap that I just described. They will also be eligible for the 75% retail, hospitality and leisure discount. Of course, small pubs that have a rateable value of below £12,000 pay no rates at all.",
        "Would my hon. Friend the Member for St Ives (Derek Thomas) be kind enough to write to me about his dry dock example? That business will receive some form of help through the overall package.",
        "Let me turn to business rates reforms. We understand and listen to the concerns of those running businesses, and keep the operation of all tax policy under review. In the 2021 autumn Budget, we announced the outcome of the business rates review, and will shortly bring forward legislation to deliver those reforms. A core element of that package is more frequent revaluations, moving to revaluations every three years instead of every five; my hon. Friend the Member for Waveney is smiling at me. That represents significant reform, and will ensure that the system is more responsive to changing market conditions.",
        "To enable those reforms, we are also introducing some administrative measures, including a new information duty on ratepayers to ensure the VOA has sufficient data to accurately update rateable values every three years, and to help reduce the number of appeals and the time taken to resolve them. The changes will also unlock opportunities for further improvements to the system in future, such as even more frequent revaluations. We understand the merits of annual revaluations, but we need the change to three years to settle in a little bit, because even moving to three years represents significant operational complexity, but we very much understand the wish for annual revaluations.",
        "My hon. Friend the Member for Waveney mentioned the wish for increased transparency by the VOA, which I understand. I sympathise with the issues that ratepayers are facing through the “check, challenge, appeal” process. The Government are keen to address those issues by delivering on the commitments made in the business rates review. Accordingly, there is already a plan in place that is providing ratepayers with better access to improved information about how valuations are carried out. I urge my hon. Friend to pass to me any information he or others may have about the unscrupulous agents he described; I am most concerned about that, and will be very interested in that information, because I am looking at the role of agents across all aspects of tax policy. A lot of agents provide a very good service to their customers, but we must weed out those who are unscrupulous or even worse.",
        "In the longer term, we expect ratepayers to be able to access fuller analysis of the evidence used to set the rateable value of a property, which I hope will in turn restore confidence in that system. We keep all business rates reliefs under review, as the system of reliefs plays a vital role in ensuring the overall sustainability and fairness of tax. The Government ensure that reliefs are as easy as possible for ratepayers to navigate, with several being automatically applied by local authorities, such as transitional relief, supporting small business relief, and empty property relief. Comprehensive guidance on reliefs is available on gov.uk.",
        "Through the review—which I encourage the hon. Member for Ealing North (James Murray) to read; perhaps he has not realised that we have done it—we have committed to several measures to modernise and digitalise the business rates system, including further investment in the Valuation Office Agency to enable it to upgrade its IT infrastructure and digital capabilities. The review recommitted to the digitalising business rates reform programme, which will match business rates data with central HMRC tax data to provide a better oversight of the rates system, more precise targeting of reliefs, and more effective compliance.",
        "At the very beginning of the autumn statement, the Chancellor told the House that he had three key priorities:",
        "“stability, growth and public services.”—[Official Report, 17 November 2022; Vol. 722, c. 844.]",
        "We understand that the issue of business rates cuts across all three of those priorities because of the impact it has on our high streets and the money it raises for our vital public services.",
        "As ever, this is about balance. We acted at the autumn statement to support business and we will deliver on the reforms announced at the 2021 business rates review through upcoming legislation. We will continue to listen to the arguments, but we will also continue to make the decisions we think are in the interests of the country as a whole. I thank hon. Members for their contributions and look forward to engaging with them all to ensure that this continues to be a system that serves us all."
    ]
}