{
    "url": "https://www.ukpol.co.uk/victoria-atkins-2022-statement-on-new-prisons/",
    "title": "Victoria Atkins – 2022 Statement on New Prisons",
    "post_date": "March 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Atkins",
            "url": "/tag/victoria-atkins/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Atkins, the Prisons Minister, in the House of Commons on 7 March 2022.",
    "content": [
        "I am pleased to provide an update today on our progress in delivering the biggest prison building programme in over a century. We are committed to delivering 20,000 new prison places to meet demand, cut crime and keep the public safe. These new prison places will create a more secure and modern estate, providing a productive environment to reform prisoners.",
        "**HMP Five Wells**",
        "The first prisoners arrived at HMP Five Wells on 4 February and the prison was officially opened by the Deputy Prime Minister, Dominic Raab, yesterday, marking the completion of the first prison in our programme of six new prisons.",
        "HMP Five Wells, in Wellingborough, is a purpose-built category C resettlement men’s prison, designed to house around 1,700 men over seven houseblocks, supported by six ancillary buildings. It is built on the site of the former HMP Wellingborough, a category C prison that was closed 10 years ago.",
        "HMP Five Wells is the first of its design to be built, based on work that brought together the lessons of previous prison builds, practical prison expertise of both staff and prisoners, academia, and international expertise. The new prison’s design has a focus on safety and security and is equipped with security measures that contribute to cutting crime. The prison is designed to facilitate education and skills development, providing an environment to better equip and support prisoners on release and to reduce reoffending.",
        "**Naming and operator of the new prison at Glen Parva**",
        "I can announce today that, following public consultation and a meeting of local representatives, the new prison at Glen Parva will be named HMP Fosse Way. I am grateful for the submissions received by the public to name the new prison. The name HMP Fosse Way has strong links to Leicestershire and reflects the history of the local area—the Fosse Way is a Roman road that runs through Leicestershire and is reflected in the name of a number of local institutions.",
        "I can also announce today that, following a rigorous evaluation process, Serco has been successful in its bid to provide prison operator services at HMP Fosse Way. This is another important milestone in our ambitious programme of new prisons. HMP Fosse Way will also be a category C resettlement prison holding around 1,700 men.",
        "Glen Parva’s construction continues to boost Leicestershire’s economy and create hundreds of jobs. As of December 2021, 30% of the on-site workforce were from the local area and over £96 million has been spent locally. We have also invested over £400,000 in recruitment and skills training. Our contract with Serco will provide further economic benefit by providing over 600 long-term jobs once the prison is operational. This significant investment in the local community supports the Government’s ambition to level up the UK’s economy.",
        "**Four new prisons**",
        "Today I am pleased to announce that one of the four additional new prisons will be run by HMPPS. This, added to the expansion of the existing public sector estate, will mean that over half of all the additional capacity planned in the coming years will be run by the public sector. This reaffirms our commitment to a balanced approach to custodial services which includes a mix of public, voluntary and private sector involvement.",
        "The three other new prisons will be operated by the private sector, which we are confident will provide a high-quality and value-for-money service. As with the competitions for HMP Five Wells and the new prison at Glen Parva, bidding operators for the three new prisons will compete for the contract and HMPPS will continue to provide a “public sector benchmark” against which bids will be rigorously assessed. If bids do not meet our expectations in terms of quality and cost, HMPPS will manage the new prisons.",
        "These milestones are a significant step forward in our ambitious programme to deliver a future-proof and fit-for-purpose prison estate, with the capacity needed to meet demand, house prisoners safely and securely, and reduce reoffending."
    ]
}