{
    "url": "https://www.ukpol.co.uk/clement-attlee-1945-announcement-of-japanese-surrender/",
    "title": "Clement Attlee – 1945 Announcement of Japanese Surrender",
    "post_date": "January 9, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1945",
            "url": "/tag/1945/"
        },
        {
            "text": "Clement Attlee",
            "url": "/tag/clement-attlee/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Clement Attlee, the then Prime Minister, in the House of Commons on 15 August 1945.",
    "content": [
        "[![Clement_Attlee](https://www.ukpol.co.uk/wp-content/uploads/2016/01/Clement_Attlee-229x300.png)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/Clement_Attlee.png)",
        "Mr. Speaker, at midnight last night the terms of the Japanese surrender were announced to the world. The House will, I trust, bear with me while I repeat them, for I feel that it is fit and proper that they should be for ever on record in the annals of this ancient and honourable House. They are as follow:",
        "“With reference to the announcement of 10th August, regarding the acceptance of the provisions of the Potsdam Declaration and the reply of the Governments of the United States, Great Britain, the Soviet Union, and China, sent by Secretary of State Byrnes on the date of 11th August, the Japanese Government has the honour to communicate to the Governments of the four Powers as follows:",
        "(1) His Majesty the Emperor has issued an Imperial rescript regarding Japan’s acceptance of the provisions of the Potsdam Declaration.  \n(2) His Majesty the Emperor is prepared to authorise and assure the",
        "signature by his Government and the Imperial General Headquarters, of the necessary terms for carrying out the provisions of the Potsdam Declaration.",
        "(3) His Majesty is also prepared to issue his command to all military, naval, and air authorities of Japan and all the forces under their control, wherever located, to cease active operations, to surrender arms, and to issue such other orders as may be required by the Supreme Commander of the Allied Forces for the execution of the above-mentioned terms.’—(Signed) Togo.”",
        "Thus the long, grievous war is at an end, and peace on earth has been restored. To each of us at this time there will come many memories and thoughts; to each of us at this time there will also come the wish to pay our tributes to those who have, in a lesser or greater degree, contributed to this final and complete victory. There will be time and occasion for these, but one feeling, I am sure, predominates in all our hearts, the feeling of gratitude to Almighty God for this great mercy. I think, therefore, that the House will wish forthwith to go to the Church of St. Margaret’s to render thanks, and I propose to submit to the House a Motion to this effect a little later.",
        "But this departure from our time-honoured procedure involves certain alterations of Business. Instead of taking into consideration the Gracious Speech from the Throne to-day, I suggest that we should, on returning, after Mr. Speaker has read the Gracious Speech, consider an Address of Congratulation to His Majesty which I will propose. Following that, we shall ask the House to consider a Motion to alter the hours of sitting so that we may meet to-morrow at 2.15 p.m. I may say that for the present we propose to continue the arrangements which were in operation towards the end of last Session. To-morrow, after the Sessional Orders have been read and passed, the Address in reply to the Gracious Speech will be moved and seconded, and Debate will arise.",
        "I must also inform the House that it is the intention of the Government to propose a Motion to take the whole time of the House for Government Business, and to provide for the presentation of Government Bills only. We suggest that the Debate on the Address be adjourned about 6 p.m. to-morrow in order to consider this Motion which, but for the alteration of the arrangements, would ordinarily have been taken as the first Order that day.",
        "I beg to move, That this House do now attend at the Church of St. Margaret, Westminster, to give humble and reverent thanks to Almighty God on the victorious conclusion of the war."
    ]
}