{
    "url": "https://www.ukpol.co.uk/daniel-awdry-1966-speech-on-abolishing-70-miles-per-hour-speed-limit/",
    "title": "Daniel Awdry – 1966 Speech on Abolishing 70 Miles Per Hour Speed Limit",
    "post_date": "April 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1966",
            "url": "/tag/1966/"
        },
        {
            "text": "Daniel Awdry",
            "url": "/tag/daniel-awdry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Daniel Awdry, the then Conservative MP for Chippenham, in the House of Commons on 23 February 1966.",
    "content": [
        "I wish to make only three points on the subject of motorways, but I should like to say at the beginning that I really do believe that this experiment is totally misconceived. I realise that there is a need for some restriction on motorways in conditions of fog—we all realise that—but that really does not justify the total restriction in good weather conditions.",
        "My first point is on the question of danger. As a result of this restriction there will be a tendency for drivers to drive up to the limit of 70 m.p.h., and that will produce bunching. My right hon. Friend fully developed this point and I do not wish to enlarge upon it, because other Members probably wish to speak, but the real trouble with bunching is that when an accident does occur more vehicles are involved and the accident is far worse. I speak with some experience because I drive quite regularly on the M.4 motorway. This bunching, I believe, will cause great difficulties, because people will tend to try to pass a line of traffic on the inside.",
        "My second point relates to the experiment itself. I ask the Minister to give us tonight an assurance that no permanent regulations will be imposed till a full report of the results of this experiment has been published, and all the interested organisations have been given an opportunity to comment on it. I myself very much doubt whether a short experiment of this kind is capable of giving a conclusive result one way or another, and I ask the Minister to give us one further assurance, that she does not intend to extend the period of the experiment before she publishes the report.",
        "My third point is on a slightly different aspect. Obviously, motorways were built to enable people to drive more quickly. This step will restrict the fastest cars of our country to half their maximum capacity and speed. I believe that this will discourage the development by the motor industry of new, high-performance models, and this is a field in which we have a very substantial export success. This is a serious point: a permanent limit of this kind would have an adverse effect on vehicle design.",
        "I have received a number of letters, as has my right hon. Friend, and all the letters I have received unanimously condemn these Regulations, which I personally believe to be a step in the wrong direction."
    ]
}