{
    "url": "https://www.ukpol.co.uk/anum-qaisar-2022-speech-on-scottish-independence-and-the-scottish-economy/",
    "title": "Anum Qaisar – 2022 Speech on Scottish Independence and the Scottish Economy",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anum Qaisar",
            "url": "/tag/anum-qaisar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anum Qaisar, the SNP MP for Airdrie and Shotts, in the House of Commons on 2 November 2022.",
    "content": [
        "I have to say that I was shocked by the previous speaker’s contribution. In 2014, I campaigned for an independent Scotland as a member of the Labour party. I joined the SNP after the referendum; my final straw was when Labour joined the Tories in September 2014 to vote for air strikes in Iraq. Independence is not about the SNP or Nicola Sturgeon; it is about self- determination for the people of Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From covid contract scandals to people making their rich mates Lords, there is so much that is broken about Westminster and how this place protects the rich. This year, Shell has paid zero windfall tax in the UK despite making record global profits of nearly £26 billion. BP made £7.1 billion between July and September, which is more than double its profits in the same period last year. At the same time, I have constituents who are struggling to heat the food they are getting from food banks. Not only can they no longer afford to buy food; they have to eat food cold because using microwaves, ovens or stoves is simply too expensive. This is not simply a national disgrace; it is immoral, it is evil and it is corporate greed, backed by Downing Street, where people take more and more for themselves and line their own pockets and could not care less about the ordinary person.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year in the multiple Tory leadership elections we have had—who knows, we might have some more—the Tory candidates completely relinquished the fact that they were in government, that they were making the decisions and that they sat at the Cabinet table and have sat there for years. That lot have had 12 years in Downing Street and they have spent the last decade systematically dismantling the social security system and othering some of the most vulnerable in our communities. We have heard a Tory MP in this very Chamber say:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We have generation after generation who cannot cook properly—they cannot cook a meal from scratch—and they cannot budget.”—[Official Report, 11 May 2022; Vol. 714, c. 185.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is revolting. Poverty is deepening, and it is sickening that the people of Scotland do not vote for the Tories yet will be subjected to austerity 2.0. The UK economy and the financial mismanagement from Westminster are simply not working for Scotland. The Tories are delivering low productivity, stagnant wages, high inequality and high poverty rates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We could use the full powers of independence to build an inclusive, fair, wellbeing economy that works for everyone in Scotland. With independence we can develop an immigration policy that aligns with the values of the people of Scotland. Westminster is broken and this is not limited to the Tories. My immigrant grandfather always voted for the Labour party, yet recently we heard its leader saying that there was essentially little difference on immigration between the two parties. That is shameful. It is not something to be proud of. It is a disgrace. I am so proud—[Interruption.] I am not going to listen to the hon. Member for Edinburgh South (Ian Murray); he has had his time to speak, but that is exactly what his leader said.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am so proud of the rejection from these Benches of the hostile, xenophobic anti-refugee and anti-immigrant policies from the Conservative side of the House. There are already stark differences on asylum policy between both Governments. The Tory Government want to send people who are fleeing war and persecution to Rwanda, while the Scottish Government’s new Scots refugee integration strategy is pushing a trauma-informed approach to ensure that the voices of those seeking asylum are placed at the heart of policy. No human being is illegal. To quote Warsan Shire:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“you have to understand,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "that no one puts their children in a boat\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "unless the water is safer than the land”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is the creeping normalisation of othering from the Tories that is so chilling. I cannot believe that the Home Secretary had the audacity to stand at the Dispatch Box and use the word “invasion”. Forget the context; it is just the fact that she used the word “invasion” that is shameful. We also heard a Tory MP in this Chamber say:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I do not wake up every day worrying about the welfare of people who have entered our country illegally”.—[Official Report, 31 October 2022; Vol. 721, c. 660.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel compassion and concern for those who are fleeing war just as much as I feel compassion and concern for those living in poverty. These are not binary choices, yet this is straight out of the right-wing playbook. Whether people are working class, an immigrant, gay, lesbian or a trade unionist, this is what the Tories do: they pit communities against one another. They tell people that they are poor because they are not working hard enough, that they cannot find work because refugees are not actually fleeing war, that immigrants want to steal their jobs and benefits, or that it is the fault of pesky trade unionists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Tories’ national minimum wage is not a real living wage. The differing rates for young people are wholly unjust and discriminatory, and they do not account for young people’s needs, responsibilities and living costs. This is in contrast to the SNP, which proposes a single rate that better reflects the cost of living, with no lower rates for younger workers. Scotland’s gender, disability and ethnicity pay gaps would be addressed, in part, by introducing greater transparency on pay reporting. In an independent Scotland, I look forward to the unfair Trade Union Act 2016 being repealed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need an independent Scotland, as Scotland simply cannot afford to be part of the UK any more. Scotland is a country in its own right. It is not a colony or a region. Independence will give Scotland the ability to get rid of nuclear weapons from the Clyde, independence will give Scotland the ability to tackle the climate emergency, and an independent Scotland will always get the Government she votes for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}