{
    "url": "https://www.ukpol.co.uk/anum-qaisar-2022-speech-on-the-situation-in-ukraine/",
    "title": "Anum Qaisar – 2022 Speech on the Situation in Ukraine",
    "post_date": "October 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anum Qaisar",
            "url": "/tag/anum-qaisar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anum Qaisar, the SNP Spokesperson on Defence, in the House of Commons on 31 October 2022.",
    "content": [
        "The renewed cruise missile attacks on Ukrainian cities and civilian infrastructure this morning were appalling, but, tragically, they are now part of Putin’s almost daily arsenal. By attacking residential areas, electricity infrastructure and water supplies, Putin is ordering his troops to carry out war crimes on a daily basis. As an international community, we cannot allow that to happen. Will the Foreign Secretary give the House details about what is being done to assist diplomats on the ground in Ukraine—including UK diplomats—to document war crimes and crimes against humanity committed by the Russian military so that those incidents can be escalated to the International Criminal Court?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the war morphs into a protracted conflict, there is an increasing danger of Ukraine fatigue creeping into the UK public. Statistics published recently show that amid hiked UK energy prices, the UK public’s support for continuing economic sanctions against Russia has fallen from 73% in March to 41% this month. What are the UK Government doing to militate against Ukraine fatigue? Will they commit to a public campaign to remind the electorate why we are supporting Ukraine and what they can continue doing to help?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Food security is also of grave concern. Twelve grain export ships have left Ukraine today, despite Russia pulling out of the Turkey and UN-brokered grain deal. The need for reliable grain supplies is acute, particularly in regions such as the horn of Africa. Russia, as the aggressor in the war, has already made itself an international pariah, and it cannot continue to do so by actively restricting food supplies to famine and drought-affected regions of the world. Will the Foreign Secretary therefore outline the steps that the Foreign, Commonwealth and Development Office is taking alongside international allies to get Russian officials back into talks for the deal? Will he confirm whether UK officials are assisting their Turkish counterparts in their efforts to secure the grain deal?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, will the Foreign Secretary update the House on sanctions on Iran, given that it has supplied drones to Russia that have targeted civilians in Ukraine? He rightly said to the shadow Foreign Secretary that he would not give detail, but will he commit to giving regular updates to the House?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Cleverly**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady raises a number of very important points. On Iran, I can assure her that we constantly review our sanctions designations. We will ensure that we respond to any further breaches of the UN Security Council resolution on supplying arms to the conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady makes an incredibly important point about the documentation of war crimes. I had meetings with Karim Khan, the chief prosecutor of the International Criminal Court, with regard to the documentation of war crimes to ensure that perpetrators know they will be held to account for the actions they have taken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise that this winter will be tough for people in the UK—our energy support package is designed to alleviate some of the pressure, but we recognise that it will be tough. However, I think the British people instinctively understand that if we slip back from our support of the Ukrainians in this incredibly difficult time, globally, the costs in lives, in food supplies, in energy supplies and to families in the UK will be huge. As difficult as it is—and I recognise it is difficult for everyone at this time—it is essential that we continue our support for Ukraine, because the costs of inaction will be so much higher.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}