{
    "url": "https://www.ukpol.co.uk/anum-qaisar-2022-speech-on-bank-branch-closures/",
    "title": "Anum Qaisar – 2022 Speech on Bank Branch Closures",
    "post_date": "March 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anum Qaisar",
            "url": "/tag/anum-qaisar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anum Qaisar, the SNP MP for Airdrie and Shotts, in the House of Commons on 16 March 2022.",
    "content": [
        "Thank you, Mr Deputy Speaker. I am aware that it is not necessarily a requirement to thank the Chair in an Adjournment debate, but this is my very first Adjournment debate and it really is a pleasure to serve under your chairship.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The subject that I am raising today is so important and so topical: just today, HSBC has announced that it is closing 69 stores across the four nations. My constituency of Airdrie and Shotts is centrally located; in fact, the wee town of Harthill is pretty much halfway between Glasgow and Edinburgh. There is therefore an assumption that my constituents can travel around easily, so if a local service such as a bank closes, they can simply hop on a bus. That is not the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In September last year, Virgin Money announced that it was closing three of its Lanarkshire stores: Airdrie, Cumbernauld and East Kilbride. The Airdrie store closed its doors in January this year. My constituents were told that they could travel from Airdrie town centre to the nearest branch in Baillieston. That is either 20 minutes by car or a bus journey of an hour, and for that to work, we would have to assume that people do not live in places such as Greengairs, Petersburn or Chapelhall. Essentially, my constituents who do not live in Airdrie town centre have considerable journeys to make. That poses additional barriers to those who are either financially vulnerable or struggling with mobility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I spoke last year to officials from Virgin Money, which is the rebranded former Clydesdale branch, they told me that the closures were in response to changing customer demand and a reduction in footfall. That did not really make sense to me, because every single bank branch in the country saw a change in customer demand and a reduction in footfall. Why? Because we were in the midst of a global pandemic and in lockdown.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we think of banking hubs, we also think of London, the big city. However, my constituency has a proud 181-year history as a banking hub, and Airdrie Savings Bank, founded in 1835, had its own long and proud history in north Lanarkshire and, indeed, throughout Scotland. It was a small commercial bank which operated on mutual principles and had no shareholders, being governed instead by a board of trustees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Lady on securing the debate. We have discussed banks here on many occasions. These closures affect the most vulnerable in society, the elderly and others who have no access to modern technology. They cannot simply jump online to do their banking. The banks make massive profits every year, and they have an obligation to look after the customers who have, in fact, built them up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Qaisar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are important matters, and I will come to them later in my speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I vividly remember being dragged to the high street when I was a wee girl growing up in Motherwell. Adult Anum does not necessarily have to be dragged to the high street, but as a child I hated it. My mum had her routine: she would go to Asda and get her messages, and then she would pop into Airdrie Savings Bank. Popping into the bank meant that she could get all her banking issues sorted out, but bank branch staff tend to become known to locals, so Mum would often stand and have a wee blether with them. However, this small commercial bank ceased trading entirely and closed its doors in 2017. Royal Bank of Scotland in Graham Street closed its doors in 2018, and Barclays shut six years ago. As of today, Airdrie is serviced by only one bank, Bank of Scotland, and one building society, Nationwide. It is the same story in Shotts. In 2016 Royal Bank of Scotland shut down, and Airdrie Savings Bank closed its Shotts branch back in 2015. RBS does send a van to the Co-op car park once a week for an hour, but outwith those times people have to head for a nearby town such as Wishaw.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Matt Rodda (Reading East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Lady agree that this is a national issue? We have experienced exactly the same problems in Reading and Woodley. Again, it is elderly and disabled people who are put under enormous pressure by these closures. It is really hard for them. Many are only familiar with banking through cheques, and they want to see a person: they do not want to have to deal with “online”, and, indeed, their families often worry about their using online banking. Perhaps the hon. Lady will join me in calling for wider national consideration of this issue, and, in particular, for the Government to put pressure on the banks to provide hubs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Qaisar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I entirely agree. When banks decide to close, we as Members of Parliament rightly engage in meaningful discussions. We fight for our constituents and try our level best to ensure that they have access to the local branch for as long as possible. If a branch does close we will fight for those banking services, but the reality of these commercial decisions is that all too often such discussions do not end in a positive outcome for our constituents. I say to the Minister that, with only a handful of banks on our high streets, now is the time for Government intervention. The banking issues that my constituents are facing will affect people in all four nations. I would welcome the Minister’s comments on what work she plans to do to ensure that our high streets do not become banking ghost towns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kirsten Oswald (East Renfrewshire) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend said that there was “meaningful” engagement between MPs and the banks. It may be meaningful on one side—indeed, I know that it is—but it certainly does not appear to be meaningful on the other. The lack of proper consultation between the banks, the communities and their representatives is particularly unhelpful at a time when the banks are abandoning so many of our high streets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Qaisar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I completely agree with my hon. Friend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2018, a Scottish parliamentary inquiry into the impact of bank branch closures on local businesses, consumers and the Scottish economy highlighted a number of concerns. It stuck out to me that Pete Cheema of the Scottish Grocers Federation said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We need to go back and talk to the banks. It is very clear that the decisions are being made in London. Up and down the UK, 600 branches have closed, but part of Wales, the whole of Scotland and bits of the south-west of England have suffered the most. We need to take that in context; I wonder sometimes whether the banks understand Scotland’s landscape.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Evidence from Which? indicated\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“there are 130 ‘cash deserts’ in Scotland (places where there is no access to either a branch or an ATM within a reasonable distance).”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Several hon. Members rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Qaisar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will make some progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Banks are so much more than simply a place to deal with money. Age Scotland has argued:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“For many older people, going to the bank…gets them out of the house… This is an important component in addressing the…effects of loneliness”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The stark reality is that bank branch closures deny vulnerable communities their right to independent living.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Face-to-face banking must not be lost. Will the Minister clarify what work she is doing to ensure the social inclusion aspect of banking is not lost for those who need it? Bank branch closures affect around 20% of small businesses with a turnover below £2 million, as they often use branches as their primary means of banking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remember working part time in retail as a university student and having to jump over to the bank with the takings of the day or to ensure we had enough petty cash in the register. Such access to banking and cash is vital, especially if we want to ensure that small businesses continue to hold a place on our high streets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kirsten Oswald**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will my hon. Friend give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Qaisar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will make some progress, if my hon. Friend does not mind. [Interruption.] I am trying to be polite, Mr Deputy Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The concerns I have outlined also apply to charities and trusts, which often heavily rely on cash donations and payments. There is a security risk to volunteers, causing additional pressure, if they have to travel a distance to an alternative branch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my hon. Friend on securing this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am lucky that my constituency has the Cambuslang bank hub, which was part of a pilot scheme involving the Post Office and the high street banks to ensure locals have access to face-to-face banking services. Does my hon. Friend agree it is important that, where there are widespread closures, there is something to replace those services for the community?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Qaisar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with my hon. Friend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was speaking about the impact on local businesses, charities and trusts. Can the Minister confirm what the Government are doing to ensure the safety of staff and volunteers? This is an important point, because they are often having to travel a distance when their nearest bank branch has closed. Although that is a commercial decision, we cannot have our constituents put in a precarious situation when carrying cash at the end of the day or after a fundraising event.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the heart of this, banks tell us that the decision to close a branch is driven by customer behaviour and demand, but I would argue that banks are pushing this change. Speaking to branch staff and customers to examine the trends does not necessarily provide the full context of what is happening in a particular area. Does the Minister agree that the UK Government should consider introducing an independent body to conduct independent impact assessments, including of the impact on a local community, before a bank closes a branch? Such a localised assessment could ensure that decisions made in a local area are reflective of the needs of the local community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Crawley (Lanark and Hamilton East) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lanark serves a much wider rural area. Access to mobile banking and different types of accessibility is so important when rural communities are left without access to banking, as people are often told that their bank is 20 miles away, inaccessible and unavailable to most.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Qaisar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for her intervention, and Members will not be surprised to hear that I completely agree with what she has just stated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the onset of the covid pandemic so many businesses across the country literally switched overnight to cashless payment systems. The concerns about the move towards a cashless society have been raised numerous times by Members from across this House. However, the shift to digital banking has only been accelerated by the ongoing pandemic. While we continue to move away from cash and towards the digital era of banking, it is vital that we ensure that no one is left behind. I mean no disrespect to my colleagues, especially those on the SNP Benches, but there is a wee bit of an age difference between myself and some of the others. I am stereotypical of those young people who are more likely to use digital wallets, smartphone apps and online banking. Recent statistics show us that about 76% of people in the UK use some form of digital money management, and this trend is increasing, especially in the younger sections of society, with more than 50% of 25 to 34-year-olds willing to go completely digital when handling their finances. That does not translate throughout older demographics and more vulnerable groups in society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ronnie Cowan (Inverclyde) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As one of the older generation, I get my hon. Friend’s point: we absolutely are moving towards a digital economy. There is no doubt about that, but access to cash is absolutely required for the most impoverished in our society and, yes, some of our older colleagues. Does she agree that the banks and, importantly, the post offices have to look at this closely, because as high street banks close, the ATMs often go with them? They provide access to cash and, importantly, access to cash to the penny, which is still required.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Qaisar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his intervention, and what he is saying is important. Of course, when I was talking about older Members, I was not referring to him at all. [Laughter.] At that point, I will swiftly move on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout the course of the pandemic, we have witnessed the need for a more digitally connected society, both for work and socialising. Banking, however, is not excluded from that. While there has been a sharp increase in the uptake of digital banking, simultaneously we have also seen a mass exodus of banks from our high streets. This poses huge concerns for those who are not digitally literate, have no access to technology or are simply uncomfortable with the transition away from cash. An important point to remember is that where some of these people are not using digital wallets, online banking or digital banking it is through no fault of their own; they might have financial struggles that mean they are unable to get access to mobile data or wi-fi. That is hindering their access and we are not necessarily talking about people from an older age demographic. The 2019 Access to Cash final report found that more than 8 million people would struggle directly as a consequence of a cashless society. Cash is therefore essential to ensuring that vulnerable groups such as older people or low-income households, who often have limited access to digital banking, are not excluded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Marion Fellows (Motherwell and Wishaw) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the granny of the House, I have to say that I have an electronic wallet on my phone. However, does my hon. Friend agree that it is about time the Government brought forward their access to cash Bill, which has been promised for quite a long time?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Qaisar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend and constituency neighbour for raising that important point. She has raised it on a number of occasions and I fully support her in all her comments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While we are trying to become this more digitally inclusive and digitally literate society, there are projects going on in that regard. For example, in my constituency, a project funded by Connecting Scotland, a Scottish Government initiative, has been working alongside the community to help people to get online and into the digital age at Lorne Gardens retirement complex in Salsburgh. The project supplies elderly constituents with 200 digital devices and mi-fi boxes so that on Tuesday nights tenants can meet to share skills with an aim to building up relationships and increasing their confidence when using their devices. I am delighted that projects such as this are providing older constituents with vital digital skills that could be used for navigating online banking. However, this should not detract from the fact that many older people still ultimately prefer traditional methods of banking. The really important point about such projects is that they teach people transferable skills, because once they get online and are able to use digital banking, they can use those skills to navigate other websites—and maybe not become too addicted on online shopping.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Martin Docherty-Hughes (West Dunbartonshire) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In countries such as Estonia—I am delighted to be co-chair of the all-party parliamentary group—it is a constitutional right for all citizens to have access to the internet, and therefore the transition to the digital age is a far more equal process. Does my hon. Friend agree that this is something the United Kingdom needs to think about?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Qaisar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his contribution. As I said, if we are able to help people across all sections of society to get online, even in just one aspect such as digital banking, these are transferable skills that they can then use in digital literacy. That is absolutely key and it has to be an initiative for the UK Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although the move towards digital banking is happening rapidly, it is vital that we as politicians, banks and Governments make a conscious effort to ensure that everyone is included in this process. While 46% of Londoners are using digital-only banking, this is far from the reality for people north of the border. The responsibility of ensuring that everyone across the country is financially included therefore falls at the feet of this Government. It is imperative that we do everything we can to ensure that no one is left behind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}