{
    "url": "https://www.ukpol.co.uk/anum-qaisar-2023-speech-on-israel-and-the-occupied-palestinian-territories/",
    "title": "Anum Qaisar – 2023 Speech on Israel and the Occupied Palestinian Territories",
    "post_date": "April 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Anum Qaisar",
            "url": "/tag/anum-qaisar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anum Qaisar, the SNP MP for Airdrie and Shotts, in the House of Commons on 23 March 2023.",
    "content": [
        "I pay my respects to both Palestinians and Israelis who have been killed in recent violence. Ramadan Mubarak; today marks the start of Ramadan and I, like many Muslims, am fasting. Yet Muslims and those of other faiths or no faith in the occupied Palestinian territories have seen a significant increase in human rights violations perpetrated by Israeli authorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More than 1,000 Palestinians are at imminent risk of forcible transfer from Masafer Yatta, an action that would amount to a war crime. The situation is rapidly deteriorating and Israeli Prime Minister, Benjamin Netanyahu, lands in the UK today on a state visit. During talks, the UK Government must call for a de-escalation of violence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Amnesty International concluded last year that Israel is\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“committing the crime of apartheid against Palestinians.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the UK Government raise those concerns with the Prime Minister? The Finance Minister recently stated:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“There is no such thing as a Palestinian people”,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and said he wanted to see the Palestinian village of Huwara wiped off the map. Will the Minister put on record her disgust at that type of language?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Israeli Government continue to push for the development of illegal settlements, despite promising not to do so. If that construction does not stop, will the UK Government commit to suspending trade deal talks with Israeli counterparts until we can ensure human rights are safeguarded?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government must acknowledge the systematic and calculated discrimination against Palestinians in occupied territories carried out by the Israeli military and authorities. Will the Government finally halt their approval of the sale of arms to Israel and support the need for an independent investigation by the International Criminal Court into human rights violations?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are approaching the one-year anniversary of the murder of Palestinian journalist Shireen Abu Akleh. Al Jazeera has escalated her killing to the ICC after the Israeli defence force refused to investigate her killing and former Israeli Prime Minister Yair Lapid said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“No one will investigate IDF soldiers and no one will preach to us about morals in warfare”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Do the Government accept that, unless they urgently support the ICC investigation, they are turning a blind eye to blatant military impunity for murdering Palestinians?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Anne-Marie Trevelyan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am happy to repeat that the UK condemned the Israeli Finance Minister’s comments calling for the Palestinian village of Huwara to be wiped out, and his recent comments denying the existence of the Palestinian people. We have condemned that absolutely, and I think that has been heard clearly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prime Minister Netanyahu will visit the UK tomorrow, and has asked for a meeting with the Prime Minister. He will have a short meeting with the Prime Minister and the Home Secretary. I know that the Prime Minister will raise the issues that concern us—as all good, trusted friends and partners do. We are confident and always do so with all our partners, including Israel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady mentioned the anniversary of the death of respected Palestinian journalist Shireen Abu Akleh. It seems extraordinary that we are already a year on. The UK is committed to working with both Israel and the Palestinian Authority to advance that peaceful two-state solution. We voted no on the resolution pertaining to referral to the ICC because we consider that is not helpful to bringing the parties back to dialogue.[Official Report, 27 March 2023, Vol. 730, c. 6MC.] As I set out in my answer to the urgent question, we continue to work with all parties to help find a way forward. We hope that the continuing role of talks will help to move that forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}