{
    "url": "https://www.ukpol.co.uk/anum-qaisar-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Anum Qaisar – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anum Qaisar",
            "url": "/tag/anum-qaisar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Anum Qaisar, the SNP MP for Airdrie and Shotts, in the House of Commons on 9 September 2022.",
    "content": [
        "I rise to pay my respects on behalf of my constituents in Airdrie and Shotts. It is, of course, with great sadness that we are here today to pay tribute to Her Majesty the Queen. Over her 70-year reign, she was a figurehead across the four nations and across the world. She worked tirelessly and demonstrated an unwavering commitment to her role as Head of State.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her Majesty took the throne in her 20s, and in the years that followed she guided the four nations through monumental changes. She served as a pillar of hope and stability during times of uncertainty, and she was a constant in the lives of many people. Indeed, she is the only monarch that many of us have ever known.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was born in Scotland, but I am also a grandchild of the Commonwealth. Many people, especially the older generations—including my grandmother, Salamat Begum, and my grandfather, Haji Abdullah—held the Queen in high esteem. When I was growing up, they often told us stories about when they moved from a small village called Saraba in Pakistan to Rochdale, before settling in Scotland. They told us about how they found the Queen to be an inspiration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her Majesty simply meant so much to so many people. She was, of course, a mother, a grandmother and a great-grandmother. I, along with the people of Airdrie and Shotts, send my condolences to her family. They are in our thoughts and prayers. May she rest in peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}