{
    "url": "https://www.ukpol.co.uk/anum-qaisar-2022-speech-on-social-security-support-for-children/",
    "title": "Anum Qaisar – 2022 Speech on Social Security Support for Children",
    "post_date": "November 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anum Qaisar",
            "url": "/tag/anum-qaisar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anum Qaisar, the SNP MP for Airdrie and Shotts, in Westminster Hall, the House of Commons, on 23 November 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered social security support for children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the first Westminster Hall debate that I have successfully secured, and I am delighted to serve under your chairmanship, Sir Christopher. I am also delighted to see my friend, the hon. Member for Strangford (Jim Shannon), next to me; it would not be a Westminster Hall debate if he was not here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am here to be the voice of the voiceless. This is a debate on social security support for children. The Tory Government came into power at Westminster in 2010, and at that point the use of food banks across all four nations was negligible. The Trussell Trust had around 35 food banks at that point, but in 2022 it estimates that it has around 1,400. That is an increase of almost 4,000%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the last six months, 320,000 people have had to use a food bank in the Trussell Trust network for the first time. Research found that one in five referrals was for working households. Does the hon. Member share my concern that the lack of support for working families is pushing the burden away from the Government and on to charities?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Qaisar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is as if the hon. Member has seen my speech; I will come to that point later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, it is not only the Trussell Trust; there are a number of independent and locally run food poverty groups. In my constituency, for example, we have Paul’s Parcels, which serves Shotts and the surrounding villages. We are living in food bank Britain, where almost 1 million children receive some sort of help from food banks. The Food Foundation also found that around 4 million children have experienced food insecurity in the past month. Some people will argue that there has been an increase in food bank use due to wider awareness, but I would argue that consecutive Conservative Governments are the reason for that increase. It is their financial mismanagement of the economy, and now austerity 2.0, as set out in the Chancellor’s autumn statement, that are pushing people further and further into poverty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We face the reality that there are more food banks than McDonald’s in the UK. The richest MP in the House of Commons double-jobs as the Prime Minister. Rather than extending a lifeline to the average punter in the street, the Government are handing out bankers’ bonuses. Who benefits and, crucially, who are the losers? Many groups are victims of the financial mismanagement of the three Prime Ministers and four Chancellors just this year. My concern is for children and young people. They are largely voiceless and are rarely actively involved in the decision-making process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Scotland, we have a completely different approach to target help for children. It starts from the basic notion of referring to benefits as social security. In 2021, the SNP Scottish Government introduced the Scottish child payment, which is a groundbreaking piece of policy. Since then, the payment has doubled in value to £20, and on 14 November 2022 it automatically increased to £25 per week for those already in receipt of it. Based on March 2022 modelling, that increased payment is estimated to lift 50,000 children out of poverty and reduce relative child poverty by 5 percentage points.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is a phenomenal piece of legislation, and I am so proud of it. Many Members here might argue, “Anum, you’re biased; you’re an SNP MP, and that’s the SNP Scottish Government.” However, that is not just my belief. Chris Birt, associate director of the Joseph Rowntree Foundation, said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The full rollout of the Scottish Child Payment is a watershed moment for tackling poverty in Scotland, and the rest of the UK should take notice.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the UK Government do so? In fact, would the Minister care to intervene and announce that they are following the Scottish Government’s lead? No, he is furiously writing away. When he replies, I hope he will announce that the Scottish child payment is being implemented across the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is where the issue lies: the SNP Scottish Government consider social security as an investment in people that is key to their national mission to tackle child poverty. We do that with the limited economic levers that the Scottish Parliament holds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Scottish Government have implemented a number of other policies. I will go through them and ask whether the UK Government will commit to follow suit. The Scottish Government are offering free school lunches in term time to all 281,865 pupils in primary 1 to 5 and in additional support needs schools. That saves families an average of £400 per child per year. That will be extended to primary 6 and 7 during the Parliament. Will the UK Government follow suit?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Scottish Government are massively expanding the provision of fully funded high-quality early learning in childcare. They are providing 1,140 hours per year for eligible children aged two, three and four. In fact, if eligible families were to purchase the funded childcare provided by the Scottish Government, it would cost them about £5,000 per eligible child per year. Again, will the UK Government follow suit?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Scottish Government have increased the school clothing grant to at least £128 for every eligible primary school pupil and £150 for every eligible secondary school pupil from the start of the 2021-22 academic year. Again, will the UK Government follow suit?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Scottish Government are bringing forward those policies with the limited economic levers that they hold.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Linden (Glasgow East) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I declare an interest as a massive fan of my hon. Friend’s constituency—if not the Shotts part, then certainly the Airdrie part. I commend her for securing the debate, and I want to back up the point she is making. Although the Scottish Government are doing a huge amount of incredibly ambitious things to tackle the scourge of child poverty, 85% of welfare spending remains under the control of this institution. Does she, like me, believe that it is absolutely abhorrent that, under the devolution settlement, the Scottish Government have to use their devolved budget, which would normally be used on things such as trying to reduce class sizes, to try to plug the gaps in an inadequate state support system that is the result of a Conservative Government—something that people in Scotland have not voted for since the 1950s?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Qaisar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend’s point is incredibly valid. The Scottish Government hold limited economic levers, but they often have to use their budget to mitigate Tory austerity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In debating topics such as social security for children, it is essential to reaffirm that a societal approach must be considered when formulating policy. Social security for children is about so much more than targeted support. We must consider what support is in place for parents. This week, I had the pleasure of meeting Lauren from Pregnant Then Screwed, which has revealed some harrowing statistics. Out of 1,630 women it interviewed who had had an abortion in the past five years, 60.5% said that the cost of childcare influenced their decision, and 17.4% said that childcare costs were the main reason for their decision. A separate survey found that 48% of pregnant mothers have to cut their maternity leave short due to financial hardship. Those are not simply statistics; that is the reality for many women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Scotland, childcare and policies relating to children are seen as lifelong investments for society. It has been said before that an investment in our children is an investment in our future, and I wholeheartedly stand by that. It is crucial that the UK Government take a societal approach to social security for children. The wider economic implications of child poverty are significant, with a 2021 study estimating the cost of child poverty in the UK at £38 billion a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a cost to not addressing child poverty, and I am not just talking about the direct financial implications. We face the harsh reality of children who are upset and anxious as a result of their parents worrying about household finances. That is not the type of society that I wish to live in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Scotland, different policies have been introduced. For example, before a baby is born, the Scottish Government provide expectant families with a baby box. Baby boxes include essentials for bringing up a child, such as clothing and digital thermometers. That not only provides essentials at a time that can, in any case, be physically, emotionally and financially challenging; it sends a clear message to families that the state cares about them. Some 93% of Scots who are eligible have taken up the scheme. Ireland has a pilot scheme, and the baby box has been hailed internationally. The UK Government would do well to mirror that approach, and if the Minister cannot commit today to introducing the baby box, I hope he will take the information on board and give it serious consideration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that parents are having to make unimaginable financial decisions—to return to work early or to leave their jobs altogether if they cannot afford the cost of childcare. We know, too, that the cost of child poverty can disproportionately impact women. Typically, women assume the main role as caregiver and are the first to give up their jobs when childcare becomes unaffordable. The Scottish Government are massively expanding the provision of fully funded, high-quality early learning and childcare, providing 1,140 hours a year for eligible children aged two, three and four. In Scotland, we have we have taken a different path—one that puts children and families first, with lifeline policies providing help to those who need it most.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the past 12 years, the Tories have systematically dismantled the social security system. It is clear that the Tory-run system is not designed to help those in need. Rather, it pushes a poverty-inducing austerity agenda. I have described what the Scottish Government are doing to reduce the harmful impact of Tory austerity-driven Government, but the reality is that 85% of social security expenditure remains reserved to Westminster, so the change that is desperately needed must start here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are at a point at which meaningful and tangible policy can be implemented to make a difference to millions of children and families, and it is an active policy decision not to make those changes. That is costing all of society financially and socially. The limitations imposed on social security by the Tory Government are sickening. The freezing of the benefit cap since 2016 has disproportionately impacted lone-parent families, the majority of whom are women, as well as larger families and ethnic minority families. Official Department for Work and Pensions statistics have shown that more than 100,000 households have had their benefits capped since May 2022. Of that number, 87% are households that include children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is much that we could do to help families that are struggling. The Tory Government could start by looking at social security as an investment in society and future generations, rather than something that needs to be cut and limited. There are many clear ways to do that. First, the Minister could commit to removing the abhorrent two-child limit on universal credit and legacy benefits, as well as ending the benefit cap, which would lift 300,000 children out of poverty. My SNP colleagues and I have been campaigning tirelessly to eradicate that regressive measure, and we will continue to push for it to be removed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government could do more than simply remove the cap. Following the Chancellor’s recent fiscal statement, the Child Poverty Action Group has reported that, even with the uprating of benefits in line with inflation, families will be worse off in 2023-24 than they were after universal credit was cut last year. That weak attempt to reverse 12 years of austerity will have a marginal impact on children, as the entire UK Government’s social security system is in desperate need of an overhaul.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other fundamental issues with universal credit impact children. Policies such as a five-week wait for first payments, the bedroom tax and the cruel sanctions regime all push families on universal credit towards destitution. If we reversed the policies introduced by the Tory Government since 2015, we would lift 30,000 children in Scotland out of poverty by 2024.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not the job of food banks and charities to uphold a crumbling social security system. I am honoured to represent the constituency of Airdrie and Shotts, which has dedicated community organisations. Since my election last year, I have worked tirelessly and closely with many organisations to support them in delivering an essential lifeline to constituents who face destitution as a result of Tory-made austerity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The cost of living crisis is disproportionately impacting children, with families having to cut back on both essential and luxury items. In this festive period I am working alongside four constituency-based organisations: Paul’s Parcels, Diamonds in the Community, Airdrie food bank and Airdrie community school uniform bank. We are asking people to donate advent calendars for the four organisations to deliver across the constituency. A simple item such as an advent calendar is unaffordable. Sadly, many children will not enjoy the typical Christmas festivities, because their parents or carers cannot afford simple luxuries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my contribution I have outlined a number of asks, and I look forward to the Minister’s response. I imagine that there will not be much in the way of concessions, but I hope he will sincerely take on board the approach of the SNP Scottish Government and consider following suit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}