{
    "url": "https://www.ukpol.co.uk/queen-victoria-1869-queens-speech/",
    "title": "Queen Victoria – 1869 Queen’s Speech",
    "post_date": "December 12, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1869",
            "url": "/tag/1869/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 16 February 1869. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "The LORD CHANCELLOR delivered HER MAJESTY’S Speech to both Houses of Parliament, as follows:—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I RECUR to your advice at the earliest period permitted by the arrangements consequent upon the retirement of the late Administration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is with special interest that I commend to you the resumption of your labours at a time when the popular branch of the Legislature has been chosen with the advantage of a greatly enlarged enfranchisement of My faithful and loyal people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am able to inform you that My relations with all Foreign Powers continue to be most friendly; and I have the satisfaction to believe that they cordially share in the desire by which I am animated for the maintenance of peace. I shall at all times be anxious to use My best exertions for the promotion of this most important object.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In concurrence with My Allies I have endeavoured, by friendly interposition, to effect a settlement of the differences which have arisen between Turkey and Greece; and I rejoice that our joint efforts have aided in preventing any serious interruption of tranquillity in the Levant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been engaged in negotiations with the United States of North America for the settlement of questions which affect the interests and the international relations of the two countries; and it is My earnest hope that the result of these negotiations may be to place on a firm and durable basis the friendship which should ever exist between England and America.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have learnt with grief that disturbances have occurred in New Zealand, ​ and that at one spot they have been attended with circumstances of atrocity. I am confident that the Colonial Government and people will not be wanting either in energy to repress the outbreaks, or in the prudence and moderation which I trust may prevent their recurrence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Estimates for the expenditure of the coming financial year will be submitted to you. They have been framed with a careful regard to the efficiency of the Services, and they will exhibit a diminished charge upon the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The ever-growing wants and diversified interests of the Empire will necessarily bring many questions of public policy under your review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The condition of Ireland permits Me to believe that you will be spared the painful necessity which was felt by the late Parliament for narrowing the securities of personal liberty in that country by the suspension of the Habeas Corpus Act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recommend that you should inquire into the present modes of conducting Parliamentary and Municipal Elections, and should consider whether it may be possible to provide any further guarantees for their tranquillity, purity, and freedom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be brought under your notice for the relief of some classes of occupiers from hardships in respect of Rating, which appear to be capable of remedy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will also be invited to direct your attention to Bills for the extension and improvement of Education in Scotland; and for rendering the considerable revenues of the Endowed Schools of England more widely effectual for the purposes of instruction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be introduced for ​ applying the principle of representation to the control of the County Rate, by the establishment of Financial Boards for Counties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be proposed to you to recur to the subject of Bankruptcy, with a view to the more effective distribution of Assets and to the Abolition of Imprisonment for Debt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Ecclesiastical arrangements of Ireland will be brought under your consideration at a very early date, and the legislation which will be necessary in order to their final adjustment will make the largest demands upon the wisdom of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am persuaded that, in the prosecution of the work, you will bear a careful regard to every legitimate interest which it may involve, and that you will be governed by the constant aim to promote the welfare of religion through the principles of equal justice, to secure the action of the undivided feeling and opinion of Ireland on the side of loyalty and law, to efface the memory of former contentions, and to cherish the sympathies of an affectionate people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In every matter of public interest, and especially in one so weighty, I pray that the Almighty may never cease to guide your deliberations, and may bring them to a happy issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then the Commons withdrew.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}