{
    "url": "https://www.ukpol.co.uk/queen-victoria-1880-queens-speech/",
    "title": "Queen Victoria – 1880 Queen’s Speech",
    "post_date": "November 13, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1880",
            "url": "/tag/1880/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 20 May 1880. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "[![queenvictoria](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria-213x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I AVAIL myself of the earliest opportunity of meeting you after the recent General Election and the arrangements required upon a change of Administration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The cordial relations which I hold with all the other Powers of Europe will, I trust, enable me to promote, in concert with them, the early and complete fulfilment of the Treaty of Berlin with respect to effectual reforms and equal laws in Turkey, as well as to such territorial questions as have not yet been settled in conformity with the provisions of that Treaty. I regard such a fulfilment as essential for the avoidance of further complications in the East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In accordance with this view, I have deemed it expedient to dispatch an Ambassador Extraordinary to the Court of the Sultan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the last occasion of my addressing you, I expressed my hope that the measures adopted in Afghanistan would lead to a speedy settlement of that country. Since that period the gallantry of my troops has continued to be conspicuous, and the labours of my Government in India have been unremitting. But I have to lament that the end in view has not yet been attained. My efforts will, however, be unceasingly directed towards the pacification of Afghanistan, and towards the establishment of such institutions as may be found best fitted to secure the independence of its people, and to restore their friendly relations with my Indian Empire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The condition of Indian Finance, as it has recently been made known to me, has required my special attention. I have directed that you shall be supplied with the fullest information upon this weighty subject.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I invite your careful notice to the important questions of policy connected with the future of South Africa. I have continued to commend to the favourable consideration of the authorities and of the people in the various settlements the project of Confederation. In maintaining my supremacy over the Transvaal, with its diversified population, I desire both to make provision for the security of the indigenous races, and to extend to the European settlers institutions based on large and liberal principles of self-government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I notice with satisfaction that the imports and exports of the country, as well as other signs, indicate some revival in trade. But the depression, which has lately been perceived in the Revenue, continues without abatement. The Estimates of Income which were laid before the last Parliament were framed with moderation, but the time which has since elapsed exhibits no promise that they will be exceeded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The annual Estimates of Charge, so far as they have not been already voted, will be promptly laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The late season of the year at which you commence your labours will, I fear, seriously abridge the time available for useful legislation, but I make no doubt that you will studiously turn it to the best account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Peace Preservation Act for Ireland expires on the 1st June. You will not be asked to renew it. My desire to avoid the evils of exceptional legislation in abridgment of liberty would not induce me to forego in any degree the performance of the first duty of every Government in providing for the security of life and property. But, while determined to fulfil this sacred obligation, I am persuaded that the loyalty and good sense of my Irish subjects will justify me in relying on the provisions of the ordinary law, firmly administered, for the maintenance of peace and order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The provisions enacted before the dissolution of the late Parliament for the mitigation of distress in Ireland have been serviceable for that important end. The question of the sufficiency of the advances already authorised by Parliament is under my consideration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will at an early day be submitted to you for putting an end to the controversies which have arisen with respect to burials in churchyards and cemeteries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be necessary to ask you to renew the Act for secret voting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Among the chief subjects which will be brought under your notice, as time may permit, will be Bills for giving more effectual protection to the occupiers of land against injury from ground game, for determining on a just principle the liabilities of employers for accidents sustained by workmen, and for the extension of the borough franchise in Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These and all your labours I heartily commend to the blessing of God.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}