{
    "url": "https://www.ukpol.co.uk/queen-victoria-1893-queens-speech/",
    "title": "Queen Victoria – 1893 Queen’s Speech",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1893",
            "url": "/tag/1893/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 31 January 1893. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "[![queenvictoria](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria-213x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I continue to hold friendly and harmonious relations with all foreign Powers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Their declarations in every quarter are favourable to the maintenance of European peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In connection with the approaching evacuation of Uganda by the British East Africa Company, I have deemed it expedient to authorise a Commissioner of experience and ability to examine on the spot, with adequate provisions for his safety, into the best means of dealing with the country, and to report to my Government upon the subject.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In view of recent occurrences in Egypt, I have determined on making a slight augmentation in the number of British troops there stationed. This measure does not indicate any change of policy, or any modification of the assurances which my Government have given from time to time respecting the occupation of that country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Khedive has declared, in terms satisfactory to me, his intention to follow henceforward the established practice of previous consultation with my Government in political affairs, and his desire to act in cordial co-operation with it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In relation both to Egypt and Uganda, papers in continuation of those heretofore presented will at once be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Estimates of Charge necessary for the Public Service in the coming financial year have been framed, and will be laid before you at an early date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have observed with concern a wide prevalence of agricultural distress in many parts of the country. It is to be hoped that, among the causes of the present depression, some may be temporary in their nature. But I do not doubt that you will take this grave matter into your consideration, and make it a subject of careful inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Proclamations recently in force, which placed Ireland under exceptional provisions of law, have been revoked; and I have the satisfaction of informing you that the condition of that country with respect to agrarian crime continues to improve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be submitted to you, on the earliest available occasion, to amend the provision for the Government of Ireland. It has been prepared with the desire to afford contentment to the Irish people, important relief to Parliament, and additional securities for the strength and union of the Empire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will be promptly laid before you for the amendment of the system of registration in Great Britain; for shortening the duration of Parliaments; and for establishing the equality of the franchise by the limitation of each elector to a single vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will also be proposed to you various Bills bearing on the condition of labour, among which are measures in relation to the liability of employers, the hours of labour for railway servants, and a Bill to amend the Law of Conspiracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Your attention will likewise be invited to measures for the further improvement of Local Government, including the creation of Parish Councils; for the enlargement of the powers of the London County Council; for the prevention of the growth of new vested interests in the Ecclesiastical Establishments in Scotland and in Wales; and for direct local control over the liquor traffic; together with other measures of public utility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I humbly commend your labours upon these and upon all other subjects to the guidance of Almighty God.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}