{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1978-queens-speech/",
    "title": "Queen Elizabeth II – 1978 Queen’s Speech",
    "post_date": "April 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 1 November 1978.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward with great pleasure to receiving the President of Portugal and Senhora Ramalho Eanes on a State Visit in November, to visiting the countries of Eastern Arabia and Iran during February and March 1979, and to paying a State Visit to Denmark in May. I hope to be present in Lusaka on the occasion of the Commonwealth Heads of Government meeting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to safeguard the nation’s security and make a full contribution to the North Atlantic Alliance and the improvement of the Alliance’s defence; they will continue to search for ways of developing constructive relations with the Soviet Union and the countries of Eastern Europe; and they will seek the fulfilment of all the provisions of the Final Act of the Conference on Security and Co-operation in Europe by all the signatory States.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Negotiations with the United States and the Soviet Union on a comprehensive nuclear test ban will be continued and My Government will work for more substantial progress on mutual and balanced force reductions in Central Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to play a full and constructive part in the development and enlargement of the European Economic Community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government reaffirm their commitment to the United Nations and their support for its peace-keeping role. They will work for a fair settlement in Cyprus and will support all endeavours to ensure a just and lasting peace in the Middle East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will make every effort with the United Nations to achieve peace and justice in Southern Africa. In Rhodesia, they will continue to strive, with the United States, to achieve a ceasefire and a negotiated settlement, involving all the parties, which will be acceptable to the people of Rhodesia as a whole. In Namibia, they will maintain their effort to secure free and fair elections and independence in 1979, under United Nations auspices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to play an active part in the development and strengthening of the Commonwealth. They will make every effort to promote successful co-operation between industrialised and developing countries for the benefit of both. They will maintain an effective and increasing programme of assistance to developing countries, and in particular will direct help towards the needs of the poorest peoples of the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government’s economic policies will continue to be directed to overcoming the evils of inflation and unemployment, the two most serious social problems facing the nation today, and to sustaining the growth of output which is now under way. They will pursue every available means of moving to full employment. They will continue to play a leading part, with our international partners, in seeking an end to the worldwide recession. Building on the stronger domestic economy now established and using the benefits of North Sea oil further to improve long-term recovery, they will vigorously pursue their policies designed to promote the success of industry and to increase productivity. In all these matters My Ministers will co-operate closely with the Trades Union Congress and the Confederation of British Industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New ways will be sought to help small businesses. Special encouragement will be given to the education and training of young people and others to safeguard and increase the supply of skilled manpower. Legislation will be introduced to provide additional finance for the National Enterprise Board and for the Scottish and Welsh Development Agencies. Following continued consultations with industry, legislation will be introduced to improve arrangements for compensation of workers on short-time, and to reduce redundancies at times of high unemployment by encouraging the alternative of short-time working.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Social justice and racial tolerance will be promoted through My Government’s social policies. The partnership between the Government and the local authorities in Inner City areas will be pressed forward. A Bill will be introduced to improve the funding of schemes designed to help ethnic minority groups.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will seek to ensure that respect for the law is maintained, and will give full support to strengthening the Police Service. Every effort will be made to recruit the aid of the whole community to defeat crime and vandalism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Northern Ireland, My Government will maintain their efforts to establish a form of devolved government acceptable to all sections of the community and to ensure that those responsible for violence are brought to account before the courts. My Ministers will work energetically to improve living standards and increase opportunities for employment. A Bill will be introduced to increase the representation of Northern Ireland in the House of Commons, in accordance with the recommendations of the Speaker’s Conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government are resolved to strengthen our democracy by providing new opportunities for citizens to take part in the decisions that affect their lives. A number of the following measures include provisions for that purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Draft Orders will be laid early in the Session to provide for the referenda on devolution to Scottish and Welsh Assemblies, to be held when the new electoral registers are available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following further consultation on the proposals in the White Paper on industrial democracy, legislation will be introduced to ensure that employees and unions are able to participate in discussions of corporate strategy and to provide in due course for employee representation on company boards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proposals set out in the White Paper on Broadcasting will be pursued, with a view to legislation on changes in the constitution, structure and organisation of broadcasting, including improved arrangements for the views of listeners and viewers to be heard and taken into account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further proposals will be brought forward to achieve more open government. It remains My Government’s intention to replace Section 2 of the Official Secrets Act 1911 with a measure better suited to present day conditions. My Government will continue to make information on public policy more readily available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will bring forward proposals to amend the Local Government Act 1972 in order to secure the better functioning of local democracy in a number of the large towns and cities in England. A Bill will be introduced to strengthen the consumer voice in relation to nationalised industries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to improve the law on education in England and Wales and to enable grants to be made in Wales towards the cost of bilingual education. A Bill on housing will include provisions for a new charter of rights for public sector tenants, a new scheme for subsidies in the public sector, more flexible arrangements for the charging of interest on local authority mortgages, and further assistance towards the improvement and repair of existing homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will be introduced to improve safety and discipline at sea, to help to control marine pollution, and to amend other aspects of Merchant Shipping legislation, and also to strengthen the enforcement powers necessary for the safety of offshore oil and gas installations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government remain committed to the establishment of a Public Lending Right for authors, and will introduce a Bill for this purpose as soon as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to press for improvements in the Common Agricultural Policy and to promote an expansion of food production in the United Kingdom and its efficient processing and distribution. They will also take all measures necessary to conserve fish stocks and will continue their efforts to achieve an acceptable Common Fisheries Policy within the EEC.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government re-affirm their commitment to the reorganisation of the electricity supply industry in England and Wales and will introduce legislation for this purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fresh support will be given to enable the National Health Service to fulfil and extend its services to the public. Bills will be introduced on the regulation and training of the nursing, midwifery and health visiting professions on the lines recommended by the Briggs Committee on Nursing; and to provide for the scheme of payments for those who have suffered severe vaccine damage. A measure will be introduced to extend benefits for the disabled and to correct and clarify the law relating to social security. My Government are examining schemes to provide compensation for those such as slate quarrymen who have suffered respiratory diseases from dust in their employment, but who are unable to obtain such compensation through the courts because their employers have gone out of business. A Bill will be introduced to improve the arrangements for legal aid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to extend protection for individuals who entrust their savings to others. It will include Bills relating to banks and other deposit-taking institutions, to credit unions, and to estate agents. There will be legislation to amend company law, including strengthening the provisions governing the conduct of company directors, and to establish the Crown Agents as a statutory corporation. A Bill will be introduced to improve procedures in commercial arbitration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scottish Bills will be introduced to improve criminal justice and criminal procedure in Scotland, to establish a system of registration of title to land, and for other purposes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue their programme of law reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}