{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1994-queens-speech/",
    "title": "Queen Elizabeth II – 1994 Queen’s Speech",
    "post_date": "April 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1994",
            "url": "/tag/1994/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 16 November 1994.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Duke of Edinburgh and I look forward to receiving the state visit of His Highness the Amir of Kuwait in May and His Excellency the President of Finland in October next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Duke of Edinburgh and I look forward to our state visit to South Africa in March. We also look forward to our visit to New Zealand and to the Commonwealth heads of government meeting there in November next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government attach the highest importance to national security. They will work to continue the process of NATO’s adaptation to the changing security environment to allow it to play a wider role in protecting stability throughout Europe. At the Budapest Summit in December they will seek to enhance the role of the Conference on Security and Co-operation in Europe in conflict prevention and resolution. They will also work for full implementation of the Conventional Armed Forces in Europe Treaty. The United Kingdom’s nuclear deterrent will be maintained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue their efforts to promote a peaceful settlement in the former Yugoslavia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Preventing the proliferation of weapons of mass destruction remains an important priority. My Government will work to promote the indefinite and unconditional extension of the Nuclear Non-Proliferation Treaty and will pursue Energetically negotiations for a verifiable and comprehensive nuclear test ban treaty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fight against terrorism in the United Kingdom and elsewhere will be maintained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government look forward to the enlargement of the European Union in January. They will work with our partners to give greater substance to the Europe agreements between the Union and countries of Central Europe with the aim of preparing these countries for eventual membership of the Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work for early implementation of the agreements concluding the GATT trade negotiations, and for early establishment of the World Trade Organisation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will seek to ensure that the principle of subsidiarity is applied to European legislation. They will promote budgetary discipline in the Union and combat fraud. They will participate in the study group which from June 1995 will prepare for the 1996 inter-governmental conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to promote respect for human rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will maintain a substantial aid programme to promote sustainable development and good government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Nations will celebrate its fiftieth anniversary in 1995. My Government will continue efforts to enhance the capabilities of the United Nations, particularly in peacekeeping and preventive diplomacy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will play an active part in tackling drug misuse, drug trafficking and organised crime at home and abroad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Support for consolidation of a peaceful and stable democracy in South Africa will remain a priority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work for the long-term stability and prosperity of Hong Kong. They will seek to develop co-operation with China to implement the Sino-British Joint Declaration in the best interests of the Hong Kong people and a smooth transition in 1997.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Support for political and economic reform in the former communist countries of Europe and Asia will continue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will maintain support for the Middle East peace process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will work for yet stronger ties with the countries of the Asia Pacific region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to give force to the changes in the European Community’s system of own resources following the agreement at the Edinburgh European Council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue with firm financial policies designed to support continuing economic growth and rising employment, based on permanently low inflation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fiscal policy will continue to be set to bring the budget deficit back towards balance over the medium term. My Government will reduce the share of national income taken by the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to promote enterprise, to improve the working of the labour market, and to strengthen the supply performance of the economy. They will bring forward legislation to promote increased competition in the gas industry and to reform the agricultural tenancy laws in England and Wales. A Bill will be introduced to create a Jobseeker’s Allowance, reforming benefits for unemployed people and giving them better help into work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to equalise the state pension age between men and women and to improve security, equality and choice in non-state pensions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to implement policies and programmes responsive to the needs of the individual citizen in line with the principles of the Citizen’s Charter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will introduce a Bill to tackle discrimination against disabled people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will bring forward legislation to make further improvements to the management of the National Health Service; and to provide for people with a serious mental disorder discharged from hospital to be cared for under supervision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to transfer the Crown Agents and the commercial activities of the Atomic Energy Authority to the private sector; and to authorise the construction and operation by the private sector of a high speed rail link between London and the Channel Tunnel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The delivery of environment policies will be strengthened by legislation to establish environment agencies for England and Wales, and for Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to reform the Scottish criminal justice system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Northern Ireland my Government will build on the progress already made to secure peace and a comprehensive political accommodation founded on the principles of democracy and consent. They will uphold law and order and strive to strengthen the economy and create equality of opportunity for all sections of the community. They will seek to maintain close and constructive relations with the Republic of Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will promote further measures of law reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}