{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1971-queens-speech/",
    "title": "Queen Elizabeth II – 1971 Queen’s Speech",
    "post_date": "April 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1971",
            "url": "/tag/1971/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 2 November 1971.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Husband and I look forward to our visits to Thailand, Singapore, Malaysia, Brunei, Maldives and the Seychelles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In their external policies My Government will protect and advance the nation’s interests. They hope, following the successful conclusion of negotiations, shortly to sign an Instrument of Accession to the European Communities after which legislation will be laid before you. It will be their purpose to maintain the North Atlantic Alliance, sustain the Commonwealth association and uphold our other friendships and alliances throughout the world, while continuing their efforts to achieve international agreement on arms control and disarmament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will work for good relations with the Soviet Union and the countries of Eastern Europe; for peace in the Middle East; and for improved relations with the People’s Republic of China. They will co-operate in the new arrangements concerning the defence of Malaysia and Singapore and will seek to promote stability in the Gulf. They will continue to work towards a solution of the problems of East Pakistan and the refugees; an end to the conflict in Indo-China; and a settlement of the Rhodesian problem in accordance with the Five Principles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government intend to increase aid to the developing countries. They will continue to promote the development of the dependent territories and the well-being of their peoples.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to co-operate with other Governments to resolve the current difficulties in international payments and bring about lasting improvements in the international monetary system in the interests of expanding world trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers are determined that violence in Northern Ireland shall be brought to an end. They are no less determined to continue their efforts to establish political conditions in Northern Ireland which ensure for the communities there an active, permanent and guaranteed role in the life and public affairs of the Province.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At home my Government’s first care will be to increase employment by strengthening the economy and promoting the sound growth of output. Their aim will be to curb inflation, encourage increased efficiency, and maintain a strong balance of payments. In developing their regional policies they will pay close attention to the economic needs of particular areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought before you to promote active competition and fair trading and to extend customers’ protection in the sale of goods. Other measures will provide for extending the Shipbuilding Credit Scheme, for reorganising the structure of the gas industry, for assisting the exploration of our mineral resources, and for encouraging British investment over- seas through the establishment of an insurance scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will pursue their proposals for reforming the tax system and will bring forward legislation to establish a value-added tax and to reform company taxation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to encourage the efficient expansion of agriculture and will introduce legislation to simplify administrative procedures and improve agricultural services. They will support the United Nations in preparing for a Conference on the Law of the Sea in 1973.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Code of Industrial Relations Practice will be presented for your approval and proposals will be made for developing training facilities to meet future manpower needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will be brought before you to reform the finance of rented housing and to provide more help for public and private tenants in need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Powers will be sought to facilitate the reform of pensions schemes in the public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The substantial programme of replacement and improvement of primary school buildings will be continued. Steps will be taken to raise the school-leaving age to 16. Grants to direct grant schools will be increased. Provision for higher and further education will be improved and expanded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will he introduced to give effect to My Government’s proposals for the reorganisation of local government in England (outside Greater London) and in Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be laid before you to reorganise the health services in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will pursue with vigour their policies for improving the environment. Legislation will be proposed to increase protection for ancient monuments and to extend the powers of local authorities to protect buildings in conservation areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to provide for an alternative service of local radio broadcasting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government acknowledge and share public concern at the growth of violent crime. They will lay before you provisions to strengthen the administration of criminal justice. In particular, provision will be made to enlarge the powers of the courts to award alternative penalties to custodial sentences and to require offenders to make reparation to their victims.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further measures of law reform will be brought forward and a Bill will be introduced to improve the facilities for giving legal advice and assistance to persons of moderate means.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}