{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1992-queens-speech/",
    "title": "Queen Elizabeth II – 1992 Queen’s Speech",
    "post_date": "April 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1992",
            "url": "/tag/1992/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 6 May 1992.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward with great pleasure to receiving the State Visits of His Majesty the Sultan of Brunei and Her Majesty the Raja Isteri in November, and His Excellency the President of the Portuguese Republic and Senhora Soares in 1993.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to my forthcoming visit to the European Parliament and the Council of Europe at Strasbourg, and to my visits to Malta later this month, France and Canada in June and Germany in October.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government attach the highest importance to national security. They will continue to give full support to the North Atlantic Treaty Organisation, and will work with our allies to adapt it to changing risks. They will aim to develop the Western European Union as a means of strengthening the European pillar of the Alliance and the defence component of the European Union. The United Kingdom’s armed forces are being restructured to reflect these changes. Britain’s minimum nuclear deterrent will be maintained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work for a comprehensive and verifiable ban on chemical weapons, to prevent the proliferation of biological weapons and other weapons of mass destruction, and to encourage greater international responsibility in conventional arms transfers. They will help the Russian Federation in the task of dismantling surplus nuclear weapons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work to strengthen the United Nations. They will require full Iraqi compliance with Security Council resolutions. They will work for a peaceful settlement in Yugoslavia. They will support moves to bring lasting peace to the middle east.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will lay before Parliament the treaty of Maastricht and introduce a Bill to implement it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government look forward to welcoming the European Council at our palace of Holyroodhouse in Edinburgh towards the end of the United Kingdom’s Presidency of the Community in December. During the Presidency, my Government will attach particular priority to enlargement of the Community and completion of the single market. They will promote sound finance and budgetary discipline. With our Community partners they will continue to strive for a successful conclusion to the GATT trade negotiations, and to press for changes in the common agricultural policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will encourage Community agreements with central and eastern Europe and the former Soviet Union, and will support democratic reform there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will maintain the fight against terrorism in the United Kingdom and elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will energetically pursue policies to combat the trafficking and misuse of drugs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will play an active part in the Commonwealth. They will support efforts to build a democratic society in South Africa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will maintain a substantial aid programme to reduce poverty in developing countries. Its objectives will include promoting good government, sensible economic policies and respect for human rights. They will continue to press creditor countries for a further reduction in the official debt of the poorest countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom will work for a successful outcome to the United Nations conference on environment and development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to administer Hong Kong justly and efficiently, in the interests of its people, and to co-operate with China on the basis of the Sino-British joint declaration to promote the political and economic development of the territory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will pursue, within the framework of the exchange rate mechanism, firm financial policies designed to achieve price stability and maintain the conditions necessary for sustained growth. They will set policy in the medium term to ensure that the United Kingdom meets the convergence criteria set out in the Maastricht treaty. They will reduce the share of national income taken by the public sector and balance the budget over the medium term, reducing taxes when it is prudent to do so. They will promote market mechanisms and incentives and improve the working of the economy. To help business, legislation will be introduced to amend the non-domestic rate transitional arrangements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to improve further the law on industrial relations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will pursue vigorously their programme of privatisation. Legislation will be introduced to return British Coal to the private sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government are committed to increasing the role of the railways in meeting the country’s transport needs. Legislation will be introduced to enable the private sector to operate rail services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will give priority to improving public services through the Citizen’s Charter which will be at the centre of decision-making. Steps will be taken to apply charter principles throughout the public service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work to raise standards at all levels of education, to promote vocational training for young people and adults, and to improve teacher training. A Bill will be introduced to extend choice and diversity in education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Action will be taken to combat crime and promote law and order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be presented to enable applications for asylum in the United Kingdom to be determined quickly and effectively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be presented to facilitate the work of the Parliamentary Boundary Commissions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work to enhance the quality of life provided by our nation’s cultural and sporting heritage. A Bill will be introduced to establish a national lottery to raise money for good causes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to improve the quality of the national health service and community care and their responsiveness to patients’ needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work both at home and abroad to protect the environment. They will ensure that the environment remains a key issue in all policy-making and will continue to publish annual reports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced to enhance the rights of local authority tenants in England and Wales and in Scotland, to establish an urban regeneration agency, and to enable leaseholders either to acquire the freehold or to extend the lease.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to improve and modernise the social security system with sustained emphasis on those groups with the greatest need. Legislation will be introduced to maintain an additional rebate for holders of personal pensions aged 30 or over.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to promote improvements in agricultural marketing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be presented to promote the Welsh language.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For Scotland, legislation will be introduced to amend the laws relating to bankruptcy and early release of prisoners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Northern Ireland, my Government will continue their efforts to eliminate terrorism through resolute enforcement of the law, combined with progressive economic, social and political policies. They, will promote the re-establishment of stable institutions of government, within a framework of positive relations with the Republic of Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}