{
    "url": "https://www.ukpol.co.uk/queen-victoria-1866-queens-speech/",
    "title": "Queen Victoria – 1866 Queen’s Speech",
    "post_date": "January 1, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1866",
            "url": "/tag/1866/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 6 February 1866. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "IT is with great satisfaction that I have recourse to your Assistance and Advice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE recently declared My Consent to a Marriage between My Daughter Princess Selena and Prince Christian of Schleswig-Holstein Sonderbourg-Augustenburg. I trust this Union may be prosperous and happy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE Death of My Beloved Uncle The King of the Belgians has affected Me with profound Grief. I feel great Confidence, however, that the Wisdom which He evinced during His Reign will animate His Successor, and preserve for Belgium her Independence and Prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "MY Relations with Foreign Powers are friendly and satisfactory, and I see no Cause to fear any Disturbance of the general Peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE Meeting of the Fleets of France and England in the Ports of the respective Countries has tended to cement the Amity of the Two Nations, and to prove to the World their friendly Concert in the Promotion of Peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE observed with Satisfaction that the United States, after terminating successfully the severe Struggle in which they were so long engaged, are wisely repairing the Ravages of Civil War. The Abolition of Slavery is an Event calling forth the cordial Sympathies and Congratulations of this Country, which has always been foremost in showing its Abhorrence of an Institution repugnant to every Feeling of Justice and Humanity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE at the same Time the Satisfaction to inform you that the Exertions and Perseverance of My Naval Squadron have reduced the Slave Trade on the West Coast of Africa within very narrow Limits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A CORRESPONDENCE has taken place between My Government and that of the United States with respect to Injuries inflicted on American Commerce by Cruisers under the Confederate Flag. Copies of this Correspondence will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE Renewal of Diplomatic Relations with Brazil has given Me much Satisfaction; and I acknowledge with Pleasure that the good Offices of My Ally The King of Portugal have contributed essentially to this happy Result.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE to regret the Interruption of Peace between Spain and Chili. The good Offices of My Government, in conjunction with those of the Government of The Emperor of the French, have been accepted by Spain, and it is My earnest Hope that the Causes of Disagreement may be removed in a Manner honourable and satisfactory to both Countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE Negotiations which have been long pending in Japan, and which have been conducted with great Ability by My Minister in that Country, in conjunction with the Representatives of My Allies in Japan, have been brought to a Conclusion which merits My entire Approbation. The existing Treaties have been ratified by the Mikado; it has been stipulated that the Tariff shall be revised in a Manner favourable to Commerce, and that the Indemnity due under the Terms of the Convention of October 1864: shall be punctually discharged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE concluded a Treaty of Commerce with The Emperor of Austria, which I trust will open to that Empire the Blessings of extended Commerce, and be productive of important Benefits to both Countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE deplorable Events which have occurred in the Island of Jamaica have induced Me to provide at once for an impartial Inquiry, and for the due Maintenance of Authority during that Inquiry, by appointing a distinguished Military Officer as Governor and Commander of the Forces. I have given him the Assistance of Two able and learned Commissioners, who will aid him in examining into the Origin, Nature, and Circumstances of the recent Outbreak, and the Measures adopted in the course of its Suppression. The Legislature of Jamaica has proposed that the present Political Constitution of the Island should be replaced by a new Form of Government. A Bill upon this subject will be submitted for your Consideration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "PAPERS on these Occurrences will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​PAPERS on the present state of New Zealand will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE given Directions for the Return to this Country of the greater Portion of My Regular Forces employed in that Colony.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I WATCH with Interest the Proceedings which are still in progress in British North America with a view to a closer Union among the Provinces, and I continue to attach great importance to that Object.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE observed with great Concern the extensive Prevalence, during the last few Months, of a virulent Distemper among Cattle in Great Britain, and it is with deep Regret, and with sincere Sympathy for the Sufferers, that I have learnt the severe Losses which it has caused in many Counties and Districts. It is satisfactory to know that Ireland and a considerable Part of Scotland are as yet free from this Calamity, and I trust that by the Precautions suggested by Experience, and by the Divine Blessing on the Means which are now being employed, its further Extension may be arrested.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE Orders which have been made by the Lords of My Privy Council by virtue of the Powers vested in them by Law, with a view to prevent the spreading of this Disease, will be laid before you; and your Attention will be called to the Expediency of an Amendment of the Law relating to a Subject so deeply affecting the Interests of My People.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE directed that the Estimates of the ensuing Year shall be laid ​ before you. They have been prepared with a due Regard to Economy, and are at the same Time consistent with the Maintenance of Efficiency in the Public Service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE Condition of Trade is satisfactory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A CONSPIRACY, adverse alike to Authority, Property, and Religion, and disapproved and condemned alike by all who are interested in their Maintenance, without Distinction of Creed or Class, has unhappily appeared in Ireland. The Constitutional Power of the ordinary Tribunals has been exerted for its Repression, and the Authority of the Law has been firmly and impartially vindicated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A BILL will be submitted to you, founded on the Report of the Royal Commission, on the Subject of Capital Punishment, which I have directed to be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "BILLS will be laid before you for amending and consolidating the Laws relating to Bankruptcy, and for other Improvements in the Law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "MEASURES will also be submitted to you for extending the System of Public Audit to Branches of Receipt and Expenditure which it has not hitherto reached, and for amending the Provisions of the Law with respect to certain Classes of Legal Pensions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "YOUR Attention will be called to the Subject of the Oaths taken by Members of Parliament, with a view to avoid unnecessary Declarations, and to remove invidious Distinctions between Members of different Religious Communities in Matters of Legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​I HAVE directed that Information should be procured in reference to the Rights of Voting in the Election of Members to serve in Parliament for Counties, Cities, and Boroughs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "WHEN that Information is complete, the Attention of Parliament will be called to the Result thus obtained, with a view to such Improvements in the Laws which regulate the Rights of Voting in the Election of Members of the House of Commons as may tend to strengthen our free Institutions, and conduce to the Public Welfare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "IN these and in all other Deliberations I fervently pray that the Blessing of Almighty God may guide your Counsels to the Promotion of the Happiness of My People.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}