{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1990-christmas-broadcast/",
    "title": "Queen Elizabeth II – 1990 Christmas Broadcast",
    "post_date": "December 6, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1990",
            "url": "/tag/1990/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of HM Queen Elizabeth’s Christmas Broadcast from 25 December 1990.",
    "content": [
        "Over the years, I have dwelt on the happier side of life in my Christmas Broadcasts – we need reminding of it, particularly at Christmas time. This year, there have been, I hope, times of happiness and good cheer for most of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My family, for instance, has been celebrating my mother’s Ninetieth Birthday, and we have shared with you the joy of some of those celebrations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My youngest grandchild’s christening, two days ago, has brought the family together once again. I hope that all of us lucky enough to be able to enjoy such gatherings this Christmas will take time to count our blessings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For it seems to me that there is one deep and overriding anxiety for us all on which we should reflect today. That is the threat of war in the Middle East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The servicemen in the Gulf who are spending Christmas at their posts under this threat are much in our thoughts. And there are many others, at home and abroad, servicemen and civilians, who are away from their own firesides. Wherever they are, may they all, when their duty is done, soon be reunited with their families safe and sound.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the same time we must remember those still held hostage. Some of them have spent years in captivity, and Christmas must, for them, be especially hard to bear. My heart goes out to them and to their families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can, at least, rejoice at the safe return of many of their compatriots over the last weeks, and salute the courage which they have shown.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Wars, threats of wars and civil disturbance inevitably cause thousands of innocent people to become refugees and to have their lives ruined or disrupted. It is difficult for us, safe at home, to contemplate the scale of the suffering for homeless and hungry people caused by the ever-widening consequences of the crisis in the Gulf.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The invasion of Kuwait was an example on an international scale of an evil which has beset us at different levels in recent years – attempts by ruthless people to impose their will on the peaceable majority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In extreme form, as we know only too well, these attempts lead to disaster and death, and their tragic aftermath for families and communities. In the United Kingdom, we have suffered once again during the past year from the scourge of terrorism, its disregard for human life and its efforts to dress its crimes in political clothes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But all this is nothing new. The tributes we paid last summer to the heroes of Dunkirk and the Battle of Britain were tributes to their achievement in repelling a determined invader. That was fifty years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nowadays there are all too many causes that press their claims with a loud voice and a strong arm rather than with the language of reason. We must not allow ourselves to be too discouraged as we confront them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us remember that Christ did not promise the earth to the powerful. The resolve of those who endure and resist these activities should not be underestimated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I never cease to admire the stoical courage of those in Northern Ireland, for example, who go about their business in defiance of the terrorist. The reaction of those who have lost loved ones at violent hands is often an inspiration to the rest of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then again, I, like many others, was much heartened by the virtually unanimous opposition of the international community to the unprovoked invasion of Kuwait, and by the speed with which moves were made to try to relieve the plight of the innocent victims.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want, therefore, to say thank you today to the men and women who, day in and day out, carry on their daily life in difficult and dangerous circumstances. By just getting on with the job, they are getting the better of those who want to harm our way of life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us think of them this Christmas, wherever they are in the world, and pray that their resolution remains undiminished. It is they and their kind who, by resisting the bully and the tyrant, ensure that we live in the sort of world in which we can celebrate this season safely with our families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray also that we may all be blessed with something of their spirit. Then we would find it easier to solve our disputes in peace and justice, wherever they occur, and that inheritance of the earth which Christ promised, not to the strong, but to the meek, would be that much closer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Happy Christmas and God bless you all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}