{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1984-queens-speech/",
    "title": "Queen Elizabeth II – 1984 Queen’s Speech",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "1984",
            "url": "/tag/1984/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by HM Queen Elizabeth II in the House of Lords on 6 November 1984.",
    "content": [
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward with great pleasure to receiving the President of Malawi and the President of Mexico on State Visits during the next twelve months, to paying a State Visit to Portugal in March, and to visiting the Caribbean in the autumn on the occasion of the Commonwealth Heads of Government Meeting in the Bahamas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government consider as their highest priority the maintenance of national security and the preservation of peace. They will accordingly continue to play an active part in the Atlantic Alliance. They will promote Western defence interests outside the NATO area. They will make vigorous efforts to combat international terrorism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the allies of the United Kingdom, my Government will contribute to arms control and disarmament negotiations and will work for the resumption of negotiations where these have been broken off. They will work continually for a greater atmosphere of trust between East and West.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the agreement at Fontainebleau on the fairer sharing of the Community’s budget burden and on the overall control of Community spending, my Government look forward to the further development of the European Community. They will continue to press for improvements in the Common Agricultural Policy and for completion of the common market in goods and services. They will work for the early conclusion of the negotiations to enable Spain and Portugal to join the Community, and to conclude a new agreement to succeed the Lomé Convention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue fully to discharge their obligations to the people of the Falkland Islands, while seeking more normal relations between this country and Argentina. They will consider the views expressed by the people of Hong Kong on the draft agreement with China, and report to Parliament. They reaffirm their commitment to the people of Gibraltar and hope to see the early implementation of the Lisbon statement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work for a settlement in Namibia, a solution to the Arab/Israel dispute and the restoration of the independence and non-aligned status of Afghanistan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue fully to support the Commonwealth, to play a constructive role at the United Nations, to maintain a substantial aid programme, and to encourage investment in developing countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work closely with other nations and international institutions to strengthen and spread economic recovery; and to co-operate on issues connected with the settlement of international debts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the Public Service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to pursue policies founded on sound money and lower public borrowing and aimed at securing a further reduction in inflation. While noting that the numbers of people in work are steadily rising, my Government remains deeply concerned about unemployment and will continue policies designed to achieve better opportunities for employment and to help the unemployed obtain the training or work experience needed to fill them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firm control of public spending will be maintained. My Government will work for a more flexible and competitive economy through lower taxation, further reform of the tax system, increased efficiency in the public sector and encouragement of initiative and enterprise which will sustain rising living standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In order to promote efficiency and growth, my Government will continue their policies of exposing state-owned businesses to competition and, where appropriate, returning them to the private sector. A Bill will be introduced to increase competition in the provision of local bus services in Great Britain and to transfer to the private sector the operations of the National Bus Company.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to increase competition in retail banking by completing the transition of the Trustee Savings Banks to private sector status.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will be introduced to reform insolvency law in England and Wales, and in Scotland, and to remove the statutory levy on cinema admissions and establish an environment for the film and cinema industries free from regulation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to abolish the Greater London Council and the metropolitan county councils.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to extend the franchise to certain British citizens resident abroad, to change absent voting arrangements in order to enable those on holiday to vote, and to increase the parliamentary election deposit but reduce the threshold for forfeiture. A Bill will be introduced to establish a national prosecution service independent of the police in England and Wales and to enable the Attorney General to refer Crown Court sentences for the opinion of the Court of Appeal. A further Bill will establish a new and comprehensive statutory framework governing the interception of communications.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced for the administration of justice in England and Wales and making further reforms in the law following reports of the Law Commission. There will be a measure dealing with the international aspects of child abduction and the custody of children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to improve the occupational pension rights of people who leave schemes before pensionable age and to ensure that members are able to obtain information about their schemes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced for the better protection of food and the environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to give parents of children educated at public expense the right to exempt them from corporal punishment. My Government will continue to develop policies to raise educational standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will encourage the constitutional parties in Northern Ireland to consider how powers can be restored to local administration on a basis acceptable to all sides of the community, and will seek to maintain good relations with the Government of the Republic of Ireland. The security forces will continue to receive my Government’s full support. Legislation will be introduced to prevent personation at elections in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will be introduced to establish trustee bodies to manage certain Scottish institutions, and to reform Scots law, including provisions on matrimonial property and financial provision on divorce, following Reports by the Scottish Law Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}