{
    "url": "https://www.ukpol.co.uk/queen-victoria-1894-queens-speech/",
    "title": "Queen Victoria – 1894 Queen’s Speech",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1894",
            "url": "/tag/1894/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 12 March 1894. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "[![queenvictoria](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria-213x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I regret, in view of the recent completion of your arduous labours, to have to summon you so soon to renew them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My relations with foreign Powers continue to be amicable and satisfactory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The negotiations between my Government and that of the Emperor of Russia for the settlement of frontier questions in Central Asia are proceeding in a spirit of mutual confidence and goodwill, which gives every hope of an early and equitable adjustment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Negotiations are also in progress with the Government of the United States for the purpose of executing the Award of the Court of Arbitration on the question of the Seal Fisheries in the Behring Sea.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have pleasure in also informing you that the protracted and intricate arrangements for fixing the frontier between my Burmese dominions and those of the Emperor of China have been brought to a satisfactory conclusion by the signature of a formal Convention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Two collisions, accompanied by a lamentable loss of life, have lately occurred with French colonial forces in West Africa. I await the result of the inquiry instituted with regard to these deplorable occurrences in the full confidence that they will be examined in the calm and dignified temper that befits two great nations on such an occasion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Estimates for the Public Service of the year will be laid before you. They will be found to make full and adequate provision for the defence of the Empire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The recent improvement in the state of Ireland has been continuous and marked, and agrarian crime has been reduced under the administration of the ordinary law to the lowest point that has been reached for the last fifteen years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The condition, however, of a considerable body of evicted tenants in that country requires early attention, and a measure will be submitted to you with a view to a reasonable settlement of a question deeply affecting the well-being of Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will be submitted to you for the amendment of registration, and the abolition of plural voting at Parliamentary elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be laid before you dealing with the Ecclesiastical Establishments in Wales and Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will also be presented Bills having for their object the equalization of rates in London; the establishment of a system of Local Government in Scotland, on the same basis as that recently accorded to England and Wales, and the exercise of a direct local control over the liquor traffic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will also be asked to consider measures for the promotion of conciliation in labour disputes; for the amendment of the Factory and Mines Acts; and for the reform of the present method of conducting inquiries into fatal accidents in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Upon all your labours and deliberations I humbly implore the blessing and guidance of Almighty God.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}