{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1975-queens-speech/",
    "title": "Queen Elizabeth II – 1975 Queen’s Speech",
    "post_date": "April 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1975",
            "url": "/tag/1975/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 19 November 1975.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My husband and I look forward with great pleasure to visiting Finland; and also to our visit to the United States of America to celebrate the two-hundredth anniversary of American independence. I am confident that the long-standing friendship and co-operation between our peoples will continue to flourish. We shall also visit Canada where I shall open the Olympic Games.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will maintain their firm support for the United Nations and the principles of its Charter, and for the Commonwealth with its tradition of concern for the equitable distribution of the world’s resources and the promotion of mutual international understanding and co-operation. They will vigorously pursue their initiative for better order in world trade in commodities which they launched at the recent meeting of Commonwealth Heads of Government, and which has made an important contribution to subsequent international discussion. They recognise the special needs of the poorest developing countries, and will in particular seek to assist rural development and food production.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will play their full part in the European Economic Community, devoting particular attention to the achievement of a common approach to the world’s political and economic problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will also maintain their full support of international efforts to restore economic activity, and to reduce inflation and imbalances of payments. They intend to ratify the Organisation for Economic Co-operation and Development Financial Support Fund Agreement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work for international agreement on general disarmament and on preventing the spread of nuclear weapons. They will sustain their support for the North Atlantic Alliance as an instrument of detente as well as defence, fostering the fullest possible co-operation amongst its members, not least in the procurement of defence equipment. They will continue to play their full part in the negotiations on force reductions in Central Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue also to place great value on further détente between East and West, including the strengthening of economic links, and on full implementation of the Final Act of the Conference on Security and Co-operation in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to support the search for a comprehensive peace settlement in the Middle East, and to develop our ties with the countries of the area. They will continue to co-operate in seeking a lasting settlement in Cyprus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will maintain their efforts to bring about a just and peaceful constitutional settlement in Rhodesia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will actively protect the interests of the fishing industry, and will play their full part in international conservation measures and in the development of the Common Fisheries Policy. They are seeking renewed arrangements for British fishing with the Government of Iceland to replace those which have just expired.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to strive for a constitutional solution to the problems of Northern Ireland. They will maintain determined efforts to eliminate terrorism, and attach particular importance to dealing through the courts with all those responsible for violence. A Bill to promote equality of opportunity in employment between people of different religious beliefs will be reintroduced, and legislative provision will be made to assist industrial development by enlarging the role of the Northern Ireland Finance Corporation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to give the highest priority to the attack on inflation and unemployment. Success for the wide range of anti-inflation measures introduced in July is essential for the future health of our economy and our society. In particular, success in these measures is required for the achievement of a satisfactory level of productive investment and to assist in the reduction of the present unacceptable level of unemployment. It is also a necessary condition for the fulfilment of many of My Government’s other economic and social objectives. The present price controls will continue to be vigorously enforced, and the programme of price display and unit pricing will be accelerated. A programme of price stabilisation of more essential goods will be introduced once cost increases decline. My Ministers will continue to work closely with the Trades Union Congress, the Confederation of British Industry and with the British people as a whole on a continuing programme to control domestic inflation and to prevent its resurgence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The National Enterprise Board and the Scottish and Welsh Development Agencies will be major instruments in My Government’s policy of industrial regeneration. My Government will also embark on a series of Planning Agreements with large companies in selected key sectors of industry, as an important step towards the identification and achievement of agreed national objectives. The Bill to bring the aircraft and shipbuilding industries into public ownership will be reintroduced early in the Session.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following their review of civil aviation, My Government will present proposals to implement the necessary policy changes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will reintroduce legislation to remove the remaining unsatisfactory features of the Industrial Relations Act 1971.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to encourage the development of industrial democracy in both public and private sectors. Both sides of industry will have full opportunity to express their views to the inquiry, which my Government have announced their intention to establish, to consider how industrial democracy in the private sector can best be extended.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to ensure comprehensive employment safeguards for dockworkers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will play their full part in the development and improvement of the Common Agricultural Policy and will continue to encourage the maximum economic production of food at home in the interests of producers and consumers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to meet the United Kingdom’s obligations under the Agreement on an International Energy Programme; to control energy supplies during any shortage; and to implement energy conservation policies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to seek to secure the orderly development of the United Kingdom’s off-shore oil and gas resources in the interests of the nation. They intend to invite applications for further licences for the exploration and development of offshore oil and gas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will bring forward legislative proposals for the establishment of Scottish and Welsh Assemblies to exercise wide governmental responsibilities within the framework of the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be put forward for a major review of the practice and procedure of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An opportunity will be provided to decide on a permanent system for the sound broadcasting of the proceedings of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will pursue vigorously their programmes of social reform by legislative and other means, within available resources. They will take energetic action to encourage the provision of more houses in both public and private sectors; and following from a comprehensive review they will bring forward recommendations for future housing finance policy. Legislation will be brought forward to enable housing to be transferred from New Town Development Corporations and the New Towns Commission to elected local authorities. Legislation for the abolition of the agricultural tied cottage system in England and Wales will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In furtherance of My Government’s comprehensive policy for development land, legislation will be introduced for a development land tax.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced in the course of the session to phase out private practice from National Health Service hospitals. Consultations will continue on My Government’s proposals to strengthen and extend existing powers to regulate nursing homes and hospitals outside the National Health Service. Pensions and other social security benefits will be increased to protect the living standards of the most vulnerable members of the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In education, My Government will seek to consolidate the improvements they have made to the statutory school system. Within available resources, they will give priority to children with special needs and to the vocational preparation of young people aged 16 to 19. A Bill will be introduced to require local education authorities in England and Wales who have not already done so to make plans for the abolition of selection in secondary education, and to deal with certain other matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be laid before you to extend and improve Post Office banking services, and to reform the Trustee Savings Banks and enable them to offer a wider range of personal banking services, including personal loans to depositors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to strengthen the law on racial discrimination. Proposals will be prepared to amend the Official Secrets Acts and to liberalise the practice relating to official information.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to provide an effective independent element in the procedure for handling complaints by members of the public against the police.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will give early consideration to the report, when received, of the Law Commission on the law of conspiracy in England and Wales, with a view to preparing legislation for the comprehensive reform of this branch of the law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to replace the Prevention of Terrorism (Temporary Provisions) Act 1974.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will persevere with efforts to improve the law and the administration of justice, and will pay continued attention to the need to reduce the number of persons in prison, especially those awaiting trial or sentence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be placed before you to provide a Public Lending Right for authors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced relating to Scotland, including reforms in the law on crofting and on liquor licensing, and proposals for improving public access to freshwater fishing. A Bill will be introduced to establish a Development Board for Rural Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}