{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1966-queens-speech/",
    "title": "Queen Elizabeth II – 1966 Queen’s Speech",
    "post_date": "April 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1966",
            "url": "/tag/1966/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 21 April 1966.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My husband and I look forward with pleasure to our visit to Belgium, and to the State Visits which the Federal President of the Republic of Austria and His Majesty King Hussein of the Hashemite Kingdom of Jordan will pay to this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government, in co-operation with the other members of the Commonwealth and with our allies, will continue to work for peace and security in all parts of the world through support for the United Nations. They will sustain efforts to achieve disarmament, and, especially, agreements on the non-proliferation of nuclear weapons and on the extension of the Nuclear Test Ban Treaty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A particular concern of My Ministers will be to use all available means to achieve a negotiated settlement of the conflict in Vietnam. They will continue to assist Malaysia and Singapore in their defence against Indonesia, and will not relax their efforts to bring peace to this whole area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to give full support to the maintenance of the North Atlantic Treaty and its Organisation, which they regard as a necessary basis from which to promote greater stability in East-West relations. They will continue to work for nuclear interdependence in the West.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will also support Britain’s other alliances for collective defence, and press forward with policies designed to enable Britain to play her full part in the promotion of peace throughout the world, without overstraining her military or economic resources. A Bill will be introduced to reorganise the Army Reserve and Auxiliary Forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to promote the economic unity of Europe and to strengthen the links between the European Free Trade Association and the European Economic Community. They would be ready to enter the European Economic Community provided essential British and Commonwealth interests were safeguarded. They will work for tariff reductions under the General Agreement on Tariffs and Trade and for an expansion of Commonwealth trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further steps will be taken to assist My peoples in the remaining Colonial territories to reach independence or some other status which they have freely chosen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will pursue the policy of bringing the illegal régime in Rhodesia to an end, so that a peaceful and lasting constitutional settlement, based on the rule of law and acceptable to the Rhodesian people as a whole, can be achieved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A prime aim of My Government’s policy will be to restore equilibrium in the external balance of payments. They are determined to maintain the strength of sterling. They will continue to work for increased liquidity for financing world trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In consultation with industry, the National Economic Development Council and the regional Economic Planning Councils, My Government will take action to stimulate progress in implementing the National Plan and in securing balanced growth in all parts of Great Britain. They will renew their efforts, in co-operation with trade unions and employers’ organisations, to increase the productivity and competitive power of British industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To this same end, My Government will promote a more positive system of investment incentives to improve the efficiency of those parts of the economy which contribute most directly to the balance of payments and to encourage development where it is most needed. Legislation will be introduced to create an Industrial Reorganisation Corporation to promote greater efficiency in British industry and to develop projects of special importance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to develop, in consultation with management and unions, the agreed policy for productivity, prices and incomes. Proposals for legislation to reinforce this policy, while preserving the voluntary principle on which it is based, will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to promote modernisation and increased productivity in farming, horticulture and fishing, and will introduce measures for the longer-term development of agriculture and the establishment of a Meat and Livestock Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to restore public ownership and control of the main part of the steel industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced and other measures taken to improve efficiency and industrial relations in the docks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will be introduced to relieve the domestic ratepayer and reorganise Exchequer grants to local authorities; to establish a new system of Exchequer subsidies for local authority housing, and to assist those of modest means in buying their homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought before you to provide for the establishment of a Land Commission to acquire land for the community and recover part of the development value realised by land transactions. My Ministers will present a Bill on leasehold reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to regulate privately-sponsored construction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will bring forward Bills to reorganise the arrangements for water supply in Scotland, and for the conservation of the Scottish countryside and the development of facilities for its enjoyment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to implement the agreed arrangements for increased grants to voluntary schools in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will promote further progress in the development of comprehensive secondary education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further steps will be taken to increase the supply of teachers. New machinery will be proposed for settling the remuneration of teachers in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Higher and further education will be expanded to meet increasing demand. The development of science will be continued. In the arts, My Ministers will pursue their aim of making our cultural heritage available to all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will complete further stages of their major review of social security. While continuing to ensure to pensioners and other beneficiaries a fair share of the country’s rising living standards, they will seek further means of dealing with the poverty that still exists. Legislation will be introduced to create a Ministry of Social Security and to replace National Assistance by a new system of non-contributory benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to develop the health and welfare services and will pay special attention to the development of the family doctor service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will be invited to approve a measure designed to promote greater safety on the roads.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will carry forward, where necessary by introducing legislation, the process of reforming the criminal and civil law and modernising the administration of justice. They will introduce legislation to make further reforms in the penal system; and to amend the law relating to the return of fugitive offenders to other Commonwealth countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}