{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1970-queens-speech/",
    "title": "Queen Elizabeth II – 1970 Queen’s Speech",
    "post_date": "April 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1970",
            "url": "/tag/1970/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 2 July 1970.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My husband and I look forward to our visit to Canada on the occasion of the centenaries of the Northwest Territories and of the Province of Manitoba.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The major international interests of Britain are the maintenance of peace, the promotion of prosperity, the settlement of disputes by conciliation and agreement, and the encouragement of trade and peaceful exchanges between nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have welcomed the opening on the 30th of June of negotiations for membership of the European Communities. In these negotiations they will seek to reach agreement on terms fair to all concerned and will remain in close consultation with our Commonwealth and EFTA partners and with the Irish Republic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work for the maintenance of the defensive strength of the North Atlantic Alliance and for a genuine reduction of tension in relations between East and West in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will take a full part in the meeting of Commonwealth Heads of Government in Singapore in January 1971. They will co-operate with our Commonwealth friends in measures aimed at maintaining peace and stability in Commonwealth countries in South-East Asia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work for a fair and lasting peace in the Middle East and for a settlement of the conflict in Indo-China. They will consult with leaders in the Gulf on how our common interests in that area may best be served.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will make a further effort to find a sensible and just solution of the Rhodesian problem in accordance with the five principles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this 25th Anniversary year of the United Nations, which opens the Second Development Decade, My Government will lend their full support to international efforts to strengthen peace, to promote disarmament and to further world economic development. They will pursue an expanding aid programme and will seek agreement on tariff preferences for developing countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work for the development and progress of Britain’s dependent territories.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be placed before you to provide for the independence of Fiji.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will review the role and size of the Territorial and Army Volunteer Reserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will support the Northern Ireland Government in their efforts to promote peace and harmony among all communities on the basis of equality and freedom from discrimination, and to further the prosperity of the Province. I have noted with pride the patience, skill and fortitude with which My Armed Forces are carrying out their difficult task.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At home My Government’s first concern will be to strengthen the economy and curb the inflation. Rising production and a steadily growing national income must provide the resources for improving the social services and the environment in which we live. The energy and enterprise needed to achieve this will be encouraged by reforming and reducing the burden of taxation, providing new incentives to saving and liberating industry from unnecessary intervention by Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers attach the greatest importance to promoting full employment and an effective regional development policy. They will stimulate long-term growth in the less prosperous areas by increasing their economic attractions and improving their amenities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will start discussions with a view to encouraging agricultural expansion by changes in the present system of financial support. They will promote the efficient development of the fishing industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The work of the Industrial Training Boards will be reviewed and the facilities for re-training and for management training improved and extended.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to establish a framework of law within which improved industrial relations can develop and a code of practice will be prepared laying down standards for good management and trade union practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government believe that vigorous competition is the best safeguard for the consumer. They will carry out a review of company law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will pursue a vigorous housing policy with the principal aim of improving the position of the homeless and the badly housed. After consultations with local authorities, housing subsidies will be refashioned so as to give more help to those in greatest need. Home ownership will be encouraged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will expand educational opportunities as growing resources make this possible, with priority for the improvement of primary schools. An inquiry will be instituted into teacher training. Local authorities in Scotland, as in England and Wales, will be set free to take effective decisions on the organisation of their schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Responsibility for primary and secondary education in Wales will be assumed by the Secretary of State for Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward to provide pensions for persons now over 80 who were too old to enter the present insurance scheme and for certain younger widows and to provide a constant attendance allowance for the very seriously disabled.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced on Commonwealth immigration. More assistance will be provided for areas of special social need, especially those in which large numbers of immigrants have settled.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Effect will be given to the recommendations of the Boundary Commissions for the redistribution of Parliamentary seats.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be worked out in full consultation with all concerned, for local government reform in England, Scotland and Wales, associated with a general devolution of power from the central Government. At a later stage plans will be laid before you for giving the Scottish people a greater say in their own affairs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be put forward for permitting commercial local radio stations under the general supervision of an independent broadcasting authority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be brought before you to abolish the Land Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will intensify the drive to remedy past damage to the environment and will seek to safeguard the beauty of the British countryside and seashore for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will be laid before you to improve the arrangements for the administration of justice in England and Wales in accordance with the recommendations of the Royal Commission on Assizes and Quarter Sessions and to improve the organisation of the Sheriff Courts in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will make it their special duty to protect the freedom of the individual under the law and will examine ways in which this may be more effectively safeguarded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}