{
    "url": "https://www.ukpol.co.uk/queen-victoria-1896-queens-speech/",
    "title": "Queen Victoria – 1896 Queen’s Speech",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1896",
            "url": "/tag/1896/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 11 February 1896. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "[![queenvictoria](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria-213x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I continue to receive from other Powers assurances of their friendly sentiments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An agreement has been concluded between my Government and that of the French Republic, having for its principal object the more secure establishment of the independence of the Kingdom of Siam. A copy of it will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Commissioners for the delimitation of the frontier separating my Indian Empire and the territory of Afghanistan from the dominions of the Emperor of Russia have agreed upon a line which has been accepted by myself and by the Emperor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government of the United States have expressed a wish to co-operate in terminating differences which have existed for many years between my Government and the Republic of Venezuela upon the boundary between that country and my colony of British Guiana. I have expressed my sympathy with the desire to come to an equitable arrangement, and trust that further negotiation will lead to a satisfactory settlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Sultan of Turkey has sanctioned the principal reforms in the government of the Armenian provinces, for which, in conjunction with the Emperor of Russia and the President of the French Republic, I have felt it my duty to press. I deeply regret that a fanatical outbreak on the part of a section of the Turkish population has resulted in a series of massacres in those provinces, which have caused the deepest indignation in this country. Papers on these transactions will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A sudden incursion into the South African Republic by an armed force from the territories under the control of the British South Africa Company resulted in a deplorable collision with the Burgher forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers, at the earliest possible moment, intervened to prohibit, through the High Commissioner, this hostile action, and to warn all my subjects throughout South Africa against taking part in aid thereof.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The origin and circumstances of these proceedings will form the subject of a searching Inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The President of the Republic, acting in this matter with moderation and wisdom, agreed to place the prisoners in the hands of my High Commissioner, and I have undertaken to bring to trial the leaders of the expedition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The conduct of the President on this occasion, and the assurances which he has voluntarily given, lead me to believe that he recognizes the importance of redressing the legitimate grievances of which complaint has been made by a majority of the persons now inhabiting the Transvaal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The condition of affairs in Ashanti, and the violation by the King of Kumasi of the provisions of the Treaty of 1874 in regard to the suppression of human sacrifices, the freedom of trade, and the maintenance of communications, have for some years past engaged the serious attention of my Government. All endeavours to induce the King to observe his engagements having proved fruitless it became necessary to send an armed expedition to Kumasi to enforce the conditions which he had been called upon to fulfil.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While I rejoice to be able to announce that the objects of the expedition have been achieved without bloodshed, I have to deplore the loss from the severities of the climate of some valuable lives, including that of my beloved son-in-law, His Royal Highness Prince Henry of Battenberg, who voluntarily placed his services at the disposal of myself and his adopted country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I and my dear daughter are greatly touched and comforted in this heavy bereavement by the widespread sympathy that has been shown by my subjects throughout the Empire at home and abroad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I trust that the establishment of an efficient British control at Kumasi will put a stop to the barbarous customs which have hitherto prevailed there, and, by preventing the inter-tribal conflicts which have interfered with the development of the country, will tend to the benefit of the people, and to the interests of peace and commerce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Papers on the above subjects will shortly be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the north-west frontier of my Indian Empire the measures taken last year to secure an effective control over Chitral have been successful, and the engagements entered into by the border tribes for the maintenance and protection of the road from Peshawur have been loyally carried out without molestation or disturbance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have directed the Estimates for the service of the year to be laid before you. They have been prepared with the utmost regard to economy; but the exigencies of the time require an increased expenditure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The extension and improvement of the Naval Defences of the Empire is the most important subject to which your efforts can be directed, and will doubtless occupy your most earnest attention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I regret to say that the condition of agriculture is disastrous beyond any recent experience. Measures will be laid before you, of which the object will lie to mitigate the distress under which the classes labour who are engaged in that industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Elementary schools under voluntary management are a valuable portion of our educational system, and their condition, which is in many places precarious, requires further assistance from public resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The compensation to workmen for injuries received in the course of their ordinary employment has been under the consideration of Parliament upon several occasions. A measure dealing with the subject will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be submitted to you for the amendment of the defects which experience has shown to exist in the provisions of the various Land Acts, which have been passed in respect to Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure for amending and consolidating the Law relating to public health in Scotland will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures have also been prepared for the avoidance and settlement of trade disputes, for facilitating the construction of light railways in the United Kingdom, for the regulation of public companies, for checking the importation of destitute aliens, for amending the law with respect-to the supply of water to the metropolis, for the institution of a Board of Agriculture in Ireland, and for amending the Law of Evidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend these weighty matters to your experienced judgment, and pray that your labours may be blessed by the guidance and favour of Almighty God.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}