{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2022-queens-speech-2/",
    "title": "Queen Elizabeth II – 2022 Queen’s Speech",
    "post_date": "May 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Queen Elizabeth II",
            "url": "/tag/queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Prince Charles, on behalf of Queen Elizabeth II, in the House of Lords on 10 May 2022.",
    "content": [
        "My Lords and members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government’s priority is to grow and strengthen the economy and help ease the cost of living for families. My Government will level up opportunity in all parts of the country and support more people into work. My Ministers will continue to support the police to make the streets safer, and fund the National Health Service to reduce the COVID backlogs. In these challenging times, my Government will play a leading role in defending democracy and freedom across the world, including continuing to support the people of Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will drive economic growth to improve living standards and fund sustainable investment in public services. This will be underpinned by a responsible approach to the public finances, reducing debt while reforming and cutting taxes. My Ministers will support the Bank of England to return inflation to its target.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be brought forward to drive local growth, empowering local leaders to regenerate their areas, and ensuring everyone can share in the United Kingdom’s success. The planning system will be reformed to give residents more involvement in local development [Levelling Up and Regeneration Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will improve transport across the United Kingdom, delivering safer, cleaner services and enabling more innovations. Legislation will be introduced to modernise rail services and improve reliability for passengers [Transport Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will bring forward an Energy Bill to deliver the transition to cheaper, cleaner, and more secure energy. This will build on the success of the COP26 Summit in Glasgow last year [Energy Security Bill]. Draft legislation to promote competition, strengthen consumer rights and protect households and businesses will be published. Measures will also be published to create new competition rules for digital markets and the largest digital firms [Draft Digital Markets, Competition and Consumer Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will establish the UK Infrastructure Bank in legislation, with objectives to support economic growth and the delivery of net zero [UK Infrastructure Bank Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Reforms to education will help every child fulfil their potential wherever they live, raising standards and improving the quality of schools and higher education [Schools Bill, Higher Education Bill]. My Ministers will publish draft legislation to reform the Mental Health Act [Draft Mental Health Act Reform Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to seize the opportunities of the United Kingdom’s departure from the European Union, to support economic growth. Regulations on businesses will be repealed and reformed. A bill will enable law inherited from the European Union to be more easily amended [Brexit Freedoms Bill]. Public sector procurement will be simplified to provide new opportunities for small businesses [Procurement Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New legislation will strengthen the United Kingdom’s financial services industry, ensuring that it continues to act in the interest of all people and communities [Financial Services and Markets Bill]. The United Kingdom’s data protection regime will be reformed [Data Reform Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to champion international trade, delivering jobs across the country and growing the economy. Legislation will be introduced to enable the implementation of the United Kingdom’s first new Free Trade Agreements since leaving the European Union [Trade (Australia and New Zealand) Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will encourage agricultural and scientific innovation at home. Legislation will unlock the potential of new technologies to promote sustainable and efficient farming and food production [Genetic Technology (Precision Breeding) Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will protect the integrity of the United Kingdom’s borders and ensure the safety of its people. My Ministers will take action to prevent dangerous and illegal Channel crossings and tackle the criminal gangs who profit from facilitating them. Legislation will be introduced to ensure the police have the powers to make the streets safer [Public Order Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A bill will be brought forward to further strengthen powers to tackle illicit finance, reduce economic crime and help businesses grow [Economic Crime and Corporate Transparency Bill]. Measures will be introduced to support the security services and help them protect the United Kingdom [National Security Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will lead the way in championing security around the world. It will continue to invest in our gallant Armed Forces. My Ministers will work closely with international partners to maintain a united NATO and address the most pressing global security challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The continued success and integrity of the whole of the United Kingdom is of paramount importance to my Government, including the internal economic bonds between all of its parts. My Government will prioritise support for the Belfast (Good Friday) Agreement and its institutions, including through legislation to address the legacy of the past [Northern Ireland Troubles (Legacy and Reconciliation) Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will ensure the constitution is defended. My Ministers will restore the balance of power between the legislature and the courts by introducing a Bill of Rights [Bill of Rights]. Legislation will prevent public bodies engaging in boycotts that undermine community cohesion [Boycotts, Divestment and Sanctions Bill].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will introduce legislation to improve the regulation of social housing to strengthen the rights of tenants and ensure better quality, safer homes [Social Housing Regulation Bill]. Legislation will also be introduced to ban conversion therapy [Conversion Therapy Bill]. Proposals will be published to establish an independent regulator of English football.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this year of my Platinum Jubilee, I look forward to the celebrations taking place across the United Kingdom and throughout the Commonwealth, and to the Commonwealth Games in Birmingham this summer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "MEMBERS OF THE HOUSE OF COMMONS\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "MY LORDS AND MEMBERS OF THE HOUSE OF COMMONS\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}