{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1965-queens-speech/",
    "title": "Queen Elizabeth II – 1965 Queen’s Speech",
    "post_date": "April 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1965",
            "url": "/tag/1965/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 9 November 1965.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Husband and I look forward to our forthcoming Caribbean tour and to our visit to Belgium.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will seek to promote peace and security throughout the world, to increase international confidence and Co-operation and to strengthen the United Nations. They will promote disarmament, and in particular will seek the conclusion of a treaty to prevent the further spread of nuclear weapons. They will persevere in efforts to secure peace in Vietnam and to promote the stability of South-East Asia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will continue to support Britain’s alliances for collective defence and will work for a generally satisfactory organisation of the nuclear resources of the allies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work for the greater unity of Europe. They will seek to strengthen the European Free Trade Association and to promote co-operation between the Association and the European Economic Community, and the establishment of a wider European market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will play a full part in promoting the success of the negotiations for tariff reductions under the General Agreement on Tariffs and Trade. They will seek a successful conclusion to their discussions with the Government of the Republic of Ireland on the establishment of a Free Trade Area between the two countries. They will continue to encourage Commonwealth trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to assist, in concert with other industrialised nations and the international institutions, the social and economic advance of the developing countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will maintain their unremitting efforts to bring about through negotiation a peaceful and honourable solution in Rhodesia on a basis acceptable to the people of the country as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be laid before you to reorganise the Army Reserve and Auxiliary Forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government’s aim is to develop a soundly based economy. They will give priority to ensuring that balance in external payments is restored next year and that the strength of sterling is maintained. They will continue their efforts to increase exports. They will also further the international discussions of means of strengthening the world payments system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In implementing the National Plan My Government will extend the range of the Economic Development Committees and encourage British industry to achieve greater competitive efficiency by reorganisation, the more general use of advanced technology, and better use of manpower. They will give special attention to ensuring balanced economic growth in all regions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Steps will be taken to improve the arrangements for providing incentives for industrial investment with due regard to the development of the economy and the special needs of particular areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will strengthen and develop the policy for productivity, prices and incomes which they have agreed with management and unions. They will introduce a Bill for this purpose, and will continue to develop the policy in co-operation with all concerned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government consider the more efficient working of the ports, including a radical improvement in industrial relations and more efficient use of labour in the docks, to be of the highest importance and will introduce legislation and take other necessary action to further this objective.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will pursue their policy for the selective expansion of agriculture, based on increasing productivity. They will introduce legislation for the longer term development of agriculture through better farm structure, cooperation, and improved hill farming and to establish a Meat and Livestock Commission. They will promote the economic development of the fishing industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the protection of consumers, a Bill will be introduced to strengthen the law on misleading trade descriptions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to remove statutory limitations impeding the proper use of the manufacturing resources of the nationalised industries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to assist the financing of the coal industry and the redeployment of its manpower.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to establish a Land Commission with power to acquire land for the community and to recover a part of the development value realised in land transactions. My Ministers will introduce legislation to reform the leasehold system for residential property in England and Wales, including provision for leasehold enfranchisement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to establish a new system of Exchequer subsidies for local authority housing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to regulate priorities in privately sponsored construction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to lessen the injustices of the rating system and to limit the burden of rates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to develop higher education. A Bill will be introduced to facilitate revision of the constitution of the older Scottish universities and to provide for separate universities at St. Andrews and Dundee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will take steps to provide more teachers and promote further advances in secondary education on comprehensive lines. A Public Schools Commission will be set up to advise on the best way of integrating the public schools with the State system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be laid before you to provide supplementary national insurance benefits, related to earnings, in the early stages of sickness, unemployment and widowhood; to extend the supplementation of workmen’s compensation; and to empower agricultural wages boards to fix minimum rates of sick pay for agricultural workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will increase the pensions of retired members of the public services and their dependants and provide a pensions scheme for teachers’ widows in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government are studying with the medical profession ways of improving the family doctor service and will introduce the necessary legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced to improve the administration of justice and to reform and modernise the law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will promote the provision of improved services for the family, the development of new means of dealing with young persons who now come before the courts and the advancement of penal reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further steps will be directed to the effective integration of immigrants into the community and to strengthening the control of Commonwealth immigration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be introduced to provide for fuller disclosure of information by companies, including the disclosure of political contributions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced for the appointment of a Parliamentary Commissioner for Administration with powers to investigate individual grievances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will bring forward proposals for the more effective coordination of inland transport. You will be invited to approve a measure designed to promote greater safety on the roads.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Provision for meeting the special needs of Scotland will be made in the various measures proposed by My Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}