{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2010-queens-speech/",
    "title": "Queen Elizabeth II – 2010 Queen’s Speech",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Monarch, Queen Elizabeth II, to the House of Lords on 25th May 2010.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government’s legislative programme will be based upon the principles of freedom, fairness and responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first priority is to reduce the deficit and restore economic growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Action will be taken to accelerate the reduction of the structural budget deficit. A new Office for Budget Responsibility will provide confidence in the management of the public finances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The tax and benefits system will be made fairer and simpler. Changes to National Insurance will safeguard jobs and support the economy. People will be supported into work with sanctions for those who refuse available jobs and the timetable for increasing the State Pension Age will be reviewed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will reform financial services regulation to learn from the financial crisis and to make fair and transparent payments to Equitable Life policy holders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will support investment in new high-speed broadband internet connections, enable the construction of a high-speed railway network and reform the economic regulation of airports to benefit passengers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will modernise the Royal Mail, in partnership with employees, and will ensure it benefits from private sector capital and disciplines.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will limit the number of non-European Union economic migrants entering the United Kingdom and end the detention of children for immigration purposes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to improve energy efficiency in homes and businesses, to promote low carbon energy production and to secure energy supplies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will remove barriers to flexible working and promote equal pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will seek to build a strong and fair society by reforming public services and encouraging individual and social responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to enable more schools to achieve academy status, give teachers greater freedom over the curriculum and allow new providers to run state schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The voice of patients and the role of doctors will be strengthened in the National Health Service to improve public health alongside actions to reduce health inequalities. A commission will be appointed to consider a sustainable long-term structure for the operation of social care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A bill will be introduced to make the police service more accountable to local people and to tackle alcohol-related violence and anti-social behaviour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The role of social enterprises, charities and co-operatives in our public services will be enhanced. The cost of bureaucracy and the number of public bodies will be reduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A bill will be introduced to devolve greater powers to councils and neighbourhoods and give local communities control over housing and planning decisions. Legislation will be introduced to stop uncompleted plans to create unitary councils.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will propose Parliamentary and political reform to restore trust in democratic institutions and rebalance the relationship between the citizen and the state.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be brought forward to introduce fixed term Parliaments of 5 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A bill will be introduced for a referendum on the Alternative Vote system for the House of Commons and to create fewer and more equal sized constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Constituents will be given the right to recall their Members of Parliament where they are guilty of serious wrongdoing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be brought forward for a reformed second House that is wholly or mainly elected on the basis of proportional representation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Action will be taken to reform the funding of political parties. A draft Bill will be published on reforming parliamentary privilege.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward to restore freedoms and civil liberties, through the abolition of Identity Cards and repeal of unnecessary laws.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will work constructively and co-operatively with the devolved institutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will introduce legislation to implement recommendations from the Final Report of the Commission on Scottish Devolution and is committed to a referendum on additional powers for the National Assembly of Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will support the political institutions and stable devolved government in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will introduce legislation to ensure that in future this Parliament and the British people have their say on any proposed transfer of powers to the European Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Duke of Edinburgh and I look forward to our visit to Canada in June and to our visit to the United Nations in New York in July. We also look forward to receiving His Holiness Pope Benedict the Sixteenth in September.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will seek effective global collaboration to sustain economic recovery and to combat climate change, including at the climate change conference in Mexico later this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will fully support our courageous armed forces and undertake a full Strategic Defence and Security Review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will work with the Afghan government, Pakistan and international partners for lasting security and stability in Afghanistan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government looks forward to an enhanced partnership with India.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the Middle East, my government will continue to work for a two-state solution that sees a viable Palestinian state existing in peace and security alongside Israel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will work to reduce the threat from nuclear weapons and nuclear proliferation including the serious international concerns posed by Iran’s nuclear programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government is committed to spend nought point seven per cent of gross national income in development aid from 2013.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}