{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1960-queens-speech/",
    "title": "Queen Elizabeth II – 1960 Queen’s Speech",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1960",
            "url": "/tag/1960/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 1 November 1960.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Husband and I look forward eagerly to the series of visits we shall make next year in the Commonwealth, where we shall renew and extend the friendships which we value so very highly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the early part of the year we shall visit India and Pakistan, on the invitation of the Presidents of those countries; and I welcome especially this opportunity of seeing for the first time something of these two great nations of the Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No less a pleasure is the prospect of our journey to Africa, where, later in the year, we shall visit the Republic of Ghana, Sierra Leone and the Gambia. We shall be happy to visit also the Republic of Liberia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Husband and I look forward with lively satisfaction to renewing our friendships with His Majesty the King of Nepal, His Imperial Majesty the Shahinshah and the President of the Italian Republic when we visit their countries next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout the coming session, My Government will continue to give resolute support to the work of the United Nations. The improvement of relations between East and West remains a primary object of their policy. In particular, they will go on working for the success of the Geneva Conference on the Discontinuance of Nuclear Weapons Tests and will do their utmost to achieve comprehensive disarmament under effective international control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will play their full part in maintaining the North Atlantic Alliance and the other regional pacts to which they belong. My Armed Forces will continue to make their contribution to the safeguarding of world peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The friendship which links us to our great ally, the United States of America, is a powerful element in the defence of peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will convene a conference to review the Constitution of the Federation of Rhodesia and Nyasaland in accordance with the provisions of that Constitution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be brought before you to enable Sierra Leone to achieve its independence within the Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government hope that in Malta self-government can be restored on firm foundations and that, with the co-operation of a Maltese Government, their efforts to expand the island’s economy will be successful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will seek to maintain a sound economy and to ensure a well-balanced growth of production in conditions of high and stable employment. Their aim will be to preserve stability of the general level of prices and to further the expansion of overseas trade and strengthen the balance of payments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They have entered into negotiations under the General Agreement on Tariffs and Trade, which they hope will result in a significant reduction in trade barriers. They will continue to cooperate with their partners in consolidating the European Free Trade Association. At the same time they will work towards the political and economic unity of Western Europe, on a basis satisfactory to all the Governments concerned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will introduce legislation to enable the United Kingdom, in common with others of our friends, to help the Governments of India and Pakistan to finance the construction of important works in the Indus River Basin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At home My Ministers are resolved to maintain a stable, efficient and prosperous agriculture. They will introduce legislation to reorganise and improve Covent Garden Market and to amend the law relating to land drainage in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will continue to support and encourage our fishing industry and to seek a solution of the delicate problems of fishery limits, especially with those countries off whose coasts our fishermen have traditionally fished.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will follow out their policy of advancing the social welfare of My People. War pensions will be increased and authority will be sought for increases in retirement pensions and other benefits, and in contributions, under the National Insurance schemes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government’s concern for young people will be shown by the continued expansion of schools and colleges and by greatly increased efforts to train and recruit more teachers. They will continue to encourage the expansion of the Youth Service and will authorise an increasing level of expenditure on the physical recreation of the young. Awards for students at universities and for those taking comparable courses at other institutions of higher education will be granted on an improved basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A high rate of house-building will be maintained, and the slum clearance drive will continue. A Bill will be introduced to amend the law relating to the respective responsibility for repairs as between landlords and tenants on short-term tenancies. My Ministers will put forward proposals to amend the law of rating and valuation and to facilitate the 1963 revaluation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will endeavour to improve the protection of the community against crime. The strength, efficiency and well-being of the police will be their continuing concern; and they will seek to make more effective the various methods of penal treatment. They will introduce a Bill to provide, in England and Wales, better means of dealing with young offenders; to extend compulsory aftercare to prisoners and so to discourage them from reverting to crime; and to improve the management of approved schools. Proposals for legislation in the same field in Scotland will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to provide for a levy on horse-racing and, in England and Wales, to check abuses by registered clubs and to reform the licensing laws.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Authority will be sought for an increase in the number of judges in the Supreme Court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will persevere with measures to promote economic growth in the Highlands and Islands and to develop modern standards of living there; and they will put forward legislation to amend the Crofters (Scotland) Act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to extend the investment powers of trustees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be laid before you to amend the Weights and Measures Acts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation is being prepared to provide financial assistance towards the construction of a new Atlantic liner to replace the Queen Mary’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will submit to you proposals for reforming the structure and functions of the British Transport Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are preparing legislation designed to promote greater safety on the roads and, in order to relieve traffic congestion in London, to make possible the construction of an underground garage under part of Hyde Park.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}