{
    "url": "https://www.ukpol.co.uk/queen-victoria-1897-queens-speech/",
    "title": "Queen Victoria – 1897 Queen’s Speech",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1897",
            "url": "/tag/1897/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 19 January 1897. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "[![queenvictoria](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria-213x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My relations with all the other Powers continue to be of a friendly character.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The appalling massacres which have taken place in Constantinople and in other parts of the Ottoman Dominions have called for the special attention of the Powers who were Signatories to the Treaty of Paris. Papers will be laid before you showing the considerations which have induced the Powers to make the present condition of the Ottoman Empire the subject of special consultation by their Representatives at Constantinople. The conferences which the Six Ambassadors have been instructed to hold are still proceeding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The action undertaken by His Highness the Khedive of Egypt against the Khalifa, with my approval and assistance, has so far been entirely successful. His forces, supported by my officers and troops, have won back the fertile Province of Dongola to civilisation by operations conducted with remarkable skill, and the way has been opened for a further advance whenever such a step shall be judged to be desirable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have discussed with the United States, acting as the friend of Venezuela, the terms under which the pending questions of disputed frontier between that Republic and my Colony of British Guiana may be equitably submitted to arbitration. An arrangement has been arrived at with that Government which will, I trust, effect the adjustment of existing controversies without exposing to risk the interests of any Colonists who have established rights in the disputed territory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is with much gratification that I have concluded a Treaty for General Arbitration with the President of the United States, by which I trust that all differences that may arise between us will be peacefully adjusted. I hope that this arrangement may have a further value in commending to other Powers the consideration of a principle by which the danger of war may be notably abated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The rebellion in Matabeleland and Mashonaland has been repressed by the steadfastness and courage of the settlers, reinforced by my troops and by volunteers, both of English and Dutch race, from other parts of South Africa. I deplore the loss of valuable lives which these operations have entailed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The depressed condition of the sugar industry in my West Indian Colonies has seriously affected their prosperity, and I have appointed a Commission to investigate its causes, and, if possible, to suggest means for its amelioration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is with much regret and with feelings of the deepest sympathy that I have heard that, owing to the failure of the autumn rains, scarcity and famine affect a large portion of my Dominions in India. My Government in that country are making every effort to mitigate suffering and to lessen the calamity. The development of railways and irrigation works, and the forethought given through a long series of years to the preparation of the most effective arrangements for alleviating distress caused by famine, make their task more hopeful than in previous visitations. My people throughout my Dominions at home and in India have been invited to second with their liberality the exertions of my Government. Tapers showing the extent of the famine, and the measures taken to relieve suffering, will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Plague has also made its appearance in the seaport towns of Bombay and Karachi, and, notwithstanding the precautions adopted by the local authorities, shows no signs of decrease. I have directed my Government to take the most stringent measures at their disposal for the eradication of the pestilence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Estimates for the year will be laid before you. While desirous of guarding against undue expenditure, I have felt that the present condition of the world will not permit you to depart from the spirit of prudent foresight in which you have during recent years provided for the defence of my Empire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure for the Promotion of Primary Education, by securing the Maintenance of Voluntary Schools, will be laid before you. If time permits, you will be invited to consider further proposals for Educational Legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is desirable to make better provision for the compensation of workpeople who suffer from accidents in the course of their employment, and a Bill, having that object in view, will be submitted to you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Your consent will be asked to provisions which, in the judgment of the military authorities, are required for adding to the efficiency of the military defences of the Empire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be submitted to you to improve the arrangements for water supply in this metropolis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In order to promote the interests of agriculture, which are of paramount importance in Ireland, you will be asked to consider a Bill for the establishment of a Board of Agriculture in that country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further legislative proposals will be brought before you, if the time at your disposal suffices for the purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills for admitting the evidence of accused persons, for amending the law with respect to bills of sale and the registration of land, for revising the Acts with respect to the formation and administration of limited Companies, for the amendment of the Agricultural Holdings Act in Great Britain, for the exclusion of the goods manufactured in the prisons of other countries, for the establishment of Reformatories for Inebriates, and for amending the existing procedure with respect to private Bills coming from Scotland and Ireland, have been prepared, and, if opportunity for considering them should be found, will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I heartily commend your important deliberations to the guidance of Almighty God.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}