{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1964-queens-speech-ii/",
    "title": "Queen Elizabeth II – 1964 Queen’s Speech (II)",
    "post_date": "April 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1964",
            "url": "/tag/1964/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 3 November 1964.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“My Husband and I look forward with pleasure to cur forthcoming visits to Ethiopia and the Sudan and to the Federal Republic of Germany. We were glad to be in Canada last month to attend the centennial celebrations commemorating the conferences held at Charlottetown and Quebec City in 1864 and to pay a further visit to Ottawa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“In international affairs it will be the principal purpose of My Ministers to seek to reduce East-West tension. To this end they will give renewed and more vigorous support to the United Nations in its vital rôle of freeing the world from the threat of war; and they will consider how this country can make a more effective contribution to the Organisation’s peace-keeping capability. They will seek to encourage further progress towards disarmament and to contribute to other steps which will permit the East-West conflict to be replaced by international co-operation in promoting peace and security throughout the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“My Government reaffirm their support for the defence of the free world—the basic concept of the Atlantic Alliance; and they will continue to play their full part in the North Atlantic Treaty Organisation and in other organisations for collective defence. They will review defence policy to ensure, by relating our commitments and our resources, that My Armed Forces are able to discharge their many tasks overseas with the greatest effectiveness and economy. In particular, they will make constructive proposals for renewing the interdependence of the Atlantic Alliance in relation to nuclear weapons, in an endeavour to prevent duplication of effort and the dissemination of weapons of mass destruction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“New arrangements have been made to aid and encourage the economic and social advance of the developing nations, including the remaining dependent territories. My Ministers will also endeavour to promote the expansion of trade to this end, and they will seek, in co-operation with other countries and the United Nations and its agencies, to stimulate fresh action to reduce the growing disparities of wealth and opportunity between the peoples of the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“My Ministers will have a special regard to the unique rôle of the Commonwealth, which itself reflects so many of the challenges and opportunities of the world. They will foster the Commonwealth connection on a basis of racial equality and close consultation between Member Governments and will promote Commonwealth collaboration in trade, economic development, educational, scientific and cultural contacts and in other ways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“My Government will continue to play a full part in the European organisations of which this country is a member and will seek to promote closer European co-operation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“A Bill will be introduced to provide for the independence of the Gambia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“At home My Government’s first concern will be to maintain the strength of sterling by dealing with the short-term balance of payments difficulties and by initiating the longer-term structural changes in our economy which will ensure purposeful expansion, rising exports and a healthy balance of payments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our industries will be helped to gain the full benefits of advances in scientific research and applied technology.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Central and regional plans to promote economic development, with special reference to the needs of the under-employed areas of the country, are being prepared. New arrangements will ensure proper attention to the needs of Wales. Legislation will be introduced to provide for the appointment of a Highland Development Board.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“My Government will initiate early action to re-establish the necessary public ownership and control of the iron and steel industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“To foster the health and prosperity of agriculture, they will continue the system of guarantees under the existing Acts and will promote measures to secure better marketing arrangements for farm produce. They will encourage the development of the fishing industry and the steady expansion of forestry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“My Government will call on trade unions and employers’ organisations to co-operate in eliminating those restrictive practices, on both sides of industry, which impair our competitive power and the development of the full potential of the economy. They will take steps to improve industrial efficiency by dealing more effectively with monopolies and with problems arising from mergers. They will also take action to improve the arrangements for industrial training and for the retraining of workers changing their employment. A Bill will be introduced to give workers and their representatives the protection necessary for freedom of industrial negotiation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To the end that all may share the benefits of rising productivity, My Ministers will work for more stable prices and a closer relationship between the increase in productivity and the growth of incomes in all their forms and they will promote reforms in taxation and better arrangements for local government finance. They will pay special attention to protecting the interests of consumers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Action will be taken to require companies to disclose political contributions in their accounts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“My Government will have particular regard for those on whom age, sickness and personal misfortune impose special disabilities. They believe that radical changes in the national schemes of social security are essential to bring them into line with modern needs. They will therefore embark at once upon a major review of these schemes. Meanwhile, they will immediately introduce legislation to increase existing rates of National Insurance and associated benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Action will be proposed to modernise and develop the health and welfare services. Steps will be taken to increase the number of doctors and other trained staff in the National Health Service. Prescription charges for medicines will be abolished.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“My Ministers will enlarge educational opportunities and give particular priority to increasing the supply of teachers. Bills will be introduced to establish new machinery for determining teachers’ pay in England and Wales and for the governance of the teaching profession in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“My Government will pursue a vigorous housing policy directed to producing more houses of better quality, and will promote the modernisation of the construction industry. They will restore control of rents, they will establish as rapidly as possible a Crown Lands Commission with wide powers to acquire land for the community and they will provide for leasehold enfranchisement. In conjunction with a progressive transport policy and a system of comprehensive regional planning, these measures will be directed to providing a fresh social environment in keeping with the needs and aspirations of the time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“My Government will be actively concerned to build up the strength and efficiency of the police, to improve the penal system and the after-care of offenders, and to make more effective the means of sustaining the family and of preventing and treating delinquency. Facilities will be provided for a free decision by Parliament on the issue of capital punishment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“My Government are studying the report, which they have recently received, of the Committee appointed last year on the Remuneration of Ministers and Members of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“In all their policies My Government will be concerned to safeguard the liberties of My subjects. They will take action against racial discrimination and promote full integration into the community of immigrants who have come here from the Commonwealth. They will propose the appointment of Law Commissioners to advance reform of the law, and will propose new measures for the impartial investigation of individual grievances. In so doing they will be acting in the spirit which has always animated Parliament, whose seven hundredth anniversary will be recorded in this Session. In that same spirit I pray that the blessing of Almighty God may rest upon your counsels.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "*[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}