{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2000-speech-at-berlin-embassy/",
    "title": "Queen Elizabeth II – 2000 Speech at Berlin Embassy",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II at the opening of the British Embassy in Berlin on 18th July 2000.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr President, Mr Foreign Minister, Mr Governing Mayor, Ladies and Gentlemen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Sir Paul Lever and his predecessors can testify, I have been asking British Ambassadors about this building project ever since I laid the foundation stone in 1992. I am pleased to be here today to open the new British Embassy in Berlin and to welcome you all to this ceremony.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a British-German project. A British architect, Michael Wilford and Partners, won the competition to design the building. A German consortium, Arteos, won the competition to build it. Both have worked closely with the Foreign and Commonwealth Office who, for the first time, were charged with building a new Embassy in public/private partnership, and with the Berlin authorities. I congratulate all of those involved in it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I look back at my previous four visits to Germany since 1965, it is gratifying to see how much has been achieved. Berlin and Germany are now one. But history has not, of course, come to an end. We have before us a further European task. That is to expand the European Union so that those countries who for over fifty years were artificially excluded from the mainstream of European life can soon rejoin it, so that Europe as a whole, like Germany, can be without division. Berlin will no longer be an outpost but a geographic centre of the continent. Where formerly West and East confronted each other, now they can come together here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This site in the Wilhelmstrasse is where the British Embassy stood between 1875 and 1939. During that period the name of the street, like that of Whitehall, was synonymous with the Government and the street is once again at the heart of Berlin and of Germany’s national political life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But relations between countries today, and certainly relations between member states of the European Union, are no longer the preserve of governments. It is contacts between people which matter; and contacts with all the various organisations, public and private, which represent people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Embassy building is designed to reflect the challenges of this new diplomacy. It is of course the place where Embassy staff go about their business. But it is more than that: it is conceived as a showcase for Britain, and a meeting place with Germany; an instrument to reach a wider German public; a place where, we hope, many Berliners, and many from outside Berlin, will have occasion to visit. The design of the building is itself a statement of this intention: open, transparent, innovative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, even if it is natural in the Wilhelmstrasse to think of the past, the accent today is on the future; the future of Berlin, Germany and Europe, and of German/British relations. I shall this afternoon at the British Council be meeting young Germans who have studied in Britain, and young Britons who have studied in Germany. They are, together, our common future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Knowledge of other countries and of other languages will be of increasing value as the world becomes more interdependent and as communication becomes a more important feature of the global economy. I therefore warmly welcome the work which is being done by so many organisations to promote youth and student exchanges between Britain and Germany. I am glad that, as a result of the new Internet Exchange Initiative, a new website is being developed for this purpose. In these ways the partnership between our two countries, which is of such vital importance, can deepen and widen. Ladies and Gentlemen, Just before this ceremony I had the pleasure of meeting some of the Embassy staff who will in the next few months be starting to work here. Their enthusiasm for their new building was plain to see. For them, and for all the many people who will use this Embassy in the years to come to build ever closer relations between the United Kingdom and Germany, I have great pleasure in declaring the building open.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}