{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1983-queens-speech/",
    "title": "Queen Elizabeth II – 1983 Queen’s Speech",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "1983",
            "url": "/tag/1983/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by HM Queen Elizabeth II in the House of Lords on 22 June 1983.",
    "content": [
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward with great pleasure to receiving the President of Sri Lanka on a State Visit in October and to paying visits to Kenya, Bangladesh and India in November. I also look forward to being present on the occasion of the Commonwealth Heads of Government Meeting in New Delhi in November.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government are determined to sustain Britain’s contribution to Western defence. They will play an active and constructive part in the North Atlantic Alliance. They will modernise the existing independent nuclear deterrent with the Trident programme and will maintain adequate conventional forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government, in co-operation with the United Kingdom’s allies, will work vigorously for balanced and verifiable measures of arms control. They strongly support the United States’ proposals for reductions in nuclear forces. They stand by the NATO decision to counter existing Soviet systems and to begin the deployment of cruise and Pershing II missiles by the end of 1983. The numbers finally deployed will depend upon the outcome of the Geneva talks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work constructively for the development of the European Community. They will continue to seek a lasting solution to the budget problem. They will support negotiations for the accession of Spain and Portugal to the Community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue fully to discharge their obligations to the people of the Falkland Islands. They reaffirm their commitment to the people of Gibraltar. They will continue talks with China on the future of Hong Kong, with the aim of reaching a solution acceptable to this Parliament, to China and to the people of Hong Kong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue their full support for the Commonwealth. They will play an active and constructive role at the United Nations. They will promote increased co-operation and trade with developing nations. They will maintain a substantial aid programme directed especially at the poorer countries and will encourage the flow of British private investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work in close co-operation with governments of other countries and with international institutions to promote international recovery on a non-inflationary basis. They will urge the need to preserve and strengthen an open world trading system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the Public Service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will pursue policies designed to increase economic prosperity and to reduce unemployment. They will seek a further reduction in inflation. They will continue to maintain firm control of public expenditure and a responsible financial strategy based upon sound money and lower public borrowing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will promote growth in output and opportunities for employment by encouraging industry to be adaptable and efficient, and to compete successfully. Continued attention will be paid to the development and application of new technology. The improvement in training will be sustained. The special employment measures will continue to assist those out of work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to give trade union members greater control over their unions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to prepare for the introduction of private finance into nationalised industries, including British Telecommunications, and the Royal Ordnance Factories. Provision will be made for the regulation of telecommunications and the reform of the Telegraph Acts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to reform the organisation of public transport in London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward shortly to restore the major tax reductions proposed in the 1983 Budget but not yet enacted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will encourage the further development of United Kingdom oil and gas resources, and introduce legislation to abolish royalties in new fields. The disposal of the British Gas Corporation’s oil assets will be completed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will pursue policies which sustain our agricultural, food and fishing industries. Legislation will be introduced to make more farming tenancies available in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward to provide a selective scheme to curb excessive rate increases by individual local authorities, and to provide a general power, to be used if necessary, for the limitation of rate increases for all authorities. Measures to improve the rating system will also be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be prepared for the abolition of the Greater London Council and the Metropolitan County Councils.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to extend the right of certain public sector and other tenants to buy their homes, and to reform the system of building control in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will remain steadfast in their support for the services which maintain law and order. A Bill will be introduced to replace the existing law on the prevention of terrorism. For England and Wales, legislation will be brought forward to modernise the law on police powers and to amend the law of criminal evidence and on police complaints procedures. Proposals will be prepared for the establishment of an independent prosecution service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be brought forward to protect personal information held on computers, and to establish a cable authority and provide a framework for the development of cable systems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to improve family law and its administration in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further action will be taken to ensure that patients receive the best value for the money spent on the National Health Service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will pursue policies for improving standards of education and widening parental choice and influence in relation to schools. Legislation will be introduced to enable grants to be paid to local education authorities in England and Wales for innovations and improvements in the curriculum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures relating to Scotland will include reforms to the rating system and the reform of the law relating to roads.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Northern Ireland, my Government will continue to give the highest priority to upholding law and order. Through the Northern Ireland Assembly, the people of Northern Ireland will continue to be offered a framework for participation in local democracy and political progress on the basis of widespread acceptance throughout the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}