{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1977-christmas-broadcast/",
    "title": "Queen Elizabeth II – 1977 Christmas Broadcast",
    "post_date": "September 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1977",
            "url": "/tag/1977/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Christmas Broadcast made by HM Queen Elizabeth II on 25 December 1977.",
    "content": [
        "I shall never forget the scene outside Buckingham Palace on Jubilee Day. The cheerful crowd was symbolic of the hundreds of thousands of people who greeted us wherever we went in this Jubilee Year – in twelve Commonwealth countries and thirty-six counties in the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I believe it also revealed to the world that we can be a united people. It showed that all the artificial barriers which divide man from man and family from family can be broken down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The street parties and village fêtes, the presents, the flowers from the children, the mile upon mile of decorated streets and houses; these things suggest that the real value and pleasure of the celebration was that we all shared in it together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last Christmas I said that my wish for 1977 was that it should be a year of reconciliation. You have shown by the way in which you have celebrated the Jubilee that this was not an impossible dream. Thank you all for your response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nowhere is reconciliation more desperately needed than in Northern Ireland. That is why I was particularly pleased to go there. No one dared to promise an early end to the troubles but there is no doubt that people of goodwill in Northern Ireland were greatly heartened by the chance they had to share the celebrations with the rest of the nation and Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many people in all parts of the world have demonstrated this goodwill in a practical way by giving to the Silver Jubilee Appeal. The results of their kindness will be appreciated by young people – and by those they are able to help – for many years to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The great resurgence of community spirit which has marked the celebrations has shown the value of the Christian ideal of loving our neighbours. If we can keep this spirit alive, life will become better for all of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Jubilee celebrations in London started with a Service of Thanksgiving in St. Paul’s Cathedral. To me this was a thanksgiving for all the good things for which our Commonwealth stands – the comradeship and co-operation it inspires and the friendship and tolerance it encourages. These are the qualities needed by all mankind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The evening before the Service I lit one small flame at Windsor and a chain of bonfires spread throughout Britain and on across the world to New Zealand and Australia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hope this Christmas is that the Christian spirit of reconciliation may burn as strongly in our hearts during the coming year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "God bless you and a very happy Christmas to you all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}