{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2021-christmas-broadcast/",
    "title": "Queen Elizabeth II – 2021 Christmas Broadcast",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Christmas Broadcast made by HM Queen Elizabeth II on 25 December 2021.",
    "content": [
        "Although it’s a time of great happiness and good cheer for many, Christmas can be hard for those who have lost loved ones. This year, especially, I understand why.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But for me, in the months since the death of my beloved Philip, I have drawn great comfort from the warmth and affection of the many tributes to his life and work – from around the country, the Commonwealth and the world. His sense of service, intellectual curiosity and capacity to squeeze fun out of any situation – were all irrepressible. That mischievous, enquiring twinkle was as bright at the end as when I first set eyes on him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But life, of course, consists of final partings as well as first meetings; and as much as I and my family miss him, I know he would want us to enjoy Christmas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We felt his presence as we, like millions around the world, readied ourselves for Christmas. While Covid again means we can’t celebrate quite as we may have wished, we can still enjoy the many happy traditions. Be it the singing of carols (as long as the tune is well known); decorating the tree; giving and receiving presents; or watching a favourite film where we already know the ending, it’s no surprise that families so often treasure their Christmas routines. We see our own children and their families embrace the roles, traditions and values that mean so much to us, as these are passed from one generation to the next, sometimes being updated for changing times. I see it in my own family and it is a source of great happiness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prince Philip was always mindful of this sense of passing the baton. That’s why he created The Duke of Edinburgh’s Award, which offers young people throughout the Commonwealth and beyond the chance of exploration and adventure. It remains an astonishing success, grounded in his faith in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He was also an early champion of taking seriously our stewardship of the environment; and I am proud beyond words that his pioneering work has been taken on and magnified by our eldest son Charles and his eldest son William – admirably supported by Camilla and Catherine – most recently at the COP climate change summit in Glasgow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next summer, we look forward to the Commonwealth Games. The baton is currently travelling the length and breadth of the Commonwealth, heading towards Birmingham, a beacon of hope on its journey. It will be a chance to celebrate the achievements of athletes and the coming-together of like-minded nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And February, just six weeks from now, will see the start of my Platinum Jubilee year, which I hope will be an opportunity for people everywhere to enjoy a sense of togetherness; a chance to give thanks for the enormous changes of the last seventy years – social, scientific and cultural – and also to look ahead with confidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure someone somewhere today will remark that Christmas is a time for children. It’s an engaging truth, but only half the story. Perhaps it’s truer to say that Christmas can speak to the child within us all. Adults, when weighed down with worries, sometimes fail to see the joy in simple things, where children do not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And for me and my family, even with one familiar laugh missing this year, there will be joy in Christmas, as we have the chance to reminisce, and see anew the wonder of the festive season through the eyes of our young children, of whom we were delighted to welcome four more this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They teach us all a lesson – just as the Christmas story does – that in the birth of a child, there is a new dawn with endless potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is this simplicity of the Christmas story that makes it so universally appealing: simple happenings that formed the starting point of the life of Jesus — a man whose teachings have been handed down from generation to generation, and have been the bedrock of my faith. His birth marked a new beginning. As the carol says, “The hopes and fears of all the years are met in thee tonight”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish you all a very happy Christmas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}