{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1961-queens-speech/",
    "title": "Queen Elizabeth II – 1961 Queen’s Speech",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1961",
            "url": "/tag/1961/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 31 October 1961.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Husband and I look forward to our coming journey to West Africa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It gives Me much pleasure that My Husband is to visit the countries of Latin America next year and that Princess Alexandra is on her way to South-East Asia and the Far East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall be glad to welcome President Sukarno of Indonesia on a State visit to this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to give resolute support to the United Nations. They believe it to be essential for the future of the world that the authority of this organisation should be sustained, and that it should be enabled to carry out the tasks assigned to it under its Charter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The improvement of relations between East and West remains a primary object of My Government’s policy, and they will continue to seek peaceful co-operation with all countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will seek, in conjunction with their allies, to achieve by negotiation a settlement of the Berlin question which will preserve the security and freedom of the people of West Berlin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The North Atlantic Alliance is now more than ever essential for the continued safety of Europe and the world. My Government will continue to play their part in keeping it and the other regional pacts to which we belong strong and united. The close friendship between this country and the United States will be maintained and, in co-operation with My allies, My armed forces will continue to contribute to the prevention of war. Legislation will be proposed giving power to retain for an additional six months certain National Servicemen who are serving full-time, and to recall for a similar period National Servicemen who have a liability to part-time service. In addition, the reserve organisation of My army will be reviewed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work for the success of the Geneva Conference on Laos and for the maintenance of peace in South-East Asia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Guided by the principles agreed upon between the Prime Ministers of the Commonwealth countries at their last Meeting, My Government will do their utmost to achieve general and complete disarmament under effective inter-national control. In spite of the action of the Soviet Union in continuing to conduct nuclear tests on a massive scale in defiance of world opinion, My Government will persevere in their endeavour to promote an international agreement on the discontinuance of tests of nuclear weapons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be laid before you to amend the law to accord with the new status of South Africa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to enable Southern Rhodesia to be granted a new Constitution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will be introduced to provide for the independence of Tanganyika and of Uganda and for constitutional changes in the West Indies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will make every effort to bring to a successful conclusion the negotiations which they are undertaking with the European Economic Community and will at all times maintain close consultation with the interests involved in the United Kingdom and with the other members of the Commonwealth and of the European Free Trade Association.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to direct their policies towards maintaining the stability of sterling. They will seek to strengthen the balance of payments by the measures already announced, including especially the vigorous promotion of exports. Legislation will be laid before you to raise the limits of the liabilities to be assumed by the Export Credits Guarantee Department.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to seek the co-operation of both sides of industry in the better co-ordination of the national effort with a view to promoting faster economic growth, while maintaining stability in prices and a high and stable level of employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will seek to keep public expenditure within limits justified by the national resources. Continuing efforts will be made to secure a better relationship between increases in incomes and in national productivity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will introduce a Bill to give effect to the proposals already submitted to you for the reorganisation of the undertakings under the control of the British Transport Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to ensure the orderly development of privately-owned industrial pipelines.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be laid before you to amend the law relating to teachers’ salaries, school-leaving dates and the award of grants to students.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government are resolved to maintain a stable, efficient and prosperous agricultural industry. They will lay before you a Bill to implement their proposals on the Report by the Committee on the Fishing Industry and on drift netting for salmon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be proposed to amend local government financial arrangements in Scotland; to secure better distribution of Scottish housing subsidies and amend the law relating to housing in other respects; and to make certain amendments in the licensing law of Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be laid before you for improving the machinery for administering criminal justice with a view to securing greater expedition and efficiency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to control the immigration to the United Kingdom of British subjects from other parts of the Commonwealth, and to give powers for the expulsion of immigrants convicted of criminal offences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to improve the provision for supplementing workmen’s compensation and to make certain alterations in the administration of the schemes for family allowances, national insurance and industrial injuries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Plans will be laid before you for the development of the hospitals over the next decade, within the framework of the National Health Service as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Authority will be sought for the establishment of national training councils for health visitors and social workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will be invited to approve a measure designed to promote greater safety on the roads.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}