{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1957-queens-speech/",
    "title": "Queen Elizabeth II – 1957 Queen’s Speech",
    "post_date": "April 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1957",
            "url": "/tag/1957/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 5 November 1957.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward with much pleasure to the visit which His Excellency the President of the Italian Republic and Signora Gronchi will pay to this country next May.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I and My Dear Husband have been most profoundly moved by our recent stay in Canada and our visit to the United States of America. The warmth of the welcome which greeted us wherever we went was spontaneous evidence of the bond of common sympathy which unites the peoples of the Commonwealth and the English-speaking world. It will be the constant endeavour of My Government to foster this unity of sentiment and purpose among the free peoples, that they may be confirmed in their resolve to defend the right and to sustain those values on which our civilisation is founded. My Government have recently held discussions in Washington with the United States Government, the results of which, they confidently believe, will greatly further the achievement of this aim.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will seek to strengthen the United Nations in the task of maintaining justice and peace throughout the world. They will pursue their endeavours to achieve an agreement on disarmament, mindful that, at this momentous time, the advance of science into the unknown should be inspired by the hopes, and not retarded by the fears, of mankind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In accordance with their belief in responsible self-government by free peoples My Ministers will continue to promote the economic and constitutional development of the territories overseas which are in their care. They will introduce legislation to give effect to certain recommendations of the Conference held in April 1957 about the future Constitution of Singapore. They will endeavour, in agreement with the Government of Malta, to further the plans for the closer association of Malta with the United Kingdom. They will continue to seek a just and enduring solution of the problems of Cyprus, in conformity both with the interests of the local communities and with those of this country and our Allies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers are resolved to take all steps necessary to maintain the value of our money, to preserve the economic basis of full employment by restraining inflation, to strengthen our balance of payments and to fortify our reserves, upon which depends the strength of sterling and hence the strength of the sterling area as a whole. My Government believe that these are purposes which should command the support of all sections of the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government welcome the recommendation, made by the recent meeting of Commonwealth Finance Ministers in Canada, that a Commonwealth Trade and Economic Conference should be held in 1958. They consider that this would provide a valuable opportunity to reinforce still further the economic ties between the members of the Commonwealth. My Government also welcome the recent declaration by the Council of the Organisation for European Economic Co-operation of their determination to promote the establishment of a European Free Trade Area. It is the firm purpose of My Ministers to seek to bring these negotiations to a successful conclusion, and so to strengthen the resources of the free world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to revise and codify existing legislation relating to import duties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to give support to agriculture and fishing. Legislation will be introduced to amend certain provisions of the Agriculture and Agricultural Holdings Acts and to improve agricultural drainage in Scotland. My Government have completed a comprehensive review of the emergency powers relating to land. They will propose the repeal of certain of these powers and their replacement, so far as necessary, by statutory provisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be laid before you to establish a Conservancy Authority for Milford Haven to regulate the increased maritime traffic which should result from the projected development of this important harbour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will seek to promote the progressive development of the institutions of government in this country, to enlarge the opportunities for public service and to foster the sense of shared responsibility for the efficient discharge of the manifold functions of government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thus legislation will be laid before you to establish machinery for the reorganisation of local government in England and Wales. This measure will also make adjustments in the rating system and in the system of Exchequer grants to local authorities. Separate legislation will be introduced for these two purposes in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will also be invited to approve a measure to permit the creation of life Peerages for men and women, carrying the right to sit and vote in the House of Lords.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have considered with care the report of the Committee on Administrative Tribunals and Enquiries and will introduce legislation to give effect to certain of the recommendations of that Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to promote the social welfare of My people. A Bill will be introduced to improve the arrangements for the industrial rehabilitation, training and resettlement of disabled persons. War pensions will be increased; legislation will be introduced to authorise increases in retirement and other benefits, and in contributions, under the National Insurance and Industrial Injuries schemes; and My Government will continue to study the wider problems of provision for old age. They will also introduce legislation amending the law relating to the adoption of children and providing for the supervision of those who take children into their care for payment. They will continue to pay particular attention to penal reform and the treatment of offenders, and they will develop improvements in the prison system in the light of an imaginative programme of research.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Three weeks ago I opened the Parliament of Canada. Today, I open Parliament at Westminster, where our forefathers, many centuries ago, laid the first foundations of those institutions of Parliamentary democracy which peoples throughout the world have adopted as the guardian of their rights, their liberties and their hopes. From the New World I have brought a message of firm fellowship and the assurance of a common faith.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bearing in My heart the inspiration of that message, I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}