{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2022-queens-speech/",
    "title": "Queen Elizabeth II – 2022 Queen’s Speech",
    "post_date": "April 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by HM Queen Elizabeth II in the House of Lords on 28 April 2022.",
    "content": [
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government has acted to address the unprecedented issues the United Kingdom has faced, from the global pandemic to the Russian invasion of Ukraine. As the nation has recovered from COVID-19, my Ministers have taken action to build a strong and prosperous United Kingdom. My Government has continued to address the impact of the pandemic on business and the NHS and to level up opportunities, jobs and growth across the country. My Ministers also worked with international partners to protect and promote freedom and democracy across the globe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers continued to implement the Integrated Review of Security, Defence, Development and Foreign Policy. My Government invested further in our gallant Armed Forces, spending more money last year than in any of the past thirty years. It has also worked with international partners to support the people of Ukraine and respond to the crisis. Legislation was passed to tackle economic crime and ensure transparency in property ownership. My Ministers also ensured that punitive sanctions were imposed on individuals and organisations undermining the territorial integrity of Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government has taken forward a programme of modernisation for the Armed Forces and reinforced the United Kingdom’s commitment to NATO. My Ministers honoured and strengthened the Armed Forces Covenant, placing it in law. Measures were introduced to provide relief from National Insurance contributions for employers of veterans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government took action to protect the health of the nation. The vaccination programme delivered over 140 million doses and additional funding was provided to support the NHS. Legislation was passed to empower the NHS to innovate and reduce bureaucracy. As a result, patients will receive more tailored care, closer to home. My Ministers set out proposals to secure the long term funding of adult social care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Building on the success of the vaccination programme and new ways of funding research and innovation, my Ministers oversaw the fastest ever increase in public funding for research and development. This will support pioneering new treatments against diseases such as cancer and secure jobs and investment across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government introduced measures to increase the safety and security of its citizens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation strengthened police powers to tackle crime and disorder, increased sentences for the most serious and violent offenders and ensured the timely administration of justice. Measures were passed to establish an immigration system that strengthens the United Kingdom’s borders and deters criminals who facilitate dangerous and illegal journeys.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government introduced legislation that will ensure internet safety for all, especially for children, while harnessing the benefits of a free, open and secure internet. Legislation was passed to better protect digital infrastructure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government invested in new green industries to create jobs, while protecting the environment. The United Kingdom hosted the COP26 Summit in Glasgow. Legislation was passed that will set binding environmental targets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government strengthened economic ties across the union. My Ministers invested in improvements to national infrastructure and brought forward measures to strengthen connectivity by rail. Measures to extend mobile coverage and gigabit capable broadband were introduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation was passed to encourage investment and competition across the United Kingdom and drive economic growth. Legislation established a new approach to the recognition of professional qualifications, supporting international trade. My Government has created new freeports, which will drive regeneration by bringing investment, trade and jobs. My Ministers delivered legislation to increase the National Insurance starting thresholds, benefitting almost thirty million people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government took action to address lost learning during the pandemic and ensure every child has a high quality education. Legislation was passed to support a lifetime skills guarantee to enable flexible access to high quality education and training throughout people’s lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government helped more people to achieve home ownership. The practice of charging ground rents was ended for most new leasehold properties. My Ministers delivered legislation to ensure that the tragedies of the past are never repeated by establishing in law a new Building Safety Regulator.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government reduced bureaucracy for the voluntary sector, enabling charities to focus on their core work. Legislation was passed to ensure that more dormant assets can be released, so funds can help those in need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government strengthened and renewed democracy and the constitution. Legislation was passed to ensure the integrity of elections and restore the balance of power between the executive, legislature and the courts. Measures were brought forward to protect the freedom of speech in higher education. My Ministers promoted the strength and integrity of the union. Laws were passed to strengthen the devolved Government in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom hosted the G7 Summit and supported the global effort to secure a robust economic recovery from the pandemic. My Government has committed £1.4 billion of aid to the international effort to tackle the pandemic. My Ministers deepened trade ties around the world, beginning negotiations on trade deals with India and Canada, and negotiations to accede to the Comprehensive and Progressive Agreement for Trans-Pacific Partnership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government continued to provide aid where it had the greatest impact on alleviating human suffering, promoting global prosperity, and upholding human rights and democracy. While holding the Presidency of the G7, my Ministers led a global effort to get forty million more girls across the world into school and twenty million more girls reading by 2026. The United Kingdom has supported countries globally to provide clean and reliable infrastructure through British Investment Partnerships, helping countries to build back after the challenges in recent years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank you for the provisions which you have made for the work and dignity of the Crown and for the public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}