{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1981-queens-speech/",
    "title": "Queen Elizabeth II – 1981 Queen’s Speech",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "1981",
            "url": "/tag/1981/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Queen Elizabeth II in the House of Lords on 4 November 1981.",
    "content": [
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward with great pleasure to paying a State Visit to Sweden in June and to visiting Australia for the Commonwealth Games, Papua New Guinea, the Solomon Islands, Nauru, Kiribati, Tuvalu and Fiji in October.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government regard the security of the nation and the preservation of peace as matters of the first importance. Increased resources will be devoted to defence and the most efficient use made of them. My Government will continue to play an active role within the North Atlantic Alliance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "International efforts to enable Afghanistan to resume her independent and non-aligned status will have my Government’s active support. Despite the situation in Afghanistan and Cambodia, my Government will continue to work for better East-West relations, for an early and successful conclusion to the Madrid Meeting on the Helsinki Final Act, and for specific, equitable and verifiable measures of arms control. They welcome the forthcoming negotiations between the United States and the Soviet Union on limiting long-range theatre nuclear forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government reaffirm their strong commitment to the European Community. During the remainder of the British Presidency, and thereafter as a Member State, the United Kingdom will play its full part in its development. My Government are anxious to see satisfactory decisions on restructuring the Community budget and improving the Common Agricultural Policy. They will seek early agreement on a revised Common Fisheries Policy, and will continue to support the accession to the Community of Spain and Portugal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government support the contribution of the Member States of the European Community towards a just, lasting and comprehensive settlement of the Arab-Israel dispute and will continue to work with all the parties to the dispute. They support the efforts of the Non-aligned Movement, the Islamic Conference and the United Nations to bring about a negotiated settlement to the conflict between Iran and Iraq.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Efforts to reach an internationally recognised agreement in Namibia will be continued, in co-operation with our allies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government attach great importance to the Commonwealth and the United Nations and will continue to play an active part in both organisations. They will join with other countries and responsible international organisations in efforts to resolve the economic difficulties of both developing and developed countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will seek to maintain close relations between the United Kingdom and the Republic of Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the Public Service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government attach the utmost importance to maintaining progress in reducing inflation by the pursuit of firm monetary and fiscal policies, to further improving the efficiency of the economy, and to strengthening industry, so as to restore competitiveness abroad and prosperity at home. They hope to see this assisted by further reductions in the level of wage settlements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Plans for public expenditure will reflect the importance of restricting the claims of the public sector on the nation’s resources. My Government share the nation’s concern at the growth of unemployment and will continue to direct help to those groups and individuals most hard-pressed by the recession.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced on employment and labour relations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced to amend the financial arrangements of the National Coal Board and some other public undertakings, and to facilitate private investment in the oil-producing business of the British National Oil Corporation. Measures will also be proposed to facilitate private investment and promote competition in the activities of the British Gas Corporation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "State involvement in transport will be further reduced and the fixed penalty system for road traffic offences improved and extended.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government’s policies will seek to ensure that all individuals, whatever their race, colour or creed, have equal rights, responsibilities and opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to devote themselves to the complex problems of Northern Ireland. The search will go on for acceptable ways of enabling the people of Northern Ireland to play a fuller part in its administration. My Government will work for improvements in the security situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The requirements of law and order and the services employed to uphold them will continue to enjoy my Government’s complete support. Legislation will be introduced to improve the criminal justice system in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be brought forward to amend the law relating to the assumption of civil jurisdiction by courts in the United Kingdom and for the reciprocal enforcement of judgments in civil and commercial matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to establish a scheme of unified housing benefit and to place a duty on employers to provide sick pay during the early weeks of sickness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be brought forward to improve the safeguards for detained patients and to make other reforms in the law on mental health in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced to implement my Government’s conclusions on the report of the Committee of Inquiry into Local Government in Scotland and to provide for a modernised Code of Civic Government in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to improve the accountability of local authorities for the level of their rates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}