{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1972-queens-speech/",
    "title": "Queen Elizabeth II – 1972 Queen’s Speech",
    "post_date": "April 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1972",
            "url": "/tag/1972/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Queen Elizabeth II in the House of Lords on 31 October 1972.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Husband and I look forward to our visits to Canada and Australia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will play a full and constructive part in the enlarged European Communities. They look forward to the opportunities membership will bring, for developing the country’s full economic and industrial potential, for working out social and environmental policies on a European scale, and for increasing the influence of the enlarged Community for the benefit of the world at large.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will seek to maintain and strengthen the North Atlantic Alliance. They will continue to sustain the Commonwealth association. My Government seek a positive improvement in East-West relations and are preparing in co-operation with their allies for a conference on security and co-operation in Europe. They will work for peace in the Middle East and in Indo-China. They seek to build upon the improved relations with China and hope for a peaceful and lasting settlement in the South Asian Sub-Continent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work for co-operation within the United Nations; will support the United Nations law of the sea negotiations; and will continue to pursue agreed measures of arms control and disarmament. They will co-operate with other Governments in combating international terrorism. A Bill will be introduced to enable My Government to give effect to the Montreal Convention for the suppression of unlawful acts against the safety of civil aviation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government are determined to protect the right of British fishermen to fish on the high seas off Iceland. They remain ready to reach an amicable interim agreement with the Government of Iceland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue their efforts to ensure that United Kingdom passport holders evened from Uganda have the widest possible choice of countries in which to settle. Help will be given to those who settle here and to local authorities that need to make special provision for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to search resolutely for peaceful and just solutions to the political, social and economic problems of Northern Ireland. They are resolved that terrorism and violence shall be brought to an end. The reform of local government will be completed. Legislation will be introduced to provide for a poll on the question of the Border; and to make available additional grant and loan finance to the Northern Ireland Exchequer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At home, My Government’s overriding concern, as Britain enters the European Communities, will be to promote the high and sustained rate of economic growth which is essential for the achievement of their policies of providing increased employment and rising living standards, as well as for the provision of better houses, schools, and social services. To that end, they will continue their efforts to establish effective means of enabling a faster growth of national output and real incomes to be maintained consistently with a reduction in the rate of inflation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is My Government’s intention to resume the maintenance of agreed margins round a fixed parity for sterling as soon as circumstances permit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to pursue the reform of taxation, the burden of which they have already greatly reduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In developing their policies for economic growth My Government will pursue their measures to create confidence and stimulate employment in the assisted areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought before you to establish an improved organisation for the Government’s manpower services including a reform of the system of industrial training.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Special help will continue to be given to those in need through the social security system and by means of rebates and allowances; and a Bill will be introduced to extend rent allowances to tenants of furnished accommodation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Extra help will continue to be provided for areas of special social need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to promote fair trading and competition; and to improve the provisions of the law regarding insurance companies. Other measures to protect the consumer will be proposed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be introduced to facilitate the building of a Third London Airport at Maplin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to encourage, within the framework of the European Economic Community, a strong agricultural industry and the efficient production and marketing of food in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will take further positive action on the protection and improvement of the environment. A Bill will be laid before you to reorganise the management of water resources in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to provide improved compensation for persons whose land is acquired by public authorities and for the injurious effects of public works schemes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to reform local government in Scotland. Legislation will be laid before you to reform certain aspects of local government finance in England and Wales; and to establish machinery for investigating complaints of maladministration in local government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be laid before you to reorganise the administration of the National Health Service in England and Wales and to establish a health service commissioner to deal with complaints.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to reform the finances of the national insurance scheme and to encourage the more widespread development and improvement of occupational pension schemes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will carry out their announced annual review of retirement and public service pensions and related benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will present to Parliament proposals to extend the education service and to set new priorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will vigorously pursue policies for the prevention of crime and the treatment of offenders. They are especially concerned at the continued growth in manifestations of violence. They will press forward plans for strengthening the police, prison and probation and aftercare services, developing the prison building programme and implementing the Criminal Justice Act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced to make further reforms in the law and improvements in the administration of justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}