{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1968-queens-speech/",
    "title": "Queen Elizabeth II – 1968 Queen’s Speech",
    "post_date": "April 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1968",
            "url": "/tag/1968/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 30 October 1968.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons My Husband and I look forward with pleasure to the State Visit of the President of the Republic of Italy and to our own visit to Brazil and Chile.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to play an active part in the efforts of the United Nations to ensure peace and to assist the advancement of the developing world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work through the United Nations for a just and lasting peace in the Middle East. They will take every opportunity open to them to help the two sides achieve a negotiated settlement of the Vietnam conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to welcoming to London in January the Heads of Government of other member countries of the Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government intend to ratify the Treaty on the Non-Proliferation of Nuclear Weapons. They will continue to work actively for further progress on measures of arms control and disarmament in both the nuclear and non-nuclear fields. To this end they will vigorously pursue the proposals they have put forward to advance the negotiations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will maintain their application for membership of the European Communities and will promote other measures of co-operation in Europe in keeping with this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to support Britain’s alliances for collective defence and will play an active part in the North Atlantic Alliance as an essential factor for European security. The development of My Government’s relations with the countries of Eastern Europe which took part in the invasion of Czechoslovakia has necessarily been set back, but it remains their aim to work for genuine East-West understanding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to take the necessary steps to withdraw British forces from Malaysia, Singapore and the Persian Gulf by the end of 1971. Furthermore, in consultation with the Governments concerned, My Ministers will maintain their efforts to promote conditions favourable to peace and security in the areas concerned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to seek to bring about a return to constitutional rule in Rhodesia in accordance with the multi-racial principles approved by Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons My Government will press forward their policies for strengthening the economy so as to achieve a continuing and substantial balance of payments surplus. This will enable us to meet our international obligations, rebuild the reserves, develop industry and safeguard employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work closely with other Governments to maintain the smooth working of the international monetary system. They look forward to the early entry into force of the Special Drawing Rights Scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will develop policies to encourage a better distribution of resources in industry and employment and to make fuller use of resources in the Regions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought before you to convert the Post Office from a Department of State to a public corporation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to integrate transport in London under local government control; and to establish a central system of vehicle registration and licensing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to help the development of tourism in Great Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to effect the change to a decimal currency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to promote the development of agriculture’s important contribution to the national economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced for assistance to the deep sea fishing industry and for the policing and conservation of fisheries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will lay before you proposals for action on the Report of the Royal Commission on Trade Unions and Employers’ Associations. They will also bring forward proposals for amending the Merchant Shipping Acts in accordance with the recommendations of the Court of Inquiry on the Shipping Industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will submit for consideration a proposal to enable the United Kingdom to give effect to the United Nations Convention on Genocide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced on the composition and powers of the House of Lords.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will begin consultations on the appointment of a Commission on the constitution. The Commission would consider what changes; may be needed in the central institutions of Government in relation to the several countries, nations and regions of the United Kingdom. It would also examine relationships with the Channel Islands and the Isle of Man.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be brought before you to reduce to eighteen the age for voting and to make other reforms in electoral law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be laid before you to reduce the age of majority to eighteen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to reform the law for England and Wales relating to children and young persons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our social security schemes will be kept under close review. My Government will publish for public discussion proposals for a new scheme of national insurance founded on earnings-related benefits and contributions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought before you to increase the pensions of retired members of the public services and their dependants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will give special attention to the form of administration of the health and welfare services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced to modernise the town and country planning system in Scotland; and to bring the law relating to education in Scotland into line with current developments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to give rights of appeal against decisions taken in the administration of immigration control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be laid before you to provide for a specific grant towards a programme of additional local authority expenditure in urban areas of special social need. This will include additional provision for children below school age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be brought forward for implementing the recommendations of the Tribunal appointed to inquire into the tragic disaster at Aberfan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to give greater encouragement to the repair and improvement of older houses and their environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will submit for consideration a proposal to raise the existing legislative limit on Government expenditure on the construction of the National Theatre.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to make reforms in the administration of justice. My Government will carry forward their comprehensive programme for the reform of the law. In particular, Bills will be laid before you to extend in England and Wales the rights of succession to property by persons who are illegitimate and to amend the law of heritable securities in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}