{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2015-queens-speech/",
    "title": "Queen Elizabeth II – 2015 Queen’s Speech",
    "post_date": "April 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Queen Elizabeth II",
            "url": "/tag/queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 27 May 2015.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will legislate in the interests of everyone in our country. It will adopt a one nation approach, helping working people get on, supporting aspiration, giving new opportunities to the most disadvantaged and bringing different parts of our country together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue with its long-term plan to provide economic stability and security at every stage of life. They will continue the work of bringing the public finances under control and reducing the deficit, so Britain lives within its means. Measures will be introduced to raise the productive potential of the economy and increase living standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward to help achieve full employment and provide more people with the security of a job. New duties will require my ministers to report annually on job creation and apprenticeships. Measures will also be introduced to reduce regulation on small businesses so they can create jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward to ensure people working 30 hours a week on the National Minimum Wage do not pay income tax, and to ensure there are no rises in Income Tax rates, Value Added Tax or National Insurance for the next 5 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be brought forward to help working people by greatly increasing the provision of free childcare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to support home ownership and give housing association tenants the chance to own their own home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced to increase energy security and to control immigration. My government will bring forward legislation to reform trade unions and to protect essential public services against strikes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To give new opportunities to the most disadvantaged, my government will expand the Troubled Families programme and continue to reform welfare, with legislation encouraging employment by capping benefits and requiring young people to earn or learn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward to improve schools and give every child the best start in life, with new powers to take over failing and coasting schools and create more academies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In England, my government will secure the future of the National Health Service by implementing the National Health Service’s own 5 year plan, by increasing the health budget, integrating healthcare and social care, and ensuring the National Health Service works on a 7 day basis. Measures will be introduced to improve access to general practitioners and to mental healthcare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will also be brought forward to secure the real value of the basic State Pension, so that more people live in dignity and security in retirement. Measures will be brought forward to increase the rights of victims of crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To bring different parts of our country together, my government will work to bring about a balanced economic recovery. Legislation will be introduced to provide for the devolution of powers to cities with elected metro mayors, helping to build a northern powerhouse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to legislate for high-speed rail links between the different parts of the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will also bring forward legislation to secure a strong and lasting constitutional settlement, devolving wide-ranging powers to Scotland and Wales. Legislation will be taken forward giving effect to the Stormont House Agreement in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to work in cooperation with the devolved administrations on the basis of mutual respect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will bring forward changes to the standing orders of the House of Commons. These changes will create fairer procedures to ensure that decisions affecting England, or England and Wales, can be taken only with the consent of the majority of Members of Parliament representing constituencies in those parts of our United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will renegotiate the United Kingdom’s relationship with the European Union and pursue reform of the European Union for the benefit of all member states.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside this, early legislation will be introduced to provide for an in-out referendum on membership of the European Union before the end of 2017.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will also be brought forward to promote social cohesion and protect people by tackling extremism. New legislation will modernise the law on communications data, improve the law on policing and criminal justice, and ban the new generation of psychoactive drugs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will bring forward proposals for a British Bill of Rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to play a leading role in global affairs, using its presence all over the world to re-engage with and tackle the major international security, economic and humanitarian challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will remain at the forefront of the NATO alliance and of international efforts to degrade and ultimately defeat terrorism in the Middle East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom will continue to seek a political settlement in Syria, and will offer further support to the Iraqi government’s programme for political reform and national reconciliation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will maintain pressure on Russia to respect the territorial integrity and sovereignty of Ukraine, and will insist on the full implementation of the Minsk agreements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government looks forward to an enhanced partnership with India and China.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prince Philip and I look forward to our state visit to Germany next month and to our state visit to Malta in November, alongside the Commonwealth Heads of Government Meeting. We also look forward to welcoming His Excellency the President of The People’s Republic of China and Madame Peng on a state visit in October.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will seek effective global collaboration to sustain economic recovery and to combat climate change, including at the climate change conference in Paris later this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will undertake a full strategic defence and security review, and do whatever is necessary to ensure that our courageous armed forces can keep Britain safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will work to reduce the threat from nuclear weapons, cyber attacks and terrorism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}