{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1986-christmas-broadcast/",
    "title": "Queen Elizabeth II – 1986 Christmas Broadcast",
    "post_date": "September 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Christmas Broadcast made by HM Queen Elizabeth II on 25 December 1986.",
    "content": [
        "Every year a Christmas party is held for the children of the people living in the Mews of Buckingham Palace. Everyone seems to enjoy it. Father Christmas arrives and there is the usual build up of excitement and expectation among the children to see what he has brought with him in his sack.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even the horses in their stables are serenaded by the carol singers and seem to be aware that something quite special is happening – as they were on that happy day back in July when my son and daughter-in-law were married, and they drew the carriages through the cheerful crowds thronging the London streets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the children at our Christmas party, the meeting with Father Christmas, and a ride in his sleigh, are perhaps the most exciting part of the evening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I hope that a visit to the stables also helps to bring the traditional story alive for them. I hope it also helps them to realise how fortunate they are to have comfortable homes and warm beds to go to, unlike the Holy Family, who had to share with the animals because there was no room at the Inn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christmas is a festival for all Christians, but it is particularly a festival for children. As we all know, it commemorates the birth of a child, who was born to ordinary people, and who grew up very simply in his own small home town and was trained to be a carpenter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "His life thus began in humble surroundings, in fact in a stable, but he was to have a profound influence on the course of history, and on the lives of generations of his followers. You don’t have to be rich or powerful in order to change things for the better and each of us in our own way can make a contribution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The infant Jesus was fortunate in one very important respect. His parents were loving and considerate. They did their utmost to protect him from harm. They left their own home and became refugees, to save him from King Herod, and they brought him up according to the traditions of their faith.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On this Birthday festival, which we try to make an occasion of happiness, we must not forget that there are some children who are victims of ill treatment and neglect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is no easy task to care for and bring up children, whatever your circumstances – whether you are famous or quite unknown. But we could all help by letting the spirit of Christmas fill our homes with love and care and by heeding Our Lord’s injunction to treat others as you would like them to treat you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When, as the Bible says, Christ grew in wisdom and understanding, he began his task of explaining and teaching just what it is that God wants from us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The two lessons that he had for us, which he underlined in everything he said and did, are the messages of God’s love and how essential it is that we, too, should love other people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are many serious and threatening problems in this country and in the world but they will never be solved until there is peace in our homes and love in our hearts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The message which God sent us by Christ’s life and example is a very simple one, even though it seems so difficult to put into practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To all of you, of every faith and race, I send you my best wishes for a time of peace and tranquillity with your families at this Festival of Christmas. A very Happy Christmas to you all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}