{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2004-queens-speech/",
    "title": "Queen Elizabeth II – 2004 Queen’s Speech",
    "post_date": "April 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 23 November 2004.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to pursue policies which entrench economic stability and promote growth and prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to reform the public services to ensure they provide more security and opportunity for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government attach the highest importance to extending educational opportunity so that all individuals can realise their full potential and the country can benefit from the talents of all its people. A Bill will be introduced to streamline the regime of school inspections to help raise standards for every child in every school.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to extend financial support for 16 to 19 year-olds engaged in training and education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government recognise that we live in a time of global uncertainty with an increased threat from international terrorism and organised crime. Measures to extend opportunity will be accompanied by legislation to increase security for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will legislate to introduce an identity cards scheme, and will publish proposals to support the continuing fight against terrorism in the United Kingdom and elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to establish the Serious Organised Crime Agency, and the powers the police and others have to fight crime will be strengthened. In particular, the Bill will introduce new measures to deal with harassment by animal rights extremists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will introduce legislation to tackle the problem of drug abuse and the crime that flows from it, and will tackle the disorder and violence that can arise from the abuse of alcohol.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have always recognised the importance of clean and safe neighbourhoods. There will be further legislation to tackle anti-social behaviour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to help to reduce further the numbers of those killed or injured on the roads.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will bring forward legislation to reduce reoffending by improving the management of offenders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A draft Bill will be published to tackle juvenile crime through more effective rehabilitation and sentencing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to reform the criminal defence service, making better use of legal aid resources. A draft Bill will be published to support those with legitimate civil claims and reform the system of tribunals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A draft Bill will be published to introduce a new offence of corporate manslaughter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to take action to secure high levels of employment as they reform the welfare state.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to provide protection from discrimination and exploitation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to combat discrimination in the provision of goods and services on the grounds of religion, as well as race, sex and disability. A single Commission for Equality and Human Rights will be established.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will maintain their commitment to social justice and legislate to increase the rights of disabled people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue their reform of the National Health Service, offering more information, power and choice to patients, with equal access for all and free at the point of delivery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue with legislation to provide a statutory framework for dealing with the financial, health and welfare decisions of those people who might lack capacity through mental illness or disability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures to reform the law on mental health will continue to undergo pre-legislative scrutiny.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government believe that the welfare of children is paramount. Draft legislation will be published to safeguard the welfare of children in circumstances of parental separation and inter-country adoption.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Consumer credit law will be updated to provide greater protection from unfair lending practices and create a fairer and more competitive credit market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will also introduce a Bill to improve standards of animal welfare and increase the penalties for abuse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to modernise the constitution and institutions of our country to ensure they are equipped to meet the challenges of the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward to provide a modern and comprehensive framework for statutory inquiries into matters of public concern.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to take forward in this session the constitutional legislation introduced last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to give effect to the Constitutional Treaty for the European Union, subject to a referendum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government are committed to reducing bureaucracy and the costs of government, and to promoting efficiency. A Bill will be introduced to integrate the Inland Revenue and Her Majesty’s Customs and Excise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government recognise the importance of modern, effective and safe transport to meet the needs of the public and the wider economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to streamline the organisation of the national rail system to improve performance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be brought forward to authorise the construction of Crossrail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will continue to legislate to allow local authorities to provide innovative and safe school transport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government believe that the voluntary sector is a great strength of this country. Charity law will be modernised so that a vibrant, diverse and independent charitable sector can continue to flourish with public confidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will introduce legislation to consolidate the distribution of lottery money to good causes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be published to protect the nation’s rural heritage, through draft legislation to modernise the management of common land, and to create new arrangements to deliver rural policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work closely with the devolved administrations in Scotland and Wales, and will work to bring about the conditions necessary for the restoration of the political institutions in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to provide the Welsh Assembly with a range of transport-related powers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Duke of Edinburgh and I look forward to our visit to Canada. We look forward to receiving the state visit of His Excellency the President of the Republic of Korea and receiving the state visit of His Excellency the President of Italy. To mark the centenary of Norway’s independence, we also look forward to receiving Their Majesties King Harald and Queen Sonja of Norway.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will assume the presidency of the European Union in July and will use this opportunity to work towards building an increasingly prosperous and secure Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to the European Union presidency, my Government will hold the G8 presidency in 2005, which will include working on the important issues of Africa and climate change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work with partners around the world to prevent terrorism and the proliferation of nuclear, chemical and biological weapons, and the problems of drug smuggling and international crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work to strengthen commitment on both sides of the Atlantic to the transatlantic relationship and to the continued effectiveness of the North Atlantic Treaty Organisation, and will work with the international community to strengthen the United Nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to support the Government of Iraq to provide security and stability and ensure that elections can be held in January.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to support efforts to build peace in the Middle East, to promote democratic reform and reduce conflict and extremism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}