{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1971-christmas-broadcast/",
    "title": "Queen Elizabeth II – 1971 Christmas Broadcast",
    "post_date": "September 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1971",
            "url": "/tag/1971/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Christmas Broadcast made by HM Queen Elizabeth II on 25 December 1971.",
    "content": [
        "Christmas is the time for families and for children, and it’s also a time when we realise that another year is coming to an end.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the familiar pattern of Christmas and the New Year repeats itself, we may sometimes forget how much the world about us has been changing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was 39 years ago that my grandfather, King George V, gave the first of his Christmas Broadcasts. He spoke about a future which is now the past. Today it is our turn to think about the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of you who are listening are able, like me, to enjoy this Christmas with your families, and your children can enjoy the day as all children should. But tragically, there are many millions of others for whom this cannot be the same. Our thoughts and prayers should be for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our children will be living in a world which our work and deeds have shaped for them. We cannot possibly tell what changes the next 40 years will bring. We do know that we are passing on to our children the power to change their whole environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we also leave them with a set of values which they take from our lives and from our example. The decisions they take and the sort of world they pass on to their children could be just as much affected by those values as by all the technological wonders of the age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Christmas message is really one for all seasons and not just for one day of the year. If we can show this by our lives and by our example, then our contribution as parents will be just as important as any made by scientists and engineers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps we can then look for the real peace on earth, and the powers which men have harnessed will be used for the benefit of our fellow men.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope this Christmas Day is bringing to many of you peace and happiness, and for everyone the hope of this to come. May God bless you all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}