{
    "url": "https://www.ukpol.co.uk/queen-victoria-1873-queens-speech/",
    "title": "Queen Victoria – 1873 Queen’s Speech",
    "post_date": "May 31, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1873",
            "url": "/tag/1873/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 6 February 1873. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I GREET you cordially on your reassembling for the discharge of your momentous duties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have the satisfaction of maintaining relations of friendship with Foreign Powers throughout the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You were informed when I last addressed you that steps had been taken to prepare the way for dealing more effectually with the Slave Trade on the East Coast of Africa. I have now despatched an Envoy to Zanzibar, furnished with such instructions as appear to me best adapted for the attainment of the object in view. He has recently reached the place of his destination, and has entered into communication with the Sultan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ally the German Emperor, who had undertaken to pronounce judgment as Arbiter on the line of Water-boundary so long in dispute under the terms of the Treaty of 1846, has decided, in conformity with the contention of the Government of the United States, that the Haro Channel presents the line most in accordance with the true interpretation of that Treaty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have thought it the course most befitting the spirit of international friendship and the dignity of the country to give immediate execution to the award by withdrawing promptly from my partial occupation of the Island of San Juan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proceedings before the Tribunal of Arbitration at Geneva, which I was enabled to prosecute in consequence of the exclusion of the Indirect Claims preferred on behalf of the Government of the United States, terminated in an award which in part ​ established and in part repelled the claims allowed to be relevant. You will in due course be asked to provide for the payment of the sum coming due to the United States under this award.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My acknowledgments are due to the German Emperor, and likewise to the Tribunal at Geneva, for the pains and care bestowed by them on the peaceful adjustment of controversies such as could not but impede the full prevalence of national goodwill in a case where it was especially to be cherished.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In further prosecution of a well understood and established policy, I have concluded a Treaty for the Extradition of Criminals with my ally the King of the Belgians.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government of France has, during the recess, renewed its communications with my Government for the purpose of concluding a Commercial Treaty to replace that of 1860, which is about to expire. In prosecuting these communications I have kept in view the double object of an equitable regard to existing circumstances, and of securing a general provision more permanent in its character, and resting on a reciprocal and equal basis, for the commercial and maritime transactions of the two countries. I hope to be enabled within a short period to announce to you the final result.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has been for some years felt by the Governments of Russia and the United Kingdom respectively, that it would be conducive to the tranquillity of Central Asia if the two Governments should arrive at an identity of view regarding the line which describes the northern frontier of the dominions ​ of Afghanistan. Accordingly a correspondence has passed, of which this is the main subject. Its tenour, no less than its object, will, I trust, be approved by the public opinion of both nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Papers will be laid before you with relation to the awards delivered under the Treaty of Washington, to the commercial negotiations with France, and to the northern frontier of the dominions of Afghanistan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The estimates of the coming financial year will be presented to you. They have been framed with a view to the efficiency and moderation of our establishments, under circumstances of inconvenience entailed by variations of an exceptional nature in the prices of some important commodities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although the harvest has been to some extent deficient, the condition of the three Kingdoms with reference to Trade and Commerce, to the sufficiency of the Revenue for meeting the public charge, to the decrease of pauperism, and to the relative amount of ordinary crime, may be pronounced generally satisfactory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be submitted to you on an early day for settling the question of University Education in Ireland. It will have for its object the advancement of learning in that portion of my dominions, and will be framed with a careful regard to the rights of conscience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will find ample occupation in dealing with other legislative subjects ​ of importance, which, for the most part, have already been under your notice in various forms and at different periods. Among these your attention will speedily be asked to the formation of a Supreme Court of Judicature, including provision for the trial of Appeals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Among the measures which will be brought before you, there will also be proposals for facilitating the Transfer of Land, and for the amendment of our system of Local Taxation, of certain provisions of the Education Act of 1870, and of the General Acts regulating Railways and Canals; together with various other Bills for the improvement of the Law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I earnestly commend your deliberations to the guidance and favour of Almighty God.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}