{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1999-christmas-broadcast/",
    "title": "Queen Elizabeth II – 1999 Christmas Broadcast",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Christmas Broadcast made by HM Queen Elizabeth II on 25 December 1999.",
    "content": [
        "A very Happy Christmas to you all. Listening to the choir from St. George’s Chapel, Windsor, reminds me that this season of carols and Christmas trees is a time to take stock; a time to reflect on the events of the past year and to make resolutions for the new year ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This December we are looking back not just on one year, but on a hundred years and a thousand years. History is measured in centuries. More than ever we are aware of being a tiny part of the infinite sweep of time when we move from one century and one millennium to another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as I look to the future I have no doubt at all that the one certainty is change – and the pace of that change will only seem to increase.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is true for all of us – young and old. On my mother’s ninety-ninth birthday last August I was struck by how the inevitability of change affects us all, and how different were my mother’s early years compared with those of my grandchildren.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For many of their generation the future is a source of excitement, hope and challenge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For others however the future is a cause of understandable anxiety. There are many, for example, of my age or amongst the more vulnerable in society who worry that they will be left behind. The sheer rate of change seems to be sweeping away so much that is familiar and comforting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I do not think that we should be over-anxious. We can make sense of the future – if we understand the lessons of the past. Winston Churchill, my first Prime Minister, said that “the further backward you look, the further forward you can see”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was this importance of history which was much on my mind when I opened the new Scottish Parliament in July this year. Devolution in Scotland and Wales, and more recently the very welcome progress in Northern Ireland, are responses to today’s changed circumstances, but they need to be seen in their historical contexts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "History and a common past have also played an important part in bringing together so many different nations into the modern Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was a frequent theme last month at the Commonwealth conference in South Africa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At that meeting many of us highlighted the way in which the varied strands of our shared history have been woven together so that we can more effectively address the challenges and opportunities ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Commonwealth, as with the process of devolution in the United Kingdom, reminds us of the importance of bringing the lessons of the past to bear on the aspirations for a better future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To do this we need to draw from our history those constant and unchanging values which have stood the test of time and experience. Fairness and compassion, justice and tolerance; these are the landmarks from the past which can guide us through the years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These timeless values tell us above all about the way we should relate to people rather than to things; thinking of others, not just of ourselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Earlier this autumn in Manchester I visited some of the emergency services, whose responsibilities day in and day out are based on concern for others. As always they are on duty over these Christmas and New Year holidays.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Up and down the country people like those firemen, nurses and ambulancemen I met are working tirelessly to help others. They remind us of the responsibility of each and every one of us to show concern for our neighbours and those less fortunate than ourselves. I believe that this provides us with the direction and resolve required for the years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The future is not only about new gadgets, modern technology or the latest fashion, important as these may be. At the centre of our lives – today and tomorrow – must be the message of caring for others, the message at the heart of Christianity and of all the great religions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This message – love thy neighbour as thyself – may be for Christians 2,000 years old. But it is as relevant today as it ever was. I believe it gives us the guidance and the reassurance we need as we step over the threshold into the twenty-first century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I for one am looking forward to this new Millennium.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I wish you all a Merry Christmas and, in this year of all years, a very Happy New Year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}