{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1967-queens-speech/",
    "title": "Queen Elizabeth II – 1967 Queen’s Speech",
    "post_date": "April 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1967",
            "url": "/tag/1967/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Queen Elizabeth II in the House of Lords on 31 October 1967.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Husband and I look forward with pleasure to the State Visit of the President of the Republic of Turkey to this country and to our own approaching visit to Malta.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to play an active part in the constructive efforts of the United Nations to assure a peaceful and stable world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue their efforts to achieve progress on arms control and disarmament, and especially on an agreement for the non-proliferation of nuclear weapons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will seek to use all available means to achieve a negotiated settlement of the conflict in Vietnam.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work through the United Nations for a just and lasting settlement in the Middle East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government look forward to the early opening of negotiations to provide for Britain’s entry into the European Communities. The closest consultation will be maintained with Commonwealth Governments, the Governments of the European Free Trade Association and the Republic of Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to participate actively in the North Atlantic Alliance as an essential factor for European security. At the same time they will work for improved East-West relations. They will also continue to support Britain’s other alliances for collective defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the coming Session, My Government intend to bring the peoples of South Arabia to independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My peoples in the remaining dependent territories will continue to be helped to achieve further constitutional advance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The people of Hong Kong will continue to receive the full support of My Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to seek by all practicable means to bring about a return to constitutional rule in Rhodesia in accordance with the multiracial principles approved by Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The principal aim of My Government’s policy is the achievement of a strong economy. This should combine a continuing surplus on the balance of payments sufficient to meet our international obligations and to maintain the strength of sterling with a satisfactory growth of output and with full employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further measures will be taken to stimulate economic advance in the development areas and to promote a more even distribution of employment in all regions, as a means to national expansion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to extend My Government’s powers to assist financially in the modernisation and technological advance of industry and in the expansion of its capacity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work with management and unions to promote an effective policy for productivity, prices and incomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As soon as they receive the report of the Royal Commission on Trade Unions and Employers’ Associations, My Government will give consideration to the system of industrial relations and will then put their conclusions before Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to establish a National Loans Fund and to amend the law relating to Government borrowing and lending and to Exchequer Accounts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to implement recommendations of the Tribunal appointed to enquire into the tragic disaster at Aberfan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought before you to provide for the better integration of rail and road transport within a reorganised framework of public control, to promote safety and high standards in the road transport industry, to strengthen the powers of local authorities to manage traffic, and to reorganise the nationalised inland waterways with special emphasis on their use for recreation and amenity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to establish a central system of vehicle registration and licensing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought before you to convert the Post Office from a Department of State to a public corporation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to develop policies to secure a rising programme of housebuilding and better housing conditions for the people. For England and Wales a Bill will be introduced to modernise the town and country planning system and another to establish a Countryside Commission, and to provide for greater opportunities for leisure and recreation in the countryside.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will introduce legislation to enable increased compensation to be paid to tenant farmers whose land is needed for development, to safeguard the welfare of farm animals, especially those reared by intensive methods, and on other agricultural matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will seek powers to take provisional action against dumping in accordance with the code which was agreed in the Kennedy Round of trade negotiations at Geneva.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to strengthen and amend the law on misleading trade descriptions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to provide comprehensive new arrangements in Great Britain for ensuring the safety and quality of medicines, whether for human or animal use; and another to enable improvements to be made in the country’s public health and welfare services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be put before you to increase the level of family allowances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to reorganise the social work services in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Steps will be taken through the Council for Scientific Policy to expand and improve arrangements for scientific research and to encourage the international exchange of scientists in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further progress will be made in the development of comprehensive secondary education, in the expansion of higher education, including the establishment of polytechnics, and in developing further education to meet the needs arising from the Industrial Training Act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be taken to accelerate the improvement of schools in socially deprived areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to accord a high priority to the supply of teachers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to reduce the powers of the House of Lords and to eliminate its present hereditary basis, thereby enabling it to develop within the framework of a modern Parliamentary system. My Government are prepared to enter into consultations appropriate to a constitutional change of such importance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to extend the scope of the Race Relations Act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to reform the law on gaming.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will carry forward their comprehensive programme of reforming the law particularly in the fields of family law, and the position of Justices of the Peace. They will also submit for consideration proposals on the law of property, of evidence and of theft.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}