{
    "url": "https://www.ukpol.co.uk/queen-victoria-1867-queens-speech/",
    "title": "Queen Victoria – 1867 Queen’s Speech",
    "post_date": "December 12, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1867",
            "url": "/tag/1867/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 5 February 1867.",
    "content": [
        "HER MAJESTY, being seated on the Throne, adorned with Her Crown and Regal Ornaments, and attended by Her Officers of State:—The PRINCE OF WALES (in his Robes) sitting in his Chair on HER ​ MAJESTY’S right hand—(the Lords being in their Robes)—commanded the Gentleman Usher of the Black Rod, through the Deputy Lord Great Chamberlain, to let the Commons know “It is Her Majesty’s Pleasure they attend Her immediately, in this House.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Who being come, with their Speaker;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The LORD CHANCELLOR, taking Directions from HER MAJESTY, said—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "IN again recurring to your Advice and Assistance, I am happy to inform you that My Relations with Foreign Powers are on a friendly and satisfactory Footing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HOPE that the Termination of the War in which Prussia, Austria, and Italy have been engaged may lead to the Establishment of a durable Peace in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE suggested to the Government of the United States a Mode by which Questions pending between the Two Countries arising out of the late Civil War may receive amicable Solution, and which, if met, as I trust it will be, in a corresponding Spirit, will remove all Grounds of possible Misunderstanding, and promote Relations of cordial Friendship.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE War between Spain and the Republics of Chili and Peru still continues, the good Offices of My Government, in conjunction with that of The Emperor of the French, having failed to effect a Reconciliation. If either by Agreement between the Parties themselves, or by the Mediation of any other friendly Power, Peace shall be restored, the Object which I have had in view will equally be attained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "DISCONTENT prevailing in some Provinces of the Turkish Empire has broken out in actual Insurrection in Crete. In common with My Allies, The Emperor of the French and The Emperor of Russia, I have abstained from any active Interference in these internal Disturbances, but Our joint Efforts have been directed to bringing about improved Relations between the Porte and its Christian Subjects not inconsistent with the sovereign Rights of The Sultan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE protracted Negotiations which arose out of the Acceptance by Prince Charles of Hohenzollern of the Government of the Danubian Principalities have been happily terminated by an Arrangement to which the Porte has given its ready Adhesion, and which has been sanctioned by the Concurrence of all the Powers, Signatories of the Treaty of 1856.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "RESOLUTIONS in favour of a more intimate Union of the Provinces of Canada, Nova Scotia, and New Brunswick have been passed by their several Legislatures; and Delegates duly authorized and representing all Classes of Colonial Party and Opinion have concurred in the Conditions upon which such an Union may be best effected. In accordance with] their Wishes a Bill will be submitted to you, which, by the Consolidation of Colonial Interests and Resources, will give Strength to the several Provinces as Members of the same Empire, and animated by Feelings of Loyalty to the same Sovereign.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE heard with deep Sorrow that the Calamity of Famine has pressed heavily on My Subjects in some Parts of India. Instructions were issued to My Government in that Country to make the utmost Exertions to mitigate the Distress which prevailed during the Autumn of last Year. The Blessing of an abundant Harvest has since that Time materially improved the Condition of the suffering Districts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE persevering Efforts and unscrupulous Assertions of treasonable Conspirators abroad have, during the last Autumn, excited the Hopes of some disaffected Persons in Ireland, and the Apprehensions of the loyal Population; but the firm, yet temperate Exercise of the Powers entrusted to the Executive, and the Hostility manifested against the Conspiracy by Men of all Classes and Creeds, have greatly tended to restore Public Confidence, and have rendered hopeless any Attempt to disturb the general Tranquillity. I trust that you may consequently be enabled to dispense with the Continuance of any exceptional Legislation for that Part of My Dominions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I ACKNOWLEDGE, with deep Thankfulness to Almighty God, the great Decrease that has taken place in the Cholera, and in the Pestilence which has attacked our Cattle; but the continued Prevalence of the latter in some Foreign Countries, and its occasional Re-appearance in this, will still render necessary some special Measures of Precaution; and I trust that the Visitation of the former will lead to increased Attention to those Sanitary Measures which Experience has shown to be the best Preventive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "ESTIMATING as of the highest Importance an adequate Supply of pure and wholesome Water, I have directed the Issue of a Commission to inquire into the best Means of permanently securing such a Supply for the Metropolis, and for the principal Towns in densely-peopled Districts of the Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE directed the Estimates for the ensuing Year to be laid before you. They have been prepared with a due Regard to Economy, and to the Requirements of the public Service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will, I am assured, give your ready Assent to a moderate Expenditure calculated to improve the Condition of My Soldiers, and to lay the Foundation of an efficient Army of Reserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "YOUR Attention will again be called to the State of the Representation of the People in Parliament; and I trust that your Deliberations, conducted in a Spirit of Moderation and mutual Forbearance, may lead to the Adoption of Measures which, without unduly disturbing the Balance of political Power, shall freely extend the Elective Franchise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE frequent Occurrence of Disagreements between Employers of Labour and their Workmen, causing much private Suffering and public Loss, and occasionally leading, as is alleged, to Acts of Outrage and Violence, has induced Me to issue a Commission to inquire into and report upon the Organization of Trades Unions and other Associations, whether of Workmen or Employers, with Power to suggest any Improvement of the Law for their mutual Benefit. Application will be made to you for Parliamentary Powers, which will be necessary to make this Inquiry effective.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE directed Bills to be laid before you for the Extension of the beneficial Provisions of the Factory Acts to other Trades specially reported on by the Royal Commission on the Employment of Children, and for the better Regulation, according to the Principle of those Acts, of Workshops where Women and Children are largely employed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE Condition of the Mercantile Marine has attracted My serious Attention. Complaints are made that the Supply of Seamen is deficient, and that the Provisions for their Health and Discipline on board Ship are imperfect. Measures will be submitted to you with a view to increase the Efficiency of this important Service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I HAVE observed with Satisfaction the Relaxations recently introduced into the Navigation Laws of France. I have expressed to The Emperor of the French My Readiness to submit to Parliament a Proposal for the Extinction, on equitable Terms, of the Exemptions from local Charges on Shipping which are still enjoyed by a limited Number of Individuals in British Ports; and His Imperial Majesty has, in anticipation of this Step, already admitted British Ships to the Advantage of the new Law. A Bill upon this Subject will forthwith be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A BILL will also be submitted to you for making better Provision for the Arrangement of the Affairs of Railway Companies which are unable to meet their Engagements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "MEASURES will be submitted to you for Improving the Management of sick and other Poor in the Metropolis, and for a Re-distribution of some of the Charges for Relief therein.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "YOUR Attention will also be called to the Amendment of the Law of Bankruptcy; to the Consolidation of the Courts of Probate and Divorce and Admiralty; and to the Means of disposing, with greater Despatch and Frequency, of the increasing Business in the Superior Courts of Common Law and at the Assizes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "THE Relations between Landlord and Tenant in Ireland have engaged My anxious Attention, and a Bill will be laid before you which, without interfering with the Rights of Property, will offer direct Encouragement to Occupiers of Land to improve their Holdings, and provide a simple Mode of obtaining Compensation for permanent Improvements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I COMMEND to your careful Consideration these and other Measures which will be brought before you; and I pray that your Labours may, under the Blessing of Providence, conduce to the Prosperity of the Country, and the Happiness of My People.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then HER MAJESTY retired.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}