{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1996-queens-speech/",
    "title": "Queen Elizabeth II – 1996 Queen’s Speech",
    "post_date": "April 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1996",
            "url": "/tag/1996/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 23 October 1996.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Duke of Edinburgh and I look forward to receiving the State Visits of His Excellency the President of Israel in February and of the President of Brazil in December next year. We also look forward to our visit to Canada in June and July and to our State Visits to Thailand later this month and to Pakistan and India in October next year, the fiftieth anniversary of their independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "National security continues to be of the highest importance. My Government will continue to play a major role in NATO’s adaption and in decisions on its enlargement, and to contribute to the maintenance of international peace and security. The United Kingdom’s minimum nuclear deterrent will be maintained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Preventing the proliferation of weapons of mass destruction remains a priority. Early provision will be made for the ratification of the Comprehensive Test Ban Treaty. My Government will pursue negotiations on a Convention to ban the production of fissile material for nuclear weapons and other explosive purposes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the European Union, my Government will work for an outcome to the Intergovernmental Conference which supports an outward-looking, economically liberal and flexible Union based on a partnership of nations. They will promote policies designed to improve the Union’s competitiveness and economic well-being. They will work towards the opening of accession negotiations with countries of Central and Eastern Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will promote the further global liberalisation of trade, in particular at the Ministerial meeting of the World Trade Organisation, and will continue to work for transatlantic free trade in this context.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue actively to support peace in Bosnia and Herzegovina, encouraging full compliance with the Peace Agreement and promoting reconciliation between the former warring parties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Support will continue for the search for a durable peace in the Middle East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work for a successful transfer of sovereignty of Hong Kong in 1997. They will work on behalf of its people to preserve their way of life and to promote the territory’s continued stability and prosperity, founded on a high degree of autonomy and the rule of law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Preparations will be made for the meeting of the Commonwealth Heads of Government to be held in Edinburgh in October 1997, and for the second Asia-Europe Meeting in London in 1998.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Support for the United Nations remains a priority. My Government will continue to work for a United Nations that is more effective, efficient and responsive to the needs of its Member States.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fight against terrorism, organised crime and drug misuse and trafficking will remain a priority, as will action to protect and improve the environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to promote respect for human rights and the international rule of law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A substantial aid programme will be maintained to help improve the quality of life in poorer countries, by contributing to sustainable development and reducing poverty and suffering.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Northern Ireland, my Government’s priority will be to maintain progress towards peace, prosperity and reconciliation, based on a comprehensive political settlement commanding widespread support. They stand ready to introduce legislation to provide for the decommissioning of firearms, ammunition and explosives in Northern Ireland. They will maintain close and friendly relations with the Republic of Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue with firm financial policies designed to support sustained economic growth and rising prosperity, while maintaining low inflation. Fiscal policy will continue to be set to bring the public sector borrowing requirement back towards balance over the medium term. My Government will reduce further the share of national income taken by the public sector. They will continue to promote enterprise and further improve the performance of the economy with the aim of creating the strongest industrial economy in Western Europe in the medium term and doubling living standards over the next twenty-five years. They will promote fewer, better and simpler regulations to reduce unnecessary burdens on business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to support competitiveness through advancing knowledge, improving educational and skill levels and promoting a flexible, efficient labour market. Legislation will be introduced to widen choice and diversity, improve discipline and raise standards in schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to reform the sentencing and supervision of serious, dangerous and persistent offenders so as to provide greater protection for the public. Legislation will be introduced to support the fight against organised crime, including establishing a National Crime Squad. A Bill will be introduced to strengthen controls on the ownership of firearms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward to strengthen the powers to protect the United Kingdom coastline from pollution from merchant shipping. A Bill will again be brought before you to authorise the construction and operation of a high speed rail link between London and the Channel Tunnel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to improve and develop primary health care services. A Bill will be brought forward to combat social security fraud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to implement proposals contained in the English and Welsh Rural White Papers in relation to parish and community councils and to provide rate relief for small village shops.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Scotland legislation will be introduced to abolish automatic early release from prison and to make other changes in the criminal justice system to improve public protection. A Bill will be brought forward to enable the transfer of publicly-owned crofting estates to crofting trusts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will introduce legislation to enable reform of the procedures of the civil courts, and other measures of law reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will also publish Bills in draft for consultation on the introduction of voluntary identity cards and on measures to help people make better provision for their long-term care needs in old age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}