{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1993-queens-speech/",
    "title": "Queen Elizabeth II – 1993 Queen’s Speech",
    "post_date": "April 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1993",
            "url": "/tag/1993/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 18 November 1993.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Duke of Edinburgh and I look forward to our tour of Caribbean countries next spring. We shall visit France to inaugurate, with the President of the French Republic, the Channel Tunnel in May; and to attend the ceremonies to mark the 50th Anniversary of the Normandy Landings, in June. We shall visit Canada to attend the Commonwealth Games in August.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government attach the highest importance to national security. They will maintain full support for the North Atlantic Treaty Organisation. They will work to secure NATO’s adaptation to the changing security environment, and to continue developing the operational role of the Western European Union. My Government will work for full implementation of the Conventional Armed Forces in Europe Treaty, and for the entry into force of the Open Skies Treaty. Britain’s minimum independent nuclear deterrent will be maintained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work for the effective implementation of the Chemical Weapons Convention, to prevent proliferation of weapons of mass destruction, to promote the indefinite and unconditional extension of the Nuclear Non-Proliferation Treaty and to encourage international responsibility in conventional arms transfers. They will take part constructively in negotiations on a verifiable and comprehensive Nuclear Test Ban. They will continue to help with the safe and secure transport of nuclear weapons for dismantling in the former Soviet Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now that the Treaty of Maastricht has entered into force, My Government will attach particular importance to implementing the new common foreign and security policy and intergovernmental co-operation in the fields of justice and home affairs. They will work to ensure that the principle of subsidiarity is applied to European Community legislation. My Government will promote financial and budgetary discipline in the Community. They will work within the Community for a successful conclusion to the Uruguay Round of trade negotiations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work for a rapid conclusion of accession agreements with Austria, Finland, Norway and Sweden, and will continue to put forward the case for European countries which are ready and wish to join the European Community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will strive for a peaceful settlement in the former Yugoslavia. They will provide help for political and economic reform in the states of the former Soviet Union, and their integration into the international community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will play a constructive role in strengthening the United Nations’ capacity to undertake peacekeeping and preventive action. They will work for full Iraqi compliance with Security Council Resolutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government welcome the recent breakthrough in the Middle East peace process. They will continue to support efforts to bring lasting peace to the region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work for the long-term stability and prosperity of Hong Kong and to co-operate with China to implement the Sino-British Joint Declaration in the best interests of the Hong Kong people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will play an active part in the Commonwealth. They will support construction of a democratic society in South Africa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will maintain a substantial aid programme to promote sustainable development and good government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will introduce legislation to place the Secret Intelligence Service and Government Communications Headquarters on a statutory basis; and to make further provisions for the oversight and accountability of them and the Security Service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Northern Ireland My Government will continue their efforts to defeat terrorism through impartial and resolute enforcement of the law, to uphold the democratic wishes of its people and seek political progress by broadly based agreement, to strengthen economic progress and to create equality of opportunity for all sections of the community. They will maintain positive relations with the Republic of Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will maintain their fight against terrorism, throughout the United Kingdom and elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue with firm financial policies designed to support continuing economic growth and rising employment, based on permanently low inflation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will bring together tax and expenditure decisions in a unified Budget. Fiscal policy will be set to bring the budget deficit back towards balance over the medium term. My Government will reduce the share of national income taken by the public sector. They will continue to promote enterprise and improve the supply performance of the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Citizen’s Charter will remain central to My Government’s programme for improving public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to give force to the changes in the European Community’s system of own resources following the agreement at the Edinburgh European Council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to facilitate deregulation and to remove obstacles to contracting out by central and local government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to give priority to law and order. Legislation will be introduced to allow the courts to deal more effectively with young offenders and to make improvements in the criminal law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to improve the organisation and management of the police so that they are better able to combat crime, and to strengthen the administration of magistrates’ courts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to develop their policies on social security so that help is concentrated on those most in need and expenditure is kept within affordable limits. Legislation will be introduced to raise the National Insurance Contributions paid by employees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to privatise British Coal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will bring forward legislation to reform local government in Scotland and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will introduce legislation to establish new arrangements for funding teacher training in England and Wales and to reform student unions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will bring forward a Bill to reform the law on Sunday Trading in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will be introduced to take forward Environment Agency planning, and to reform the law on trade marks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}