{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1975-christmas-broadcast/",
    "title": "Queen Elizabeth II – 1975 Christmas Broadcast",
    "post_date": "September 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1975",
            "url": "/tag/1975/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Christmas Broadcast made by HM Queen Elizabeth II on 25 December 1975.",
    "content": [
        "Every year I have this special opportunity of wishing you a happy Christmas. I like to think I am speaking to each child who can see or hear me, each woman, each man in every country of the Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Christmas is a festival which brings us together in small groups, a family group if we are lucky. Today we are not just nameless people in a crowd. We meet as friends who are glad to be together and who care about each other’s happiness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nowadays this is a precious experience. So much of the time we feel that our lives are dominated by great impersonal forces beyond our control, the scale of things and organisations seems to get bigger and more inhuman.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are horrified by brutal and senseless violence, and above all the whole fabric of our lives is threatened by inflation, the frightening sickness of the world today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then Christmas comes, and once again we are reminded that people matter, and it is our relationship with one another that is most important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For most of us – I wish it could be for everyone – this is a holiday, and I think it’s worth reminding ourselves why. We are celebrating a birthday – the birthday of a child born nearly 2,000 years ago, who grew up and lived for only about 30 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That one person, by his example and by his revelation of the good which is in us all, has made an enormous difference to the lives of people who have come to understand his teaching. His simple message of love has been turning the world upside down ever since. He showed that what people are and what they do, does matter and does make all the difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He commanded us to love our neighbours as we love ourselves, but what exactly is meant by ‘loving ourselves’? I believe it means trying to make the most of the abilities we have been given, it means caring for our talents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a matter of making the best of ourselves, not just doing the best for ourselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are all different, but each of us has his own best to offer. The responsibility for the way we live life with all its challenges, sadness and joy is ours alone. If we do this well, it will also be good for our neighbours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If you throw a stone into a pool, the ripples go on spreading outwards. A big stone can cause waves, but even the smallest pebble changes the whole pattern of the water. Our daily actions are like those ripples, each one makes a difference, even the smallest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It does matter therefore what each individual does each day. Kindness, sympathy, resolution, and courteous behaviour are infectious. Acts of courage and self-sacrifice, like those of the people who refuse to be terrorised by kidnappers or hijackers, or who defuse bombs, are an inspiration to others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the combined effect can be enormous. If enough grains of sand are dropped into one side of a pair of scales they will, in the end, tip it against a lump of lead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We may feel powerless alone but the joint efforts of individuals can defeat the evils of our time. Together they can create a stable, free and considerate society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like those grains of sand, they can tip the balance. So take heart from the Christmas message and be happy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "God bless you all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}