{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1976-queens-speech/",
    "title": "Queen Elizabeth II – 1976 Queen’s Speech",
    "post_date": "April 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1976",
            "url": "/tag/1976/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 24 November 1976.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Husband and I look forward to the events prepared to mark the 25th Anniversary of My Accession to the Throne. We welcome the opportunities which these will offer for meeting people in many parts of the United Kingdom and the Commonwealth during the tours which we shall undertake.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will maintain their firm support for the United Nations and the principles of its Charter, and for the North Atlantic Alliance as the guarantee of the collective security of its members and of stability between East and West. They have invited the North Atlantic Council to hold its Spring Ministerial meeting in London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government look forward to a renewal of fruitful exchanges on world problems at the meeting of Commonwealth Heads of Government in London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to take part in international efforts to promote a more stable world economic order, and a fairer distribution, within an expanding world economy, of the world’s wealth between rich and poor nations. Overseas aid will continue to give increasing emphasis to the needs of the poorest developing countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to play a full part in the activities and development of the European Communities, and look forward to holding the Presidency of the Council of Ministers in the first six months of 1977.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will introduce legislation to provide for the election of United Kingdom members of the European Assembly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to contribute modern and effective forces to the North Atlantic Treaty Organisation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to attach great importance to the further improvement of relations between East and West and to the full implementation of the Final Act of the Conference on Security and Co-operation in Europe. They will work closely with their Allies in seeking progress in the negotiations to reduce forces in Central Europe, and towards general disarmament and the prevention of the spread of nuclear weapons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will also continue to work for a just and lasting peace in the Middle East and for further improvement in the relations between the United Kingdom and all the countries of the region. They will maintain their efforts to secure a political settlement in Cyprus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work for a negotiated settlement in Rhodesia which will provide a secure future on the basis of majority rule for people of all races in the territory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to strive for a just solution to the problems of Northern Ireland and for the improvement of economic and social conditions. They are determined to combat terrorism and to maintain the rule of law. Legislative provision will be made to introduce an independent element into consideration of complaints against the police on lines already adopted in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government attach particular importance to the further development of co-operation on security with the Government of the Republic of Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government are pledged and determined to continue the attack on inflation, working to this end in close conjunction with the Trades Union Congress and the Confederation of British Industry. Success in this joint effort is essential for creating more jobs and for achieving the aim, to which My Government remain firmly committed, of a lasting reduction in the present level of unemployment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers are convinced that the key to a better economic future for the British people lies in improved levels of industrial output and productivity, a higher level of industrial investment, and being more competitive thus securing a greater share of world markets. They will pursue these objectives through continued development of the industrial strategy in co-operation with both sides of industry. This will give the highest priority to the physical and financial needs of manufacturing industry on which our standards of living depend. The National Enterprise Board, the Scottish, Welsh and Northern Ireland Development Agencies, and the Planning Agreements system, provide essential instruments for this industrial regeneration. The achievement of our national objectives will be possible only if the inter-related problems of inflation, unemployment and industrial performance are tackled successfully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to co-operate with other countries in their efforts to maintain an orderly and sustained growth in world economic activity. They intend to ratify the Second Amendment to the Articles of Agreement of the International Monetary Fund and the Sixth General Review of Quotas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will re-introduce the Bill to bring into public ownership the aircraft and guided weapons, ship-building, ship-repairing and marine engine building industries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further opportunities for the exploration and development of the nation’s valuable petroleum resources will arise from the grant of further licences following the very satisfactory response to the recent round of offshore licensing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to provide for the addition to the employers’ national insurance contribution and to other measures which were announced in July.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to encourage the expansion of home food production in the interests of consumers, processors and producers, and will seek further improvements in the operation of the Common Agricultural Policy. Legislation will be laid before you for the purpose of enabling the United Kingdom to extend fishing limits to 200 miles at the beginning of 1977. My Government are seeking adaption of the Common Fisheries Policy to new circumstances. They will aim to secure conditions in which the British fishing industry can plan ahead and make its proper contribution to the food supplies and economy of the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government attach great importance to strengthening the democratic processes of our society. A Bill will be introduced for the establishment of Assemblies to give the Scottish and Welsh people direct and wide-ranging responsibilities for their domestic affairs within the economic and political framework of the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislative proposals for the extension of industrial democracy in the private and public sectors of the economy will be brought forward as soon as possible after the Committee on Industrial Democracy has reported and the necessary consultations have taken place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to give effect to the job release scheme, and My Government will not hesitate to add as necessary to this and other manpower measures already introduced for the reduction of unemployment. They will continue to promote the development of industrial training.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will pay special attention to the maintenance and improvement of performance in education, and will seek to ensure that the resources available are deployed in the best interest both of extending educational opportunity and of satisfying the productive needs of the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will also pay special attention to housing and the needs of inner city areas. Proposals arising from My Government’s review of housing policy will be brought before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will remain My Government’s aim to promote good working relationships within the National Health Service and to make the best use of the resources available to the Service for the benefit of patients and with due concern for the aspirations of those who work in it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will be an annual increase in pensions and other social security benefits in order to protect the living standards of the most vulnerable members of the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to attach high priority to safeguarding the interests of consumers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to restrict the payment of unemployment benefit for certain occupational pensioners; to determine the level of earnings at which retirement pension is affection; and to adjust the national insurance scheme in certain other respects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government, following their widespread consultations on transport, will bring before you proposals for developing a transport policy best suited to economic and social needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to remove unnecessary restrictions on the powers of the local authorities to undertake construction work by direct labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to provide for greater equality in average charges for unmeasured water supply between different water authorities in England and Wales. Proposals will be brought before you for strengthening the national organisation of the water industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to amend the criminal law, particularly in relation to conspiracy, and to improve its administration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to provide a comprehensive reform of patent law and enable ratification of international agreements, including the European Patent Convention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue their programme of law reform as opportunity permits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced relating to Scotland, including housing subsidies, reform of the law on marriage, and the introduction of an independent element in the procedure for handling complaints against the police.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In all their policies for social reform it will remain My Government’s aim to promote justice and equality for all the people of the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}