{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2004-christmas-broadcast/",
    "title": "Queen Elizabeth II – 2004 Christmas Broadcast",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Christmas Broadcast made by Queen Elizabeth II on 25 December 2004.",
    "content": [
        "Christmas is for most of us a time for a break from work, for family and friends, for presents, turkey and crackers. But we should not lose sight of the fact that these are traditional celebrations around a great religious festival, one of the most important in the Christian year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Religion and culture are much in the news these days, usually as sources of difference and conflict, rather than for bringing people together. But the irony is that every religion has something to say about tolerance and respecting others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For me as a Christian one of the most important of these teachings is contained in the parable of the Good Samaritan, when Jesus answers the question “who is my neighbour”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a timeless story of a victim of a mugging who was ignored by his own countrymen but helped by a foreigner – and a despised foreigner at that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The implication drawn by Jesus is clear. Everyone is our neighbour, no matter what race, creed or colour. The need to look after a fellow human being is far more important than any cultural or religious differences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Most of us have learned to acknowledge and respect the ways of other cultures and religions, but what matters even more is the way in which those from different backgrounds behave towards each other in everyday life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vitally important that we all should participate and cooperate for the sake of the wellbeing of the whole community. We have only to look around to recognise the benefits of this positive approach in business or local government, in sport, music and the arts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is certainly much more to be done and many challenges to be overcome. Discrimination still exists. Some people feel that their own beliefs are being threatened. Some are unhappy about unfamiliar cultures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They all need to be reassured that there is so much to be gained by reaching out to others; that diversity is indeed a strength and not a threat.  \nWe need also to realise that peaceful and steady progress in our society of differing cultures and heritage can be threatened at any moment by the actions of extremists at home or by events abroad. We can certainly never be complacent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there is every reason to be hopeful about the future. I certainly recognise that much has been achieved in my lifetime. I believe tolerance and fair play remain strong British values and we have so much to build on for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was for this reason that I particularly enjoyed a story I heard the other day about an overseas visitor to Britain who said the best part of his visit had been travelling from Heathrow into Central London on the tube.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "His British friends were, as you can imagine, somewhat surprised, particularly as the visitor had been to some of the great attractions of the country. What do you mean they asked?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because, he replied, I boarded the train just as the schools were coming out. At each stop children were getting on and off – they were of every ethnic and religious background, some with scarves or turbans, some talking quietly, others playing and occasionally misbehaving together – completely at ease and trusting one another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How lucky you are, said the visitor, to live in a country where your children can grow up this way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope they will be allowed to enjoy this happy companionship for the rest of their lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Happy Christmas to you all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}