{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1979-queens-speech/",
    "title": "Queen Elizabeth II – 1979 Queen’s Speech",
    "post_date": "April 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1979",
            "url": "/tag/1979/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Queen Elizabeth II in the House of Lords on 15 May 1979.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward with great pleasure to receiving the President of Kenya on a State Visit in June and to paying State Visits to Denmark this month and to Tanzania, Malawi, Botswana and Zambia in July. I also look forward to being present on the occasion of the Commonwealth Heads of Government meeting in Lusaka at the beginning of August.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will take steps to improve the security of the nation and to strengthen our contribution to the North Atlantic Alliance on which our defences are based. They will immediately restore and thereafter maintain the pay of Servicemen at the levels of their civilian counterparts. They will maintain the effectiveness of Britain’s nuclear deterrent. At the same time they will work for greater stability in East/West relations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They welcome the fact that progress is being made towards real measures of arms control and intend to play their part in this work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government affirm their strong commitment to the European Community. They intend to play a full and constructive part in its further development and enlargement, and in the co-ordination of the foreign policies of member States. They will seek to make significant improvements in the operation of the Common Agricultural Policy in the interests both of the United Kingdom and of the Community as a whole, and they will work for an agreement on a Common Fisheries Policy which takes account of the need to conserve stocks and the interests of our fishermen. They will press for a fairer pattern of budgetary and resource transfers in the European Economic Community. They welcome the development of the European Monetary System and will consider afresh the question of the participation of the United Kingdom in its various aspects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government confirm their commitment to the Commonwealth and the United Nations. They will play an active part in the peaceful and just settlements of disputes between nations. My Ministers will have regard to the need for trade with, and aid to, the developing countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every effort will be made to end the conflict in Rhodesia and to bring about a lasting settlement based on the democratic wishes of the people of that country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will fully cooperate in endeavours to achieve a just and comprehensive settlement in the Middle East and to bring peace to all the peoples of the region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will give priority in economic policy to controlling inflation through the pursuit of firm monetary and fiscal policies. By reducing the burden of direct taxation and restricting the claims of the public sector on the nation’s resources they will start to restore incentives, encourage efficiency and create a climate in which commerce and industry can flourish. In this way they will lay a secure basis for investment, productivity and increased employment in all parts of the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government intend to achieve a fair balance between the rights and duties of the trade union movement. They will encourage responsible pay bargaining and the wider participation of the great majority of members in the affairs of their unions. Legislation will be brought before you to amend the law on picketing and the closed shop, and to provide for financial aid for postal ballots.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will publish proposals for more effective competition and fair pricing policies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be brought forward to amend the Industry Act 1975 and to restrict the activities of the National Enterprise Board. Other proposals will reduce the extent of nationalised and State ownership and increase competition by providing offers of sale, including opportunities for employees to participate where appropriate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will stimulate the development of small businesses on which the creation of new jobs so heavily depends. Means will be sought to reduce the administrative burdens which are placed upon them, and they will also benefit from My Government’s general policies on taxation, industrial relations and related employment legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to amend company law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will seek to secure that United Kingdom agriculture and the food-processing and distributive industries have an opportunity to compete on fair terms and to make their full contribution to the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Northern Ireland, My Government will strive to restore peace and security and to promote the social and economic welfare of the Province. They will seek an acceptable way of restoring to the people of Northern Ireland more control over their own affairs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will propose the repeal of the Scotland Act 1978, and all-Party discussions will be held about the devolution of power from Westminster. Measures will be introduced to make reforms to criminal procedure and criminal justice in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will propose the repeal of the Wales Act 1978. They will give active support to the maintenance of the Welsh language and will seek an early start with Welsh broadcasting on the fourth television channel in Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government are committed to reinforcing respect for the law in all parts of the United Kingdom. They will give full support to the Police Service and will take steps to ensure that the law is enforced more effectively. They will support and improve the prison system and look forward to receiving the recommendations of the Committee of Inquiry into the Prison Services in the United Kingdom. Legislative proposals will be brought forward to strengthen the powers of the courts in England and Wales in relation to young offenders and juveniles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons will be given an opportunity to discuss and amend their procedures, particularly as they relate to their scrutiny of the work of Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will introduce measures on housing which will include provisions for local authority and new town tenants to have the right to buy their homes, a Tenants’ Charter for those who are local authority, new town and housing association tenants, and provisions to encourage short-term private lettings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to promote greater efficiency in local government, including regulation of the activities of local authority direct labour organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The quality of education will be maintained and improved. Legislation will be introduced to remove the compulsion on local authorities in England and Wales to reorganise their schools on comprehensive lines; and their freedom to take up places at independent schools will be restored. Legislation will be introduced to ensure that parents’ wishes are taken into account in the choice of schools for their children and that there is a local appeals system; it will also make provision for assistance to less well-off parents whose children would benefit from attendance at certain non-maintained schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to support the arts and will bring forward proposals to safeguard our national heritage of historic buildings and artistic treasures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Pensions, war pensions and other social security benefits will be increased in November, and legislation will be introduced to provide for the payment of a Christmas bonus to pensioners. Ways will be sought to simplify the operations of the social security system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will work to improve the use of resources in the National Health Service and to simplify its administration. A Bill will be introduced to facilitate the wider use of private medical care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced to amend the law on nationality and to make changes in the control of immigration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be brought before you for the future of broadcasting. A Bill will be introduced to extend the life of the Independent Broadcasting Authority, which will be given responsibility (subject to strict safeguards) for the fourth television channel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be introduced to replace the provisions of Section 2 of the Official Secrets Act 1911 with provisions appropriate to the present time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be brought forward to amend the law of contempt of court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will take steps to improve the quality of the administration of justice and to promote reform of the general law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}