{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1947-speech-on-becoming-21/",
    "title": "Queen Elizabeth II – 1947 Speech on Becoming 21",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1947",
            "url": "/tag/1947/"
        },
        {
            "text": "Queen Elizabeth II",
            "url": "/tag/queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Queen Elizabeth II (then Princess Elizabeth) in South Africa on 21 April 1947.",
    "content": [
        "On my twenty-first birthday I welcome the opportunity to speak to all the peoples of the British Commonwealth and Empire, wherever they live, whatever race they come from, and whatever language they speak.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me begin by saying ‘thank you’ to all the thousands of kind people who have sent me messages of good will. This is a happy day for me; but it is also one that brings serious thoughts, thoughts of life looming ahead with all its challenges and with all its opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At such a time it is a great help to know that there are multitudes of friends all round the world who are thinking of me and who wish me well. I am grateful and I am deeply moved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I speak to you today from Cape Town I am six thousand miles from the country where I was born. But I am certainly not six thousand miles from home. Everywhere I have travelled in these lovely lands of South Africa and Rhodesia my parents, my sister and I have been taken to the heart of their people and made to feel that we are just as much at home here as if we had lived among them all our lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the great privilege belonging to our place in the world-wide commonwealth – that there are homes ready to welcome us in every continent of the earth. Before I am much older I hope I shall come to know many of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although there is none of my father’s subjects from the oldest to the youngest whom I do not wish to greet, I am thinking especially today of all the young men and women who were born about the same time as myself and have grown up like me in terrible and glorious years of the second world war.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will you, the youth of the British family of nations, let me speak on my birthday as your representative? Now that we are coming to manhood and womanhood it is surely a great joy to us all to think that we shall be able to take some of the burden off the shoulders of our elders who have fought and worked and suffered to protect our childhood.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must not be daunted by the anxieties and hardships that the war has left behind for every nation of our commonwealth. We know that these things are the price we cheerfully undertook to pay for the high honour of standing alone, seven years ago, in defence of the liberty of the world. Let us say with Rupert Brooke: “Now God be thanked who has matched us with this hour”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure that you will see our difficulties, in the light that I see them, as the great opportunity for you and me. Most of you have read in the history books the proud saying of William Pitt that England had saved herself by her exertions and would save Europe by her example. But in our time we may say that the British Empire has saved the world first, and has now to save itself after the battle is won.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that is an even finer thing than was done in the days of Pitt; and it is for us, who have grown up in these years of danger and glory, to see that it is accomplished in the long years of peace that we all hope stretch ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we all go forward together with an unwavering faith, a high courage, and a quiet heart, we shall be able to make of this ancient commonwealth, which we all love so dearly, an even grander thing – more free, more prosperous, more happy and a more powerful influence for good in the world – than it has been in the greatest days of our forefathers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To accomplish that we must give nothing less than the whole of ourselves. There is a motto which has been borne by many of my ancestors – a noble motto, “I serve”. Those words were an inspiration to many bygone heirs to the Throne when they made their knightly dedication as they came to manhood. I cannot do quite as they did.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But through the inventions of science I can do what was not possible for any of them. I can make my solemn act of dedication with a whole Empire listening. I should like to make that dedication now. It is very simple.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I declare before you all that my whole life whether it be long or short shall be devoted to your service and the service of our great imperial family to which we all belong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I shall not have strength to carry out this resolution alone unless you join in it with me, as I now invite you to do: I know that your support will be unfailingly given. God help me to make good my vow, and God bless all of you who are willing to share in it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "*[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}