{
    "url": "https://www.ukpol.co.uk/queen-victoria-1890-queens-speech/",
    "title": "Queen Victoria – 1890 Queen’s Speech",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1890",
            "url": "/tag/1890/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 11 February 1890. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "[![queenvictoria](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria-213x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My relations with other Powers continue to be of a friendly character.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An armed force under a Portuguese officer was dispatched during the autumn from the Colony of Mozambique into territory where British settlements had been formed, and where there are native tribes who have been taken under my protection. A collision, attended with bloodshed, took place, and acts were committed inconsistent with the respect due to the flag of this country. The Portuguese Government have now, at my request, promised to withdraw their military forces from the territory in question.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Conference of the Powers interested in the suppression of the Slave Trade has been convoked at Brussels by the King of the Belgians. I earnestly hope that the results of its deliberations will advance the great cause for which it is assembled.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Commercial Convention has been concluded with the Khedive of Egypt, and a Provisional Arrangement for the adjustment of pressing fiscal questions has been made with the Government of Bulgaria.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Papers on all these questions will be presented to you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Convention concluded by me with the Emperor of Germany and the Republic of the United States with, respect to the Government of Samoa will be laid before you, together with the Protocols of the Conference; as also a Treaty which has been concluded with the United States for amending the Law of Extradition between the two countries. The latter instrument still awaits the ratification of the Senate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The disordered condition of Swaziland having rendered it necessary to make provision for the better government of that territory, the independence of which was recognised by the Convention of London, I have, acting in conjunction with the President of the South African Republic, sent a Commissioner to learn the views of the Swazis and of the white settlers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall await with lively interest the result of the Conference now being held to discuss the important question of the federation of the Australian Colonies. Any well-considered measure which, by bringing these great Colonies into closer union, will increase their welfare and strength, will receive my favourable consideration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The estimates of the year for defraying the cost of the Government of the country will be laid before you. They have been drawn with a due regard to economy and to the necessities of the public service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The continued improvement in the state of Ireland, and the further diminution in the amount of agrarian crime, have made it possible very largely to restrict the area in which it is necessary to deal with certain offences by summary process. Proposals for increasing under due financial precaution the number of occupying owners; for extending to Ireland the principles of local self-government which have already been adopted in England and Scotland, so far as they are applicable to that country; and for improving the material well-being of the population in the poorer districts, will be submitted to you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill for facilitating and cheapening the transfer of land in England will be again presented to you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Provisions will be submitted to you for diminishing the difficulty and cost which at present attend the passage of private legislation required for Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill for improving the procedure by which tithe is now levied, and for facilitating its redemption, will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have appointed a Commission to report upon the best means of improving the economic conditions which affect the inhabitants of some parts of the Western Highlands and Islands of Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Your attention will be invited again to a Bill for ascertaining the liability of employers in case of accidents, and to a measure for improving the procedure in winding up insolvent Companies under the Limited Liability Acts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will be laid before you Bills for the consolidation and amendment of the Laws with respect to public health in the Metropolis, and to the dwellings of the working classes; and also a Bill for the better regulation of savings banks and friendly societies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Your attention will be directed to the state of the accommodation now provided in camps and barracks, and you will be asked to make better provision for the distribution as well as for the health and comfort of my troops.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend you earnestly in the discharge of your high responsibility to the care and guidance of Almighty God.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}