{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2021-queens-speech/",
    "title": "Queen Elizabeth II – 2021 Queen’s Speech",
    "post_date": "May 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Queen's Speech",
            "url": "/tag/queens-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Queen’s Speech made in the House of Lords by HM Queen Elizabeth II on 11 May 2021.",
    "content": [
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government’s priority is to deliver a national recovery from the pandemic that makes the United Kingdom stronger, healthier and more prosperous than before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To achieve this, my Government will level up opportunities across all parts of the United Kingdom, supporting jobs, businesses and economic growth and addressing the impact of the pandemic on public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will protect the health of the nation, continuing the vaccination programme and providing additional funding to support the NHS. My Ministers will bring forward legislation to empower the NHS to innovate and embrace technology. Patients will receive more tailored and preventative care, closer to home. Measures will be brought forward to support the health and wellbeing of the nation, including to tackle obesity and improve mental health. Proposals on social care reform will be brought forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will build on the success of the vaccination programme to lead the world in life sciences, pioneering new treatments against diseases like cancer and securing jobs and investment across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will oversee the fastest ever increase in public funding for research and development and pass legislation to establish an advanced research agency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the unprecedented support provided to businesses during the pandemic, proposals will be brought forward to create and support jobs and improve regulation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will strengthen the economic ties across the union, investing in and improving national infrastructure. Proposals will be taken forward to transform connectivity by rail and bus and to extend 5G mobile coverage and gigabit capable broadband.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will support a lifetime skills guarantee to enable flexible access to high quality education and training throughout people’s lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced to ensure that support for businesses reflects the United Kingdom’s strategic interests and drives economic growth. Laws will simplify procurement in the public sector. Eight new freeports will create hubs for trade and help regenerate communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will ensure that the public finances are returned to a sustainable path once the economic recovery is secure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be brought forward to ensure that children have the best start in life, prioritising their early years. My Ministers will address lost learning during the pandemic and ensure every child has a high quality education and is able to fulfil their potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will help more people to own their own home whilst enhancing the rights of those who rent. Laws to modernise the planning system, so that more homes can be built, will be brought forward, along with measures to end the practice of ground rents for new leasehold properties. My Ministers will establish in law a new Building Safety Regulator to ensure that the tragedies of the past are never repeated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be brought forward to address racial and ethnic disparities and ban conversion therapy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will support the voluntary sector by reducing unnecessary bureaucracy and releasing additional funds for good causes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will invest in new green industries to create jobs, while protecting the environment. The United Kingdom is committed to achieving net zero greenhouse gas emissions by 2050 and will continue to lead the way internationally by hosting the COP26 Summit in Glasgow. Legislation will set binding environmental targets. Legislation will also be brought forward to ensure the United Kingdom has, and promotes, the highest standards of animal welfare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will strengthen and renew democracy and the constitution. Legislation will be introduced to ensure the integrity of elections, protect freedom of speech and restore the balance of power between the executive, legislature and the courts. My Ministers will promote the strength and integrity of the union. Measures will be brought forward to strengthen devolved Government in Northern Ireland and address the legacy of the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will introduce measures to increase the safety and security of its citizens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will increase sentences for the most serious and violent offenders and ensure the timely administration of justice. Proposals will be brought forward to address violence, including against women and girls, and to support victims. Measures will be brought forward to establish a fairer immigration system that strengthens the United Kingdom’s borders and deters criminals who facilitate dangerous and illegal journeys.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will lead the way in ensuring internet safety for all, especially for children, whilst harnessing the benefits of a free, open and secure internet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will provide our gallant Armed Forces with the biggest spending increase in thirty years, taking forward their programme of modernisation and reinforcing the United Kingdom’s commitment to NATO. My Ministers will honour and strengthen the Armed Forces Covenant, placing it in law. Measures will be introduced to provide National Insurance contribution relief for employers of veterans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to counter hostile activity by foreign states. My Ministers will implement the Integrated Review of Security, Defence, Development and Foreign Policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom will host the G7 Summit and lead the global effort to secure a robust economic recovery from the pandemic. My Ministers will deepen trade ties in the Gulf, Africa and the Indo-Pacific.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to provide aid where it has the greatest impact on reducing poverty and alleviating human suffering. My Government will uphold human rights and democracy across the world. It will take forward a global effort to get 40 million girls across the world into school.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}