{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1956-queens-speech/",
    "title": "Queen Elizabeth II – 1956 Queen’s Speech",
    "post_date": "April 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1956",
            "url": "/tag/1956/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Queen Elizabeth II in the House of Lords on 6 November 1956.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward with great pleasure to the visits which I shall pay with My Dear Husband to Portugal, France and Denmark. I am following with the closest interest the journey which My Husband is now making through many lands of the Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue their efforts to achieve, by all possible means, a prompt and just settlement of the many problems arising from the grave situation in the Middle East. To this end they will welcome the broadest measure of co-operation with the Commonwealth, with our Allies in the Atlantic Alliance and in Europe, and with those international agencies of which the United Kingdom is a member.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fortified by the unique advances in Parliamentary democracy and economic prosperity which the joint effort of the Commonwealth has already achieved, My Ministers will be concerned to further the progress and constitutional development of the territories for whose well-being they are responsible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced early in this Session to grant independence to the Gold Coast under the name of Ghana, and it is the intention of My Ministers that independence should take effect on 6th March, 1957. The Gold Coast Legislative Assembly have expressed the desire that Ghana should be an independent State within the Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Orders in Council will be laid before you to provide for the constitution of the new British Caribbean Federation and for the inclusion of a number of elected members in the Legislature of British Guiana.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers, while continuing to take the measures which are unhappily necessary to deal with terrorist activity in Cyprus, will spare no effort to find a solution to the problems of the Island, through a new and liberal Constitution which will safeguard the rights of all communities and the essential interests of this country and our Allies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will pursue their policy of adjusting the structure of My Forces and the organisation of home defence to changes in the world situation in the light of scientific and technical advances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is My Government’s intention to put forward during the present Session proposals for reforming the composition of the House of Lords.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to seek the collaboration of employers and workers in combining full employment. rising production and stable prices. They are convinced that the wisdom and experience of My People will be a powerful aid to them in this task.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be the aim of My Government to fortify the balance of payments and to extend oversea markets for our goods and services. My Ministers, while fostering the traditional and established Commonwealth preferential system, attach great importance to increasing and strengthening economic co-operation in Europe. To this end they are examining possible methods for creating in Europe an area within which restrictions on the free exchange of goods, other than foodstuffs, would be progressively removed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation, consistent with My Government’s international obligations, will be introduced to allow countervailing and anti-dumping duties to be imposed on imported goods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be laid before you to replace the existing emergency powers in respect of hire-purchase and hiring agreements and to regulate borrowing by hire-purchase finance companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Steps will be taken to continue the lending powers of the National Film Finance Corporation and to substitute a statutory levy on exhibitors for the present voluntary levy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to make it their aim to promote conditions which will enable the agricultural industry to maintain its progress in increasing efficiency and to achieve the maximum economic production from our land.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to continue financial assistance to, and to make further provision for modernising certain sections of the fishing fleet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be laid before you to give effect to proposals arising from the recent comprehensive review of the financial and economic position and prospects of the British Transport Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will proceed with a Bill to reorganise the electricity supply industry in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be introduced to provide a remedy for damage caused by subsidence resulting from coal mining.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have been reviewing the finance of local government including the incidence of the rate burden between different classes of property. Their conclusions will, in due course, be announced to Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be laid before you to amend the laws dealing with rent control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to revise Scottish housing subsidies and to facilitate the relief of congested local authority areas in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will bring forward proposals to amend the law of homicide and to limit the scope of capital punishment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers are resolved to maintain progress in improving social and working conditions, and you will be invited to approve a Bill to amend the law about the closing hours of shops and related matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be proposed to enable increases in the pay and allowances of members of the police, fire and probation services to be given retrospective effect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will press on with their plans for expanding facilities for technical education. They will also continue to give a high place in the building programme to new schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}