{
    "url": "https://www.ukpol.co.uk/queen-of-the-south-2020-apology-over-the-behaviour-of-george-galloway/",
    "title": "Queen of the South – 2020 Apology over the Behaviour of George Galloway",
    "post_date": "December 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Queen of the South",
            "url": "/tag/queen-of-the-south/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement of apology issued on 28 December 2020 by Queen of the South football club over the actions of George Galloway.",
    "content": [
        "Reflecting on our statement to the fans last night we realise that we should have given a fuller apology.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "George Galloway was granted permission to attend our game against Dundee when Dumfries and Galloway was in tier one and fans were being allowed back into matches. We however accept that we should’ve readdressed the decision once the rules changed and should’ve informed Mr Galloway that he could no longer attend the match.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We realise it was a total error of judgement and we should have been more considerate of our loyal supporters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We would again like to issue an unreserved apology to our fans and would like to reassure them that we fully accept and understand their anger. It was a genuine mistake that shouldn’t have been made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we navigate our way through some tough times both on and off the park your valued support is needed more than ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}