{
    "url": "https://www.ukpol.co.uk/queen-victoria-1895-queens-speech/",
    "title": "Queen Victoria – 1895 Queen’s Speech",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1895",
            "url": "/tag/1895/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 5 February 1895. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "[![queenvictoria](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria-213x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My relations with foreign Powers remain on a friendly and satisfactory footing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An Agreement has been concluded, after protracted negotiations, between my Government and that of the French Republic for the settlement of the frontier between my Colony of Sierra Leone and the neighbouring French possessions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I regret to say that the war between China and Japan still continues. I have maintained a close and cordial understanding with the Powers interested in those regions, and shall lose no favourable opportunity of promoting a peaceful termination of the contest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In consequence of reports which reached my Government of excesses committed by Turkish troops, regular or irregular, on Armenians in a district of Asia Minor, I thought it right, in conjunction with other Powers, to make representations to the Porte. The Sultan has declared his intention of severely punishing any of his officers or soldiers who have been guilty of such acts, and has sent a Commission to conduct an investigation on the spot. Delegates from the Powers which have Consuls at Erzeroum will accompany this Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Estimates for the year will be laid before you without delay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am happy to observe the striking fact that in Ireland offences of all kinds against the law have sunk during the past year to the lowest level hitherto marked in official records.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be submitted to you for remedying defects which experience has brought to light in the working of the Law of Landlord and Tenant in Ireland; and for dealing with certain evicted tenants, whose situation still constitutes a peril to social order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be presented to you dealing with the Church Establishment in Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will also be laid before you having for their object the popular control of the Liquor Traffic; the abolition of plural voting; and provision for the payment of the charges of the Returning Officers at elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Commission which I issued in 1893 to report on the best means of unifying the Government of the Metropolis has presented its Report, and a Bill will be laid before you founded on its recommendations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I regret that Agriculture continues in a seriously depressed condition. This subject is still under the consideration of the Commission which I appointed in the Autumn of 1893. In the meantime, a proposal will be submitted to you for facilitating the construction of Light Railways, a measure which will, I trust, be found beneficial to the rural districts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will also be presented for the promotion of conciliation in trade disputes, and for the amendment of the Factory Acts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will be asked to consider measures for the completion of the system of County Government in Scotland, and for further legislation in respect of the Crofter population in that country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your arduous and responsible labours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}