{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2020-christmas-broadcast/",
    "title": "Queen Elizabeth II – 2020 Christmas Broadcast",
    "post_date": "December 25, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Queen’s Christmas Broadcast from 25 December 2020.",
    "content": [
        "Every year we herald the coming of Christmas by turning on the lights. And light does more than create a festive mood —light brings hope.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For Christians, Jesus is ‘the light of the world’, but we can’t celebrate his birth today in quite the usual way. People of all faiths have been unable to gather as they would wish for their festivals, such as Passover, Easter, Eid, and Vaisakhi. But we need life to go on. Last month, fireworks lit up the sky around Windsor, as Hindus, Sikhs and Jains celebrated Diwali, the festival of lights, providing joyous moments of hope and unity — despite social distancing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Remarkably, a year that has necessarily kept people apart has, in many ways, brought us closer. Across the Commonwealth, my family and I have been inspired by stories of people volunteering in their communities, helping those in need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the United Kingdom and around the world, people have risen magnificently to the challenges of the year, and I am so proud and moved by this quiet, indomitable spirit. To our young people in particular I say thank you for the part you have played.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year, we celebrated International Nurses’ Day, on the 200th anniversary of the birth of Florence Nightingale. As with other nursing pioneers like Mary Seacole, Florence Nightingale shone a lamp of hope across the world. Today, our front-line services still shine that lamp for us – supported by the amazing achievements of modern science – and we owe them a debt of gratitude. We continue to be inspired by the kindness of strangers and draw comfort that – even on the darkest nights – there is hope in the new dawn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Jesus touched on this with the parable of the Good Samaritan. The man who is robbed and left at the roadside is saved by someone who did not share his religion or culture. This wonderful story of kindness is still as relevant today. Good Samaritans have emerged across society showing care and respect for all, regardless of gender, race or background, reminding us that each one of us is special and equal in the eyes of God.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The teachings of Christ have served as my inner light, as has the sense of purpose we can find in coming together to worship.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In November, we commemorated another hero – though nobody knows his name. The Tomb of the Unknown Warrior isn’t a large memorial, but everyone entering Westminster Abbey has to walk around his resting place, honouring this unnamed combatant of the First World War — a symbol of selfless duty and ultimate sacrifice. The Unknown Warrior was not exceptional. That’s the point. He represents millions like him who throughout our history have put the lives of others above their own, and will be doing so today. For me, this is a source of enduring hope in difficult and unpredictable times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, for many, this time of year will be tinged with sadness: some mourning the loss of those dear to them, and others missing friends and family-members distanced for safety, when all they’d really want for Christmas is a simple hug or a squeeze of the hand. If you are among them, you are not alone, and let me assure you of my thoughts and prayers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bible tells how a star appeared in the sky, its light guiding the shepherds and wise men to the scene of Jesus’s birth. Let the light of Christmas — the spirit of selflessness, love and above all hope — guide us in the times ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is in that spirit that I wish you a very happy Christmas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}