{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2016-christmas-broadcast/",
    "title": "Queen Elizabeth II – 2016 Christmas Broadcast",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Christmas Broadcast made by HM Queen Elizabeth II on 25 December 2016.",
    "content": [
        "There was a time when British Olympic medal winners became household names because there were so few of them. But the 67 medals at this year’s Games in Rio and 147 at the Paralympics meant that the GB medallists’ reception at Buckingham Palace was a crowded and happy event. Throughout the Commonwealth there were equally joyful celebrations. Grenada, the Bahamas, Jamaica and New Zealand won more medals per head of population than any other countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of this year’s winners spoke of being inspired by athletes of previous generations. Inspiration fed their aspiration; and having discovered abilities they scarcely knew they had, these athletes are now inspiring others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A few months ago, I saw inspiration of a different kind when I opened the new Cambridge base of the East Anglian Air Ambulance, where Prince William works as a helicopter pilot. It was not hard to be moved by the dedication of the highly skilled doctors, paramedics and crew, who are called-out on average five times a day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But to be inspirational you don’t have to save lives or win medals. I often draw strength from meeting ordinary people doing extraordinary things: volunteers, carers, community organisers and good neighbours; unsung heroes whose quiet dedication makes them special.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are an inspiration to those who know them, and their lives frequently embody a truth expressed by Mother Teresa, from this year Saint Teresa of Calcutta. She once said, “Not all of us can do great things. But we can do small things with great love.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This has been the experience of two remarkable organisations, The Duke of Edinburgh’s Award and the Prince’s Trust, which are sixty and forty years old this year. These started as small initiatives but have grown beyond any expectations, and continue to transform young people’s lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To mark my 90th birthday, volunteers and supporters of the six hundred charities of which I have been patron came to a lunch in The Mall. Many of these organisations are modest in size but inspire me with the work they do. From giving friendship and support to our veterans, the elderly or the bereaved; to championing music and dance; providing animal welfare; or protecting our fields and forests, their selfless devotion and generosity of spirit is an example to us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When people face a challenge they sometimes talk about taking a deep breath to find courage or strength. In fact, the word ‘inspire’ literally means ‘to breathe in’. But even with the inspiration of others, it’s understandable that we sometimes think the world’s problems are so big that we can do little to help. On our own, we cannot end wars or wipe out injustice, but the cumulative impact of thousands of small acts of goodness can be bigger than we imagine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At Christmas, our attention is drawn to the birth of a baby some two thousand years ago. It was the humblest of beginnings, and his parents, Joseph and Mary, did not think they were important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Jesus Christ lived obscurely for most of his life, and never travelled far. He was maligned and rejected by many, though he had done no wrong. And yet, billions of people now follow his teaching and find in him the guiding light for their lives. I am one of them because Christ’s example helps me see the value of doing small things with great love, whoever does them and whatever they themselves believe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The message of Christmas reminds us that inspiration is a gift to be given as well as received, and that love begins small but always grows.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish you all a very happy Christmas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}