{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2020-commonwealth-day-message/",
    "title": "Queen Elizabeth II – 2020 Commonwealth Day Message",
    "post_date": "April 6, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of HM Queen Elizabeth II’s Commonwealth Day Message on 9 March 2020.",
    "content": [
        "On Commonwealth occasions, it is always inspiring to be reminded of the diversity of the people and countries that make up our worldwide family. We are made aware of the many associations and influences that combine through Commonwealth connection, helping us to imagine and deliver a common future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is particularly striking when we see people from nations, large and small, gathering for the Commonwealth Games, for meetings of Commonwealth governments, and on Commonwealth Day. Such a blend of traditions serves to make us stronger, individually and collectively, by providing the ingredients needed for social, political and economic resilience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout my life, I have had the opportunity to see and hear how membership of the Commonwealth family means so much to those living in all parts of the world, often in places that are quite remote. Advances in technology and modern media have now enabled many more people to witness and enjoy – with remarkable immediacy – this experience of Commonwealth connection, in areas such as education, medicine and conservation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking to the future, this connectivity means we are also aware, perhaps as never before, that wherever we live, our choices and actions affect the well-being of people and communities living far away, and in very different circumstances. For many, this awareness awakens a desire to employ our planet’s natural resources with greater care, and it is encouraging to see how the countries of the Commonwealth continue to devise new ways of working together to achieve prosperity, whilst protecting our planet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As members of this very special community, on this Commonwealth Day, I hope that the people and countries of the Commonwealth will be inspired by all that we share, and move forward with fresh resolve to enhance the Commonwealth’s influence for good in our world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "ELIZABETH R\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}