{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1960-christmas-broadcast/",
    "title": "Queen Elizabeth II – 1960 Christmas Broadcast",
    "post_date": "September 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1960",
            "url": "/tag/1960/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Christmas Broadcast made by HM Queen Elizabeth II on 25 December 1960.",
    "content": [
        "I am glad at Christmas time to have this opportunity of speaking directly to all the peoples of the Commonwealth and of sending you my good wishes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My husband and our children, together with the other members of our family, join me in wishing every one of you a happy Christmas and a prosperous new year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I make no excuse for telling you once again that the kind messages which reach us from all over the world at this season give us great pleasure and encouragement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year I was delighted to get so many when my second son was born. The telegrams and letters which came flooding in at that time made me feel very close to all the family groups throughout the Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is this feeling of personal association which gives the peoples of the Commonwealth countries that special relationship, one to another, which others find so difficult to understand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is because of this that my husband and I are so greatly looking forward to our visits to India and Pakistan early next year and later on to Ghana, Sierra Leone and the Gambia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By no stretch of the imagination can 1960 be described as a happy or successful year for mankind. Arguments and strained relations, as well as natural disasters, have all helped to produce an atmosphere of tension and uncertainty all over the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although the causes are beyond the control of individuals, we can at least influence the future by our everyday behaviour. It is at times of change, disorder and uncertainty that we should cling most strongly to all those principles which we know to be right and good.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Civilisation as we know it, or would like it to be, depends upon a constant striving towards better things. In times of stress, such as we are living through, only a determined effort by men and women of good will everywhere can halt and reverse a growing tendency towards violence and disintegration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite the difficulties there are encouraging signs. For instance in Africa, Nigeria has gone through the process of achieving full self-government in peace and good will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This great nation of thirty million people has decided to remain a member of our Commonwealth and I know that her influence will be most valuable as the future unfolds in other parts of Africa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then, again, co-operation between Commonwealth countries grows every year and the understanding and mutual appreciation which is developing at the same time is one of the really bright spots in the world today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although the contribution which any one person can make is small, it is real and important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether you live in one of the rapidly developing countries of the Commonwealth or whether you find yourself in one of the older countries, the work of mutual help and the increase of mutual understanding cannot fail to be personally satisfying and of real service to the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May the months ahead bring you joy and the peace and happiness which we so much desire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Happy Christmas. God bless you all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}