{
    "url": "https://www.ukpol.co.uk/queen-victoria-1871-queens-speech/",
    "title": "Queen Victoria – 1871 Queen’s Speech",
    "post_date": "May 31, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1871",
            "url": "/tag/1871/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 9 February 1871. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "AT an epoch of such moment to the future fortunes of Europe, I am especially desirous to avail myself of your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The war which broke out, in the month of July, between France and Germany, has raged, until within the last few days, with unintermitted and ​ likewise with unexampled force: and its ravages may be renewed, after but a few days more, unless moderation and forethought, prevailing over all impediments, shall sway the councils of both the parties, whose well-being is so vitally concerned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the time when you separated, I promised a constant attention to the subject of neutral obligations; and I undertook to use my best endeavours to prevent the enlargement of the area of the war, and to contribute, if opportunity should offer, to the restoration of an early and honourable peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In accordance with the first of these declarations, I have maintained the rights and strictly discharged the duties of neutrality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The sphere of the war has not been extended beyond the two countries originally engaged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cherishing with care the cordiality of my relations with each belligerent, I have forborne from whatever might have been construed as gratuitous or unwarranted interference between parties, neither of whom had shown a readiness to propose terms of accommodation such as to bear promise of acceptance by the other.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been enabled, on more than one occasion, to contribute towards placing the Representatives of the two contending countries in confidential communication: but, until famine compelled the surrender of Paris, no further result had been obtained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Armistice now being employed for the Convocation of an Assembly in France, has brought about a pause in the constant accumulation, on both sides, of human suffering; and ​ has rekindled the hope of a complete accommodation. I pray that this suspension may result in a Peace compatible, for the two great and brave nations involved, with security and with honour, and likely therefore to command the approval of Europe, and to give reasonable hopes of a long duration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has been with concern that I have found myself unable to accredit My Ambassador in a formal manner to the Government of Defence, which has subsisted in France since the revolution of September; but neither the harmony nor the efficiency of the correspondence of the two States has been in the smallest degree impaired.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The King of Prussia has accepted the title of Emperor of Germany at the instance of the chief authorities of the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have offered My congratulations on an event, which bears testimony to the solidity and independence of Germany, and which, I trust, may be found conducive to the stability of the European system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have endeavoured, in correspondence with other Powers of Europe, to uphold the sanctity of Treaties, and to remove any misapprehension as to the binding character of their obligations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was agreed by the Powers, which had been parties to the Treaty of 1856, that a Conference should meet in London. This Conference has now been for some time engaged in its labours; and I confidently trust that the result of its deliberations will be to uphold both the principles of public right and the general policy of the Treaty, and, at the same time, by the revision of some of its conditions ​ in a fair and conciliatory spirit, to exhibit a cordial co-operation among the Powers with regard to the Levant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I greatly regret that my earnest efforts have failed to procure the presence at the Conference of any Representative of France, which was one of the chief parties to the Treaty of 1856, and which must ever be regarded as a principal and indispensable Member of the great Commonwealth of Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At different times, several questions of importance have arisen, which are not yet adjusted, and which materially affect the relations between the United States and the territories and people of British North America. One of them in particular, which concerns the Fisheries, calls for early settlement; lest the possible indiscretion of individuals should impair the neighbourly understanding, which it is on all grounds so desirable to cherish and maintain. I have therefore engaged in amicable communications with the President of the United States. In order to determine the most convenient mode of treatment for these matters, I have suggested the appointment of a joint Commission; and I have agreed to a proposal of the President, that this Commission shall be authorized at the same time, and in the same manner, to resume the consideration of the American claims growing out of the circumstances of the late war. This arrangement will, by common consent, include all claims for compensation which have been, or may be made by each Government, or by its citizens, upon the other.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The establishment of a Prince of the House of Savoy on the Throne of Spain, by the free choice of the popularly-elected representatives of the ​ Spanish nation, will, I trust, insure for a country which has passed with so much temperance and self-control through a prolonged and trying crisis, the blessings of a stable Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am unhappily not able to state that the inquiry which was instituted by the Government of Greece into the history of the shocking murders perpetrated during the last spring at Dilessi has reached a termination answerable in all respects to My just expectations, but I shall not desist from My endeavours to secure the complete attainment of the objects of the inquiry. Some valuable results, however, have in the meantime been obtained, for the exposure and the repression of a lawless and corrupting system, which has too long afflicted the Greek Peninsula.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The anxiety which the massacre at Tien-tsin on the 21st of June last called forth has happily been dispelled; and while it will be My earnest endeavour to provide for the security of My Subjects and their trade in those remote quarters, I count on your concurrence in the policy that I have adopted of recognizing the Chinese Government as entitled to be dealt with in its relations with this country in a conciliatory and forbearing spirit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Parliamentary recess has been one of anxious interest in regard to foreign affairs. But I rejoice to acquaint you that my relations are, as heretofore, those of friendship and good understanding with the Sovereigns and States of the civilized world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Papers illustrative of the conduct of My Government in relation to the several matters, on which I have now summarily touched, will be duly laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​In turning to domestic affairs, I have first to inform you that I have approved of a marriage between my daughter Princess Louise and the Marquis of Lorne, and I have declared my consent to this union in Council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The revenue of the country flourishes, and the condition of trade and industry may, though with partial drawbacks, be declared satisfactory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The estimates for the coming year will be promptly laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The lessons of military experience afforded by the present war have been numerous and important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The time appears appropriate for turning such lessons to account by efforts more decisive than heretofore at practical improvement. In attempting this you will not fail to bear in mind the special features in the position of this country, so favourable to the freedom and security of the people, and if the changes from a less to a more effective and elastic system of defensive military preparation shall be found to involve, at least for a time, an increase of various charges, your prudence and patriotism will not grudge the cost, as long as you are satisfied that the end is important, and the means judicious. No time will be lost in laying before you a Bill for the better regulation of the army and the auxiliary land forces of the Crown, and I hardly need commend it to your anxious and impartial consideration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I trust that the powerful interest at present attaching to affairs abroad, and to military questions, will not greatly abate the energy with which ​ you have heretofore applied yourselves to the work of general improvement in our domestic legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend anew to your attention several measures on subjects which I desired to be brought before you during the last Session of Parliament, but which the time remaining at your disposal, after you had dealt with the principal subjects of the year, was not found sufficient to carry to a final issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I refer especially to the Bills on Religious Tests in the Universities of Oxford and Cambridge, on Ecclesiastical Titles, on the Disabilities of Trade Combinations, on the Courts of Justice and Appeal, on the Adjustment of Local Burdens, and on the Licensing of Houses for the Sale of Intoxicating Liquors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The inquiry made by a Committee of the Commons House being now complete, a measure will be placed before you on an early day for the establishment of Secret Voting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A proposal is anxiously expected in Scotland for the adjustment of the question of primary education. With reference to the training of the young in schools on a national scale and basis, that portion of the country has especial claims on the favourable consideration of Parliament: and I trust the year may not pass by without your having disposed of this question by the enactment of a just and effective law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The condition of Ireland with reference to agrarian crime has, in general, afforded a gratifying contrast with the state of that island in the preceding winter; but there have been painful though very partial exceptions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​To secure the best results for the great measures of the two last Sessions which have so recently passed into operation, and which involve such direct and pressing claims upon the attention of all classes of the community, a period of calm is to be desired; and I have thought it wise to refrain from suggesting to you at the present juncture the discussion of any political question likely to become the subject of new and serious controversy in that country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The burdens devolving upon you as the great Council of the nation, and of this ancient and extended Empire, are, and must long continue to be, weighty. But you labour for a country whose laws and institutions have stood the test of time, and whose people, earnestly attached to them, and desiring their continuance, will unite with their Sovereign in invoking upon all your designs the favour and aid of the Most High.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}