{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1963-queens-speech/",
    "title": "Queen Elizabeth II – 1963 Queen’s Speech",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1963",
            "url": "/tag/1963/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made on behalf of HM Queen Elizabeth II in the House of Lords on 24 October 1963. The speech was actually delivered by the Lord High Chancellor due to HM Queen’s pregnancy.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was a great joy to My Husband and to Me to visit Australia and New Zealand again and to see the splendid progress made since our previous visit 10 years ago. On my outward journey I was able to spend a short time in Fiji.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Husband and I were glad to welcome the King and Queen of the Belgians, the King and Queen of the Hellenes, and the President of India on their visits to this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have maintained their support for the United Nations and its Agencies and have worked for the achievement of the aims expressed in the United Nations Charter. In the pursuit of general and complete disarmament they have been encouraged by the Treaty banning nuclear tests in the atmosphere, in outer space and under water which has now entered into force. They hope that this agreement will be followed by others helping to reduce international tension.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have continued to play an active part in the international organisations of which the United Kingdom is a member. My Armed Forces, and the regional defence organisations to which the United Kingdom belongs, have helped to maintain peace and stability in many parts of the world. My Government were quick to respond to India’s request for assistance to help to meet Chinese attacks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government deeply regretted the interruption of the negotiations for the accession of the United Kingdom to the Treaties of Paris and Rome. They have continued to work for a wider European unity. They have proposed that the work of the Western European Union and the Council of Europe should be further developed, and have continued their efforts to strengthen the European Free Trade Association.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government joined with the Government of the Federation of Rhodesia and Nyasaland, the Governments of Southern and Northern Rhodesia and observers from the Government of Nyasaland in a Conference on the dissolution of the Federation. There was full agreement that arrangements should be made for the orderly and speedy transfer of Federal responsibilities to the territorial Governments. The necessary enabling legislation has been passed. A date has been announced for the proposed independence of Nyasaland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government welcomed the achievement of independence by North Borneo (now named Sabah), Sarawak and Singapore when they joined the States of the Federation of Malaya in Malaysia. My Government particularly welcomed the Report by the Secretary-General of the United Nations confirming that popular support for Malaysia existed in Sabah and Sarawak.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Agreements have been reached on constitutional advance in the Bahamas, British Honduras and the Gambia, and My Government have outlined the form which they consider the new Swaziland Constitution should take. Dates for the proposed independence of Kenya, Malta and Zanzibar have been announced. Aden has acceded to the Federation of South Arabia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have continued to work through the General Agreement on Tariffs and Trade for the freer flow of international trade with particular regard for the needs of the developing countries. The power of the Commonwealth Development Corporation to invest in some Commonwealth countries has been extended.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Treaty of Commerce Establishment and Navigation between the United Kingdom and Japan has entered in force.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank you for the provision which you have made for the public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through their fiscal, monetary and other economic policies, My Government have laid the foundations for a faster rate of economic expansion and growth in real incomes. They have participated in the work of the National Economic Development Council and have welcomed the important contribution of the National Incomes Commission to this objective. A wide range of special measures has been taken to stimulate employment in Scotland, North-East England and in the development districts in other parts of the country. Steps have been taken to increase considerably the facilities for the retraining in building and engineering of workers displaced by industrial change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The strength of sterling has been maintained and My Government have continued to play a leading part in the growing international co-operation on monetary affairs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An Act has been passed enabling hereditary peerages to be disclaimed and admitting hereditary peeresses and all Scottish peers to the House of Lords.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have announced their intention to adapt the agricultural support system to present needs within the principles of the Agriculture Acts of 1947 and 1957. They are engaged in consultations on measures to secure greater stability in the market for cereals and fatstock. Several forms of new or improved assistance to agriculture have been provided. My Government have taken steps to secure freedom to extend United Kingdom fishing limits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A further large expansion of the teacher training colleges has been undertaken. Support for advanced study and scientific research in the universities is increasing substantially with the growth of Exchequer grants through the University Grants Committee, and has been further increased by extra assistance from the Research Councils. An Act has been passed to provide means of determining teachers’ salaries in England and Wales until 1965.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Plans for the development of the health and welfare services of local authorities in England and Wales have been laid before you. Measures have been enacted to promote the welfare of children and to secure the health, safety and welfare of persons employed in shops and offices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Acts have been passed to reorganise local government in Greater London and to provide for the comprehensive management of the water resources of England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation has prescribed minimum periods of notice for the termination of employment and has required employers to provide written statements of terms of employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The period for which the Independent Television Authority provide television services has been extended to 1976 and the powers and duties of the Authority have been amended.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation has been passed improving the law relating to criminal justice in Scotland, revising the arrangements for paying grants to Scottish local authorities and amending the law relating to education in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Consumer Council has been established, the Weights and Measures legislation has been modernised and extended, and an Act has been passed to regulate the soliciting of deposits from the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An Act has been passed increasing substantially the penalties for provoking disorder in public places or at public meetings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "War pensions and the pensions of retired public servants have been increased, pensions and other benefits under the National Insurance and Industrial Injuries Schemes have been raised and national assistance scales have been improved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may attend you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}