{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1974-queens-speech/",
    "title": "Queen Elizabeth II – 1974 Queen’s Speech",
    "post_date": "April 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 29 October 1974.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Husband and I look forward with pleasure to our visits to Bermuda, Barbados, Bahamas, Mexico, Hong Kong, Japan; and to the meeting of Commonwealth heads of government in Jamaica.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will give their full support to international efforts to solve the world-wide problem of inflation and will play a full part in international discussions to solve the problems created by higher oil prices. They will continue the policy of strengthening the United Nations, its agencies and other international institutions dedicated to the peaceful settlement of disputes, the promotion of human rights, the rule of law and the improvement of the quality of life. In the effort needed to deal with world problems, they attach high importance to the Commonwealth association.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will energetically continue their renegotiation of the terms of the United Kingdom’s membership of the European Economic Community. Within twelve months the British people will be given the opportunity to decide whether, in the light of the outcome of the negotiations, this country should retain its membership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government recognise the economic problems confronting developing countries, and will seek to increase the provision of aid. They will promote international efforts to establish a more liberal pattern of trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to support the search for a just and lasting peace in the Middle East and to work for a satisfactory solution to the problems of Cyprus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will oppose racial discrimination at home and abroad. In Rhodesia, they will agree to no settlement which is not supported by the African people of that country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to give full support to the maintenance of the North Atlantic Alliance. They will regard the North Atlantic Treaty Organisation as an instrument of détente as well as of defence. In consultation with their allies and in the light of a searching review of our defence commitments and forces they will ensure the maintenance of a modern and effective defence system while reducing its cost as a proportion of our national resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will support the policy of détente between East and West. They will continue to play a full part in international efforts to achieve general disarmament and to prevent the spread of nuclear weapons. They will participate fully in the negotiations for force reductions in Central Europe and in the Conference on Security and Co-operation in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to work for a political solution in Northern Ireland. The proposed Constitutional Convention will provide a means by which those elected to it can consider what provision for the government of Northern Ireland is likely to command the most widespread acceptance throughout the community; any solution must, if it is to work, provide for some form of genuine power-sharing and participation by both communities in the direction of affairs in Northern Ireland. My Ministers will continue to act decisively against terrorism and lawlessness. They attach particular importance to co-operation with the Government of the Republic of Ireland in the field of security and in other matters of mutual interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At home, My Government, in view of the gravity of the economic situation, will as its most urgent task seek the fulfilment of the social contract as an essential element in its strategy for curbing inflation, reducing the balance of payments deficit, encouraging industrial investment, maintaining employment, particularly in the older industrial areas, and promoting social and economic justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The use of subsidies to keep down prices of certain foods will be continued. Further measures for the protection of consumers will be brought forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will pursue their aim of achieving a fair redistribution of income and wealth. A measure will be brought before you for the introduction of a tax on capital transfers. My Ministers will propose the establishment of a Select Committee to examine the form which a wealth tax might take.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be placed before you to amend the Trade Union and Labour Relations Act 1974; and to establish the Conciliation and Arbitration Service on a statutory basis and to protect and improve working conditions generally. Proposals will be brought forward to tackle the abuses of the lump as a step towards creating a stable workforce in the construction industry. My Ministers will publish proposals to ensure comprehensive safeguards for employment in the docks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government attach major importance to a general improvement in social security benefits in the interests of social justice. Measures will be introduced to increase existing social security benefits, including family allowances; to make additional provision for the disabled; to pay a Christmas bonus; and to set up a new earnings-related pension scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within available resources, My Government will continue to maintain and improve the National Health Service and, following consultations, will introduce proposals on democracy in the Service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government’s education policy will continue to give priority to areas of greatest need and to children with special difficulties. Particular attention will be given to the development of a fully comprehensive system of secondary education and to nursery education. A Bill will be introduced to provide Public Lending Rights for authors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will energetically pursue their policies for encouraging local authorities and housing associations to provide more homes to rent and to develop their programmes for improving existing homes, particularly in the areas of greatest stress. They will take action to secure a stable and adequate flow of mortgages. Bills will be laid before you to reform the law relating to rents and housing subsidies in England and Wales and in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to enable land required for development to be taken into community ownership and to tax realisations of development value.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers recognise the value to the nation of expanding domestic food production economically and efficiently, and will continue their discussions with the farming industry to this end.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to pursue a comprehensive energy policy which makes the fullest economic use of United Kingdom coal, oil and natural gas and experience in nuclear technology, and to encourage energy conservation. Legislation will be introduced to regulate further the development of off-shore petroleum; to establish a British National Oil Corporation with rights to participate in this development; to ensure that the community receives a fair share of the profits: and to provide for the acquisition of oil sites in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers wish to encourage industrial investment and expansion within vigorous and profitable public and private sectors of industry. For this purpose, legislation will be introduced to provide for the establishment of planning agreements and a National Enterprise Board; and to enable the shipbuilding and aircraft industries to be taken into public ownership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to provide additional protection for policy-holders of insurance companies, and for people booking overseas holidays and travel who suffer loss as a result of the failure of travel organisers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will urgently prepare for the implementation of the decision to set up directly elected assemblies in Scotland and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will be introduced to provide for the establishment of Development Agencies in Scotland and in Wales. Other proposals relating to Scotland will include measures on local government and summary jurisdiction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought before you with the aim of ending sex discrimination.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to reform the law relating to the adoption, guardianship and fostering of children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced to improve the law and the administration of justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An early opportunity will be given for you to consider whether your proceedings should be broadcast.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}