{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1986-queens-speech/",
    "title": "Queen Elizabeth II – 1986 Queen’s Speech",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by HM Queen Elizabeth II in the House of Lords on 12 November 1986.",
    "content": [
        "My Lords, and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward with much pleasure to receiving His Majesty King Fand of Saudi Arabia and His Majesty King Hassan of Morocco on State visits during the next twelve months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also look forward to visiting Berlin in May during that city’s 750th anniversary year and to being present on the occasion of the Commonwealth Head of Government Meeting in Canada.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to attach the highest importance to national security and to preserving peace with freedom and justice. They will maintain the United Kingdom’s own defences and play an active part in the Atlantic Alliance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will work for new agreements on arms control and disarmament. They will seek greater co-operation and trust between East and West and work for progress at the Vienna Review Conference on Security and Co-operation in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will hold the Presidency of the Council of Ministers of the European Community until the end of this year. Within the Community they will work to promote enterprise and employment; to remove barriers to internal trade; for improvements in world trade rules; and for continuing reform of the Common Agricultural Policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will honour their commitments to the people of the Falkland Islands while continuing to seek more normal relations with Argentina. They will discharge their obligations to the people of Hong Kong and will work closely with the Chinese Government to carry out the SinoBritish Joint Declaration. They will stand by their commitment to the people of Gibraltar.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to work for peaceful and fundamental change in South Africa, in consultation with their partners in the European Community and with the Commonwealth. They will support Namibian independence. They will look for solutions to the problems of the Middle East. They will support attempts to achieve settlements in Afghanistan, in Cambodia, in Cyprus and in Central America.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will make vigorous efforts to combat international terrorism and trafficking in drugs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will play a constructive role in the Commonwealth and at the United Nations. They will maintain a substantial aid programme, play their part in the relief of famine and other natural disasters and encourage investment in the developing countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the Public Service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government’s firm monetary and fiscal policies will continue to restrain inflation and foster the conditions for further sustained economic growth. Within that framework, my Government will continue to promote enterprise, the growth of employment and the education and training of young people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will maintain firm control of public expenditure, so that it may continue to fall as a proportion of the Nation’s income and permit further reductions in the burden of taxation. Consistently with this, my Government will continue to seek better value for money in public spending, so that vital services may be further improved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Action will be taken to further privatisation, both to improve economic efficiency and to encourage wider share ownership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to improve the system for the supervision of banks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be brought forward to improve the working of criminal justice, to implement certain recommendations made by the Committee on Fraud Trials and to make further provision for the confiscation of the proceeds of crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be proposed to promote further competition in order to secure greater efficiency in the provision of local authorities’ services and to improve the basis for the payment of rate support grant in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought before you to repeal the Remuneration of Teachers Act 1965 and to introduce new arrangements to settle schoolteachers’ pay, duties and conditions of service within the resources available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to extend the rights of people living in privately owned flats in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to facilitate the conservation and management of the Norfolk and Suffolk Broads.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to provide further financial assistance to support the coal industry’s progress to commercial viability and to enable fair representation of the workforce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be proposed to bring up to date the arrangements regulating oil and gas installations and operations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be brought forward further to reform family law in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to modify the system for the control of fire risks and to make further provision for safety at sports grounds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For Scotland, Bills will be introduced to abolish domestic rates, to reform the enforcement of debts due under court orders, and to make various improvements to criminal justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue through the Anglo-Irish Agreement to co-operate with the Government of the Republic of Ireland. They will encourage elected representatives in Northern Ireland to search for an agreed basis for the return to a devolved administration. They will continue to encourage economic and industrial development. A Bill will be introduced to amend Northern Ireland legislation against terrorism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be proposed to reform the administration of marine pilotage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will again be brought before you to enable construction of a Channel Tunnel. A Bill will be introduced to authorise the construction of a third crossing of the Thames at Dartford.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be proposed to strengthen the law on consumer protection.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}