{
    "url": "https://www.ukpol.co.uk/queen-victoria-1872-queens-speech/",
    "title": "Queen Victoria – 1872 Queen’s Speech",
    "post_date": "May 31, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1872",
            "url": "/tag/1872/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 2 February 1872. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I avail myself of the opportunity afforded by your re-assembling for the discharge of your momentous duties to renew the expression of my thankfulness to the Almighty for the deliverance of my dear son the Prince of Wales from the most imminent danger, and of my lively recollection of the profound and universal sympathy shown by my loyal people during the period of anxiety and trial.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I propose that on Tuesday the 27th instant, conformably to the good and becoming usage of former days, the blessing thus received shall be acknowledged on behalf of the nation by a Thanksgiving in the Metropolitan Cathedral. At this celebration it is my desire and hope to be present.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Directions have been given to provide the necessary accommodation for the Members of the two Houses of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The assurances of friendship, which I receive from Foreign Powers, continue to be in all respects satisfactory. I need hardly assure you that my endeavours will at all times be steadily directed to the maintenance of these friendly relations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Slave Trade, and practices scarcely to be distinguished from Slave Trading, still pursued in more than one quarter of the world, continue to attract the attention of my Government. In the South Sea Islands the name of the British Empire is even now dishonoured by the connexion of some of my subjects with these nefarious practices; and in one of them the murder of an exemplary Prelate has cast fresh light upon some of their baleful consequences. A Bill will be ​ presented to you for the purpose of facilitating the trial of offences of this class in Australasia; and endeavours will be made to increase, in other forms, the means of counteraction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Various communications have passed between my Government and the Government of France on the subject of the Commercial Treaty concluded in 1860. From a divergence in the views respectively entertained in relation to the value of Protective Laws, this correspondence has not brought about any agreement to modify that important Convention. On both sides, however, there has been uniformly declared an earnest desire that nothing shall occur to impair the cordiality which has long prevailed between the two nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Papers relating to these subjects will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Arbitrators appointed pursuant to the Treaty of Washington, for the purpose of amicably settling certain claims known as the “Alabama” claims, have held their first meeting at Geneva.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cases have been laid before the Arbitrators on behalf of each party to the Treaty. In the Case so submitted on behalf of the United States large claims have been included which are understood on my part not to be within the province of the Arbitrators. On this subject I have caused a friendly communication to be made to the Government of the United States.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Emperor of Germany has undertaken to arbitrate on the San Juan Water Boundary; and the Cases of the two Governments have been presented to His Imperial Majesty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​The Commission at Washington has been appointed, and is in session. The provisions of the Treaty which require the consent of the Parliament of Canada await its assembling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to domestic affairs, I have to apprise you that, with very few exceptions, Ireland has been free from serious crime. Trade in that part of the United Kingdom is active, and the advance of agricultural industry is remarkable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am able also to congratulate you, so far as present experience allows a judgment to be passed, upon the perceptible diminution of the number both of the graver crimes, and of habitual criminals, in Great Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The principal Estimates for the coming year have been prepared. They will at once be laid before you; and I trust that you will find them suitable to the circumstances of the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The state of the Revenue affords favourable indications of the demand for employment and the general condition of the people; indications which are corroborated by a decline of pauperism not inconsiderable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Your attention will be invited to several measures of acknowledged national interest. Among these there will be Bills for the improvement of Public Education in Scotland, for the regulation of Mines, for the amendment of what is known as the Licensing system, and in relation to the Superior Courts of Justice and Appeal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In particular, a Bill, having for its main object the establishment of ​ Secret Voting, together with a measure relating to corrupt practices at Parliamentary Elections, will be immediately presented to you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Several measures of administrative improvement for Ireland will also be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will likewise be laid before you Legislative Provisions founded on the Report of the Sanitary Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You, my Lords and Gentlemen, will, I am confident, again apply your well-known assiduity to that work of legislation which, from the increasing-exigencies of modern society, still seems to grow upon your hands. And I shall continue to rely, under Divine Providence, alike on the loyalty of my people, and on your energy and wisdom, to sustain the constant efforts of the Crown to discharge the duties, to uphold the rights, and to defend the honour of the Empire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}