{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1991-queens-speech/",
    "title": "Queen Elizabeth II – 1991 Queen’s Speech",
    "post_date": "April 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1991",
            "url": "/tag/1991/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 31 October 1991.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to visiting Australia in February, the European Parliament and the Council of Europe in Strasbourg and Malta next May, France in June and Germany in October.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government attach the highest importance to maintaining our security. For nearly half a century NATO has formed the cornerstone of our defences. It will continue to be the principal focus, but the dissolution of the Warsaw Pact and the other welcome developments in the Soviet Union and Eastern Europe permit changes to NATO’s strategy and will enable us to maintain our security with smaller forces. Nevertheless instability and other risks remain in Europe and elsewhere, and substantial and effective nuclear and conventional forces will be maintained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom will work for balanced and verifiable arms control agreements including early ratification of the Conventional Armed Forces in Europe Treaty. Efforts will continue to control the proliferation of weapons of mass destruction and to encourage greater international responsibility in the transfer of conventional weapons. The completion of multilateral negotiations on the abolition of chemical weapons will be pursued.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will require full, unconditional compliance by Iraq with the United Nations Security Council Resolutions, including the disposal of its missiles and weapons of mass destruction. They will press for long-term peace in the Middle East, including a settlement of the Palestinian problem. They will continue their efforts to secure the release of hostages in the Middle East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will continue to work for a stronger, more effective United Nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will, with our Community partners, pursue the successful conclusion of the Uruguay Round of multilateral trade negotiations. Within the Community, they will continue to play a constructive role in the two Inter-Governmental Conferences on Political Union and Economic and Monetary Union; and will work to complete the Single European Market, to promote budgetary discipline, and to reform the Common Agricultural Policy. They will prepare for the United Kingdom’s Presidency of the Community beginning on 1st July 1992.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom will continue to develop our good relations with the Soviet Union and its republics, and to encourage their integration into the world economy; and will work to help Estonia, Latvia and Lithuania re-establish themselves in the international community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will further encourage the development of democratic institutions and market economies in central and eastern Europe; and pursue the completion of Association Agreements with Hungary, Poland and Czechoslovakia. They hope for a peaceful settlement in Yugoslavia. They will contribute constructively to the Helsinki Conference on Security and Co-operation in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will encourage all sides in South Africa to pursue peaceful means of constructing a democratic, non-racial society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A substantial aid programme aimed at promoting sustainable economic and social progress and good government in developing countries will be maintained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to support the Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to administer Hong Kong in the interests of its people and to co-operate with China in implementing the Sino-British Joint Declaration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue their fight against terrorism in the United Kingdom and elsewhere. They will vigorously pursue their policies to combat drug trafficking and misuse of drugs, nationally and internationally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom will work for a successful United Nations Conference on Environment and Development next June.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the Public Service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will pursue, within the framework of the Exchange Rate Mechanism, firm financial policies designed to reduce inflation further and maintain the conditions necessary for sustained growth. They will promote enterprise and training and improve the working of the economy. They will continue to prepare for the privatisation of the British Railways Board and the British Coal Corporation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will maintain firm control of public spending with the aim of keeping its share of national income on a downward trend over time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government attach the highest priority to improving public services. They will implement the programme of reform in the White Paper on the Citizen’s Charter. including bringing forward Charters for individual public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to reinforce the regulation of privatised utilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to provide for a new council tax, to establish a review of local government structure in England, and to enhance competitive tendering for local authority services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Action will be taken to improve quality and choice in education. Legislation will be introduced to reform funding of further education and sixth form colleges and to reform higher education in England and Wales, and to make information available about the performance of individual schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to develop policies to enhance the nation’s health and to improve the effectiveness of the health and social services, and the social security system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Work for the regeneration of our cities will continue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will he introduced to enable applications for asylum in the United Kingdom to be dealt with quickly and effectively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be presented to create an offence of prison mutiny and to increase the maximum penalty for aiding prisoners to escape.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to revise health and safety arrangements for offshore installations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to replace private legislation as the means for authorising transport development schemes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to provide for a Cardiff Bay Barrage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For Scotland, legislation will be introduced to reform further and higher education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Northern Ireland, My Government will resolutely seek to defeat terrorism through the even-handed and energetic enforcement of the law; to promote political progress; to strengthen the economy; and to create equality of opportunity and equity of treatment for all sections of the community. They will maintain positive relations with the Republic of Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to improve the supervision of charities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}