{
    "url": "https://www.ukpol.co.uk/queen-victoria-1892-queens-speech/",
    "title": "Queen Victoria – 1892 Queen’s Speech",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1892",
            "url": "/tag/1892/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 9 February 1892. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "[![queenvictoria](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria-213x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/queenvictoria.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am persuaded that you have deeply participated in the terrible sorrow which has afflicted me and my family in the loss, at the moment when the prospects of his life appeared the happiest, of my dearly beloved Grandson, Prince Albert Victor, Duke of Clarence and Avondale.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has been a solace to us in our grief to have received from all classes and conditions of my subjects, from all parts of my Empire, as well as from all foreign countries, the most touching assurances of their deep sympathy under this grievous affliction, and the expression of their affectionate regard and appreciation for the dear young Prince whom they have lost by this great calamity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My relations with other Powers continue to be friendly. I have lost in the Viceroy of Egypt a loyal ally, whose wise government had, in the space of a few years, largely contributed to restore prosperity and peace to his country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have an entire confidence that the same sagacious policy will be followed by his son, who has been named as his successor, in accordance with previous Firmans, by His Imperial Majesty the Sultan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An Agreement has been concluded with the United States, defining the mode in which the disputes as to seal fisheries in Behring’s Sea shall be referred to arbitration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Zanzibar has been established as a free port by his Highness the Sultan, with my concurrence. I trust that this measure will conduce both to the development of the Sultan’s dominions and to the promotion of British commerce on the East African Coast.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Estimates for the Public Service of the ensuing year will be laid before you. They have been prepared with a due regard to financial economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be laid before you for applying to Ireland the general principles affecting Local Government, which have already been adopted in Great Britain; and I trust that it may be possible to consider the provisions as to English Local Government which, for want of time, it was necessary to omit from the former Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure for increasing the number of small holdings of land in agricultural districts in Great Britain will be submitted for your approval.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will be asked to consider a Bill for extending the advantages of Assisted Education to Ireland, and for other purposes connected with Elementary Education in that country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A scheme for modifying the existing, system of procedure on Private Bills, so far as it affects Scotland and Ireland, will be brought before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be introduced for the improvement of the Legislative Councils. in India.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be laid before you for relieving Public Elementary Schools in England from the present pressure of local rates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals for improving the discipline of the Established Church in regard to moral offences; for enabling accused persons to be examined on their trial; for revising the existing; Agreements between the Government and the Bank of England; and for amending the Law with respect to the liability of employers for injuries incurred in their employment, will also be commended to your attention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that Almighty God may guide you in the performance of your weighty functions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}