{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1984-christmas-broadcast/",
    "title": "Queen Elizabeth II – 1984 Christmas Broadcast",
    "post_date": "September 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1984",
            "url": "/tag/1984/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Christmas Broadcast made by HM Queen Elizabeth II on 25 December 1984.",
    "content": [
        "Last June, we celebrated the 40th anniversary of D-Day. That occasion in Normandy was a memorable one for all of us who were able to be there. It was partly a day of sadness, as we paid our respects to those who died for us, but it was also a day full of comradeship and hope.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For me, perhaps the most lasting impression was one of thankfulness that the forty intervening years have been ones of comparative peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The families of those who died in battle, and the veterans who fought beside them in their youth, can take comfort from the fact that the great nations of the world have contrived, sometimes precariously maybe, to live together without major conflict. The grim lessons of two world wars have not gone completely unheeded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel that in the world today there is too much concentration on the gloomy side of life, so that we tend to underestimate our blessings. But I think we can at least feel thankful that, in spite of everything, our children and grandchildren are growing up in a more or less peaceful world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The happy arrival of our fourth grandchild gave great cause for family celebrations. But for parents and grandparents, a birth is also a time for reflection on what the future holds for the baby and how they can best ensure its safety and happiness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To do that, I believe we must be prepared to learn as much from them as they do from us. We could use some of that sturdy confidence and devastating honesty with which children rescue us from self-doubts and self-delusions. We could borrow that unstinting trust of the child in its parents for our dealings with each other.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Above all, we must retain the child’s readiness to forgive, with which we are all born and which it is all too easy to lose as we grow older. Without it, divisions between families, communities and nations remain unbridgeable. We owe it to our children and grandchildren to live up to the standards of behaviour and tolerance which we are so eager to teach them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the more encouraging developments since the war has been the birth of the Commonwealth. Like a child, it has grown, matured and strengthened, until today the vision of its future is one of increasing understanding and co-operation between its members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Notwithstanding the strains and stresses of nationalism, different cultures and religions and its growing membership, the Commonwealth family has still managed to hold together and to make a real contribution to the prevention of violence and discord.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is not only in the Commonwealth that progress has been made towards a better understanding between nations. The enemies of 1944, against whom so many of our countrymen fought and died on those beaches in Normandy, are now our steadfast friends and allies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But friendship, whether we are talking of continents or next door neighbours, should not need strife as its forerunner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is particularly at Christmas, which marks the birth of the Prince of Peace, that we should work to heal old wounds and to abandon prejudice and suspicion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What better way of making a start than by remembering what Christ said – “Except ye become as little children, ye shall not enter into the Kingdom of Heaven”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "God bless you and a very happy Christmas to you all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}