{
    "url": "https://www.ukpol.co.uk/queen-victoria-1870-queens-speech/",
    "title": "Queen Victoria – 1870 Queen’s Speech",
    "post_date": "May 31, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1870",
            "url": "/tag/1870/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 8 February 1870. It was spoken by the Lord Chancellor on behalf of HM Queen Victoria.",
    "content": [
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "WE have it in command from Her Majesty again to invite you to resume your arduous duties, and to express the regret of Her Majesty that recent indisposition has prevented Her from meeting you in person, as had been Her intention, at a period of remarkable public interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The friendly sentiments which are entertained in all quarters towards this country, and which Her Majesty cordially reciprocates, the growing disposition to resort to the good offices of allies in cases of international difference, and the conciliatory spirit in which several such cases have recently been treated and determined, encourage Her Majesty’s confidence in the continued maintenance of the general tranquillity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Papers will be laid before you with reference to recent occurrences in New Zealand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Estimates for the services of the approaching financial year are in a forward state of preparation. Framed with a view in the first place to the effective maintenance of the Public Establishments, they will impose a diminished charge upon the subjects of Her Majesty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The condition of the Revenue has answered to the expectations which were formed during the past Session.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her Majesty trusts that you will be disposed to carry to its completion the inquiry which you last year instituted into the mode of conducting Parliamentary and Municipal Elections, and thus to prepare the materials of useful and early legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be proposed to you to amend the laws respecting the occupation and acquisition of land in Ireland, in a manner adapted to the peculiar circumstances of that country, and calculated, as Her Majesty believes, to bring about improved relations between the several classes concerned in Irish agriculture, which collectively constitute the great bulk of the people. These provisions when matured by your impartiality and wisdom, as Her Majesty trusts, will tend to inspire among persons with whom such sentiments may still be wanting, that steady confidence in the law and that desire to render assistance in its effective administration which mark Her subjects in general; and thus will aid in consolidating the fabric of the Empire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are further directed by Her Majesty to state that many other subjects of public importance appear to demand your care; and among these especially to inform you that a Bill has been prepared for the enlargement, on a comprehensive scale, of the means of National Education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In fulfilment of an engagement to the Government of the United States a Bill will be proposed to you for the purpose of defining the status of subjects or citizens of foreign countries who may desire naturalization, and of aiding them in the attainment of that object.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will further be invited to consider Bills, prepared in compliance with the Report of the Commission on Courts of Judicature, for the improvement of the constitution and procedure of the Superior Tribunals of both original and appellate Jurisdiction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​The question of religious tests in the Universities and Colleges of Oxford and Cambridge has been under discussion for many years. Her Majesty recommends such a legislative settlement of this question as may contribute to extend the usefulness of these great institutions and to heighten the respect with which they are Justly regarded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills have been prepared for extending the incidence of rating, and for placing the collection of the large sums locally raised for various purposes on a simple and uniform footing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her Majesty has likewise to recommend that you should undertake the amendment of the laws which regulate the grant of licences for the sale of fermented and spirituous liquors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will also be brought under our consideration for facilitating the transfer of land, for regulating the succession to real property in case of intestacy, for amending the laws as to the disabilities of members of Trade Combinations, and for both consolidating and improving the body of statutes which relate to merchant shipping.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While commending to you these weighty matters of legislation, Her Majesty commands us to add that the recent extension of agrarian crime in several parts of Ireland, with its train of accompanying evils, has filled Her Majesty with painful concern.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Executive Government has employed freely the means at its command for the prevention of outrage, and a partial improvement may be observed; but although the number of offences, within this class of crime, has been by no means so great as at some former periods, the indisposition ​ to give evidence in aid of the administration of justice has been alike remarkable and injurious.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the removal of such evils Her Majesty places Her main reliance on the permanent operation of wise and necessary changes in the law. Yet She will not hesitate to recommend to you the adoption of special provisions, should such a policy appear during the course of the Session to be required by the paramount interest of peace and order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Upon these and all other subjects Her Majesty devoutly prays that your labours may be constantly attended by the blessing of Almighty God.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}