{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1985-queens-speech/",
    "title": "Queen Elizabeth II – 1985 Queen’s Speech",
    "post_date": "May 31, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Queen Elizabeth II in the House of Lords on 30 October 1985.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-1-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Duke of Edinburgh and I were pleased to receive the State Visits of the Life President of Malawi in April and the President of Mexico and Senora de la Madrid in June. We were saddened by the devastation caused by the earthquake in Mexico in September, for which my Government provided prompt assistance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recall with much satisfaction the State Visit to Portugal in March. I have also visited Belize, and was in the Bahamas for the Commonwealth Heads of Government Meeting. Our tour of Commonwealth countries in the Eastern Caribbean is still in progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government welcomed the decision of the Maldives and of St. Vincent and the Grenadines to become full members of the Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have maintained Britain’s contribution to Western defence, and enhanced the United Kingdom’s own defences through improvements in equipment and in the regular and reserve forces. They have played a full part in the Atlantic Alliance, and promoted British and Western defence interests outside the NATO area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have continued to work vigorously for agreements on verifiable arms control and disarmament, and to seek improved relations with the Soviet Union and Eastern Europe. They warmly welcomed the opening of talks in Geneva between the United States and the Soviet Union and fully support the United States’ efforts to reach concrete agreements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have signed the Treaty on the Accession of Spain and Portugal to the European Communities, and have signed and ratified the third Convention of Lomé. An Act has been passed implementing the Fontainebleau Agreement on the future financing of the European Communities, including the correction of the British budgetary contribution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government share the widespread public concern for the victims of the famine in Africa. They have continued to provide substantial emergency assistance both directly and through the European Community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government have continued fully to honour their undertakings to the people of the Falkland Islands, while taking positive steps to seek more normal relations with Argentina. The Sino-British Joint Declaration on Hong Kong was signed last December and an Act consequent upon its terms was passed. My Government have reached agreement with Spain on the implementation of the Lisbon statement concerning Gibraltar.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​My Government have supported efforts to restore the independence and non-aligned status of Afghanistan. They have urged peaceful change in South Africa and the early independence of Namibia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government welcomed to the United Kingdom in June the Premier of the State Council of the People’s Republic of China. The great importance my Government attach to their relations with the Countries of South East and South Asia was marked by the Prime Minister’s visit there in April and by the visit here this month of the Indian Prime Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}