{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1982-queens-speech/",
    "title": "Queen Elizabeth II – 1982 Queen’s Speech",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "1982",
            "url": "/tag/1982/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Queen Elizabeth II in the House of Lords on 3 November 1982.",
    "content": [
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward with great pleasure to my State Visit to Sweden in May and to my visits to Jamaica, the Cayman Islands, and the West Coasts of Mexico, the United States, and Canada in February and March.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government consider the security of the nation and the preservation of peace their highest priority. They plan to meet NATO expenditure targets, and to seek more efficient use of the resources of the Alliance. They will honour our worldwide commitments and protect the dependent territories.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will be concerned to encourage the economic development of the Falkland Islands. An appropriate defence force will be maintained there, and at a later stage they will consider, in consultation with the Islanders their future political development and security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government attach great importance to the Commonwealth and the United Nations and will continue to play an active part in both organisations. They are committed to a substantial programme of development aid concentrated on the poorest countries. They will work for balanced and verifiable measures of arms control. They strongly support both the United States proposals for significant reductions in nuclear forces and the other Western proposals on conventional forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government re-affirm their strong commitment to the European Community, and will continue to play a full part in its development. They will work with determination within the Community to sustain British interests, and, in particular, to achieve a fair solution to the Community budget problem in 1983 and beyond. They will seek early agreement on a revised Common Fisheries Policy and a satisfactory outcome to the reviews of the Community’s Regional and Social Funds. They regard the accession to the Community of Spain and Portugal as an important political objective. They will support efforts to resolve the trade problems which have arisen between the Community and other countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to seek an improvement in East/West relations, which have been harmed by events in Afghanistan and Poland. They will also work towards just and lasting solutions to other international problems, in particular in the Middle East, Namibia and Cambodia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the Public Service will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government are deeply aware of the anxieties and distress caused by unemployment. Their economic and other policies will be determined by the need to secure a sustainable growth in output, and thus a lasting reduction in the numbers out of work; this will require the achievement of a continuing fall in the rate of inflation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will maintain the monetary and fiscal policies necessary to achieve these ends, including continued restraint in public spending. They will promote efficiency and good management, especially in their own operations, and will take further steps to encourage initiative and enterprise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Continued help will be given through special employment measures to those worst affected by unemployment. A new Youth Training Scheme for school leavers will be introduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be brought forward to permit private investment in British Telecommunications, to establish a telecommunications regulatory body and to reform the Telegraph Acts, to encourage private undertakings to generate and supply electricity, and to facilitate the introduction of private capital into British Shipbuilders. Proposals will be prepared for the development and expansion of cable systems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to encourage improved and better co-ordinated marketing of British food and agricultural produce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill to protect personal information held on computers will be introduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills will be introduced to facilitate the international carriage of goods and passengers, and to improve the control of subsidies to public transport in the conurbations. A further Bill will make provision for the construction of a road tunnel across the Conwy Estuary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to improve the organisation of the water industry in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward to extend the right to buy and to reform the system of building control in England and Wales, and a separate Bill will seek to strengthen the statutory rights of those living in mobile homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to enable improvements to be made to the health and social services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be brought forward to amend the law on equal pay in the light of a recent judgment of the European Court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to establish independent bodies with responsibilities for the management of certain museums and similar institutions, and for functions in relation to ancient monuments and historic buildings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Northern Ireland, my Government remain determined to create the conditions for a peaceful and prosperous society. The recently elected Northern Ireland Assembly will give elected representatives the opportunity to scrutinise the day to day workings of Government in the Province and to make recommendations for the resumption of devolved Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be brought forward to reform the Scottish law on mental health, to enable divorce actions to be heard in sheriff courts, and to alter the control of legal aid fees in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to support the work of the services for the prevention of crime and the maintenance of law and order. Legislation will be brought forward to modernise police powers in England and Wales whilst providing corresponding safeguards for the citizen, to amend the law of criminal evidence, to reform the police complaints procedure, and to introduce new arrangements for consultation between the police and the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}