{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2014-queens-speech/",
    "title": "Queen Elizabeth II – 2014 Queen’s Speech",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the 2014 Queen’s Speech, delivered by HM Queen Elizabeth II in the House of Lords, London, on 5th June 2014.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government’s legislative programme will continue to deliver on its long-term plan to build a stronger economy and a fairer society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To strengthen the economy and provide stability and security, my ministers will continue to reduce the country’s deficit, helping to ensure that mortgage and interest rates remain low.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An updated Charter for Budget Responsibility will be brought forward to ensure that future governments spend taxpayers’ money responsibly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will also continue to cut taxes in order to increase people’s financial security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will implement measures to increase further the personal allowance and to freeze fuel duty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be brought forward for a married couple’s allowance, which will recognise marriage in the tax system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to help make the United Kingdom the most attractive place to start, finance and grow a business. The bill will support small businesses by cutting bureaucracy and enabling them to access finance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For more information about today’s announcements, read the Queen’s Speech background briefing notes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New legislation will require ministers to set and report on a deregulation target for each Parliament. The legislation will also reduce delays in employment tribunals, improve the fairness of contracts for low paid workers and establish a public register of company beneficial ownership. Legislation will be introduced to provide for a new statutory code and an adjudicator to increase fairness for public house tenants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will impose higher penalties on employers who fail to pay their staff the minimum wage. Measures will be brought forward to limit excessive redundancy payments across the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In respect of National Insurance contributions, legislation will be brought forward to tackle avoidance and to simplify their collection from the self-employed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will introduce a bill to bolster investment in infrastructure and reform planning law to improve economic competitiveness. The bill will enhance the United Kingdom’s energy independence and security by opening up access to shale and geothermal sites and maximising North Sea resources. Legislation will allow for the creation of an allowable solutions scheme to enable all new homes to be built to a zero carbon standard and will guarantee long-term investment in the road network.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to implement major reforms to the electricity market and reduce the use of plastic carrier bags to help protect the environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A key priority for my ministers will be to continue to build an economy that rewards those who work hard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward to give those who have saved discretion over the use of their retirement funds. My government’s pension reforms will also allow for innovation in the private pensions market to give greater control to employees, extend the ISA and Premium Bond schemes and abolish the savers’ 10 pence tax rate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The overall benefits bill will continue to be capped so that public expenditure continues to be controlled and policies will be pursued so people are helped from welfare to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will increase housing supply and home ownership by reforming the planning system, enabling new locally-led garden cities and supporting small house building firms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward to sell high value government land, encouraging development and increasing housing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will continue to promote the Help to Buy and Right to Buy schemes to support home ownership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to deliver the best schools and skills for young people. In England, my ministers will help more schools to become academies and support more free schools to open, whilst continuing investment to deliver more school places. Further reforms to GCSEs and A Levels will be taken forward to raise standards in schools and prepare school pupils for employment. My government will increase the total number of apprenticeship places to 2 million by the end of the Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to work to build a fairer society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To improve education attainment and child health, my government will ensure all infants will receive a free school meal. Free childcare will be extended to more of the most disadvantaged 2-year-olds and a bill will be introduced to help working families with childcare costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A bill will be introduced to strengthen the powers to prevent modern slavery and human trafficking whilst improving support for victims of such crimes. A bill will be brought forward to provide that where a person acts heroically, responsibly or for the benefit of others, this will be taken into account by the courts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to improve the complaints system in the Armed Forces through the creation of an ombudsman.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A serious crime bill will be brought forward to tackle child neglect, disrupt serious organised crime and strengthen powers to seize the proceeds of crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue its programme of political reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will introduce legislation on the recall of Members of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to implement new financial powers for the Scottish Parliament and make the case for Scotland to remain a part of the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will continue with legislation giving the National Assembly for Wales and Welsh ministers more power over taxation and investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to work with the devolved administration in Northern Ireland to rebalance the economy, promote reconciliation and create a shared future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Draft legislation will be published providing for direct elections to National Park authorities in England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom will work for peace and security on Europe’s borders, and for stable relations between Russia and Ukraine based on respect for national sovereignty, territorial integrity and international law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will host the NATO summit in Wales as a sign of the United Kingdom’s commitment to the alliance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will strive to improve the humanitarian situation in Syria, to reduce violence and promote a political settlement. It will work for a successful transition in Afghanistan, and will work towards a comprehensive nuclear agreement with Iran.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom will lead efforts to prevent sexual violence in conflict worldwide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will work to promote reform in the European Union, including a stronger role for member states and national parliaments. My ministers will also champion efforts to secure a global agreement on climate change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prince Philip and I will pay a state visit to France and will attend events to mark the 70th anniversary of the D-Day landings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We look forward to welcoming His Excellency the President of the Republic of Singapore on his forthcoming state visit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}