{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2016-queens-speech/",
    "title": "Queen Elizabeth II – 2016 Queen’s Speech",
    "post_date": "May 18, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Queen Elizabeth II",
            "url": "/tag/queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 18 May 2016.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will use the opportunity of a strengthening economy to deliver security for working people, to increase life chances for the most disadvantaged and to strengthen national defences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will continue to bring the public finances under control so that Britain lives within its means, and to move to a higher wage and lower welfare economy where work is rewarded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To support the economic recovery, and to create jobs and more apprenticeships, legislation will be introduced to ensure Britain has the infrastructure that businesses need to grow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be brought forward to create the right for every household to access high speed broadband.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to improve Britain’s competitiveness and make the United Kingdom a world leader in the digital economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will ensure the United Kingdom is at the forefront of technology for new forms of transport, including autonomous and electric vehicles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To spread economic prosperity, my government will continue to support the development of a Northern Powerhouse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In England, further powers will be devolved to directly elected mayors, including powers governing local bus services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will also allow local authorities to retain business rates, giving them more freedom to invest in local communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will support aspiration and promote home ownership through its commitment to build a million new homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following last week’s Anti-Corruption Summit in London, legislation will be introduced to tackle corruption, money laundering and tax evasion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue work to deliver NHS services over 7 days of the week in England. Legislation will be introduced to ensure that overseas visitors pay for the health treatment they receive at public expense.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New legislation will be introduced to tackle some of the deepest social problems in society, and improve life chances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be introduced to ensure that children can be adopted by new families without delay, improve the standard of social work and opportunities for young people in care in England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To tackle poverty and the causes of deprivation, including family instability, addiction and debt, my government will introduce new indicators for measuring life chances. Legislation will be introduced to establish a soft drinks industry levy to help tackle childhood obesity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Measures will be introduced to help the lowest-income families save, through a new Help to Save scheme, and to create a Lifetime ISA to help young people save for the long-term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to reform public services so they help the hardest-to-reach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be brought forward to lay foundations for educational excellence in all schools, giving every child the best start in life. There will also be a fairer balance between schools, through the National Funding Formula.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To ensure that more people have the opportunity to further their education, legislation will be introduced to support the establishment of new universities and to promote choice and competition across the higher education sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will legislate to reform prisons and courts to give individuals a second chance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prison Governors will be given unprecedented freedom and they will be able to ensure prisoners receive better education. Old and inefficient prisons will be closed and new institutions built where prisoners can be put more effectively to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Action will also be taken to ensure better mental health provision for individuals in the criminal justice system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to work to bring communities together and strengthen society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be introduced to prevent radicalisation, tackle extremism in all its forms, and promote community integration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "National Citizen Service will be placed on a permanent statutory footing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to safeguard national security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will invest in Britain’s armed forces, honouring the military covenant and meeting the NATO commitment to spend 2% of national income on defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will also act to secure the long-term future of Britain’s nuclear deterrent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to play a leading role in world affairs, using its global presence to tackle climate change and address major international security, economic and humanitarian challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to work to resolve the conflict in Ukraine. It will play a leading role in the campaign against Daesh and to support international efforts to bring peace to Syria through a lasting political settlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain’s commitment on international development spending will also be honoured, helping to deliver global stability, support the Sustainable Development Goals and prevent new threats to national security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prince Philip and I look forward to welcoming His Excellency the President of Colombia on a State Visit in November.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue with legislation to modernise the law governing the use and oversight of investigatory powers by law enforcement, security and intelligence agencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will strengthen the capability and accountability of the police service in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will hold a referendum on membership of the European Union. Proposals will be brought forward for a British Bill of Rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will uphold the sovereignty of Parliament and the primacy of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to work in cooperation with the devolved administrations to implement the extensive new powers in the Scotland Act and establish a strong and lasting devolution settlement in Wales. My government will work in Northern Ireland to secure further progress in implementing the Stormont House and Fresh Start Agreements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}