{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2017-queens-speech/",
    "title": "Queen Elizabeth II – 2017 Queen’s Speech",
    "post_date": "June 22, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech, made in the House of Lords on 22 June 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-1-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government’s priority is to secure the best possible deal as the country leaves the European Union. My ministers are committed to working with Parliament, the devolved administrations, business and others to build the widest possible consensus on the country’s future outside the European Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A bill will be introduced to repeal the European Communities Act and provide certainty for individuals and businesses. This will be complemented by legislation to ensure that the United Kingdom makes a success of Brexit, establishing new national policies on immigration, international sanctions, nuclear safeguards, agriculture, and fisheries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will seek to maintain a deep and special partnership with European allies and to forge new trading relationships across the globe. New bills on trade and customs will help to implement an independent trade policy, and support will be given to help British businesses export to markets around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will strengthen the economy so that it supports the creation of jobs and generates the tax revenues needed to invest in the National Health Service, schools, and other public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to improve the public finances, while keeping taxes low. It will spread prosperity and opportunity across the country through a new modern, industrial strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will work to attract investment in infrastructure to support economic growth. Legislation will be introduced to ensure the United Kingdom remains a world leader in new industries, including electric cars and commercial satellites. A new bill will also be brought forward to deliver the next phase of high-speed rail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to work to ensure that every child has the opportunity to attend a good school and that all schools are fairly funded. My ministers will work to ensure people have the skills they need for the high-skilled, high-wage jobs of the future, including through a major reform of technical education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The National Living Wage will be increased so that people who are on the lowest pay benefit from the same improvements in earnings as higher paid workers. My ministers will seek to enhance rights and protections in the modern workplace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will make further progress to tackle the gender pay gap and discrimination against people on the basis of their race, faith, gender, disability or sexual orientation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will be brought forward to protect the victims of domestic violence and abuse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will reform mental health legislation and ensure that mental health is prioritised in the National Health Service in England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals will be brought forward to ban unfair tenant fees, promote fairness and transparency in the housing market, and help ensure more homes are built.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will work to improve social care and will bring forward proposals for consultation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will ensure fairer markets for consumers, this will include bringing forward measures to help tackle unfair practices in the energy market to help reduce energy bills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A priority will be to build a more united country, strengthening the social, economic and cultural bonds between England, Northern Ireland, Scotland and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will work in cooperation with the devolved administrations, and it will work with all of the parties in Northern Ireland to support the return of devolved government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A new law will ensure that the United Kingdom retains its world-class regime protecting personal data, and proposals for a new digital charter will be brought forward to ensure that the United Kingdom is the safest place to be online.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation will also be introduced to modernise the courts system and to help reduce motor insurance premiums.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will initiate a full public inquiry into the tragic fire at Grenfell Tower to ascertain the causes, and ensure that the appropriate lessons are learnt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To support victims, my government will take forward measures to introduce an independent public advocate, who will act for bereaved families after a public disaster and support them at public inquests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will continue to invest in our gallant Armed Forces, meeting the NATO commitment to spend at least two per cent of national income on defence, and delivering on the Armed Forces Covenant across the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will bring forward proposals to ensure that critical national infrastructure is protected to safeguard national security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A commission for countering extremism will be established to support the government in stamping out extremist ideology in all its forms, both across society and on the internet, so it is denied a safe space to spread.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the light of the terrorist attacks in Manchester and London, my government’s counter-terrorism strategy will be reviewed to ensure that the police and security services have all the powers they need, and that the length of custodial sentences for terrorism-related offences are sufficient to keep the population safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My ministers will ensure that the United Kingdom’s leading role on the world stage is maintained and enhanced as it leaves the European Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a permanent member of the United Nations Security Council, committed to spending zero point seven per cent of national income on international development, my government will continue to drive international efforts that increase global security and project British values around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will work to find sustainable political solutions to conflicts across the Middle East. It will work to tackle the threat of terrorism at source by continuing the United Kingdom’s leading role in international military action to destroy Daesh in Iraq and Syria. It will also lead efforts to reform the international system to improve the United Kingdom’s ability to tackle mass migration, alleviate poverty, and end modern slavery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will continue to support international action against climate change, including the implementation of the Paris Agreement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prince Philip and I look forward to welcoming Their Majesties King Felipe and Queen Letizia of Spain on a State Visit in July.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My government will host the Commonwealth Summit in April of next year to cement its relevance to this, and future generations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}