{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-2003-christmas-broadcast/",
    "title": "Queen Elizabeth II – 2003 Christmas Broadcast",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Christmas Broadcast made by HM Queen Elizabeth II on 25 December 2003.",
    "content": [
        "I am sure that most of you will be celebrating Christmas at home in the company of your families and friends, but I know that some of you will not be so lucky.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year I am speaking to you from the Household Cavalry Barracks in Windsor because I want to draw attention to the many Servicemen and women who are stationed far from home this Christmas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am thinking about their wives and children, and about their parents and friends. Separation at this time is especially hard to bear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not just a matter of separation. The men and women of the Services continue to face serious risks and dangers as they carry out their duties. They have done this brilliantly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think we all have very good reasons for feeling proud of their achievements – both in war, and as they help to build a lasting peace in troublespots across the globe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "None of this can be achieved without paying a price. I know that all our thoughts at this time are with the families who are suffering the pain of bereavement. All those who have recently lost a close relative or friend will know how difficult Christmas can be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These individual Servicemen and women are our neighbours and come from our own towns and villages; from every part of the country and from every background.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The process of training within the Navy, the Army and the Air Force has moulded them together into disciplined teams.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They have learnt to take responsibility and to exercise judgement and restraint in situations of acute stress and danger. They have brought great credit to themselves and to our country as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I had an opportunity recently at the Barracks to meet some of those who played their part with such distinction in the Iraq operations. I was left with a deep sense of respect and admiration for their steadfast loyalty to each other and to our nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe there is a lesson for us all here. It is that each of us can achieve much more if we work together as members of a team. The Founder of the Christian Faith himself chose twelve disciples to help him in his ministry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was reminded of the importance of teamwork as I presented, for the first time last summer, The Queen’s Awards for Voluntary Service by groups within the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been struck by how often people say to me that they are receiving their award on behalf of a team and that they do not deserve to be singled out. This annual award recognises the team rather than the individual.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this country and throughout the Commonwealth there are groups of people who are giving their time generously to make a difference to the lives of others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we think of them, and of our Servicemen and women far from home at this Christmas time, I hope we all, whatever our faith, can draw inspiration from the words of the familiar prayer:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Teach us good Lord  \nTo serve thee as thou deservest;  \nTo give, and not to count the cost;  \nTo fight, and not to heed the wounds;  \nTo toil, and not to seek for rest;  \nTo labour, and not to ask for any reward;  \nSave that of knowing that we do thy will.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is this knowledge which will help us all to enjoy the Festival of Christmas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A happy Christmas to you all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}