{
    "url": "https://www.ukpol.co.uk/queen-elizabeth-ii-1958-queens-speech/",
    "title": "Queen Elizabeth II – 1958 Queen’s Speech",
    "post_date": "April 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1958",
            "url": "/tag/1958/"
        },
        {
            "text": "HM Queen Elizabeth II",
            "url": "/tag/hm-queen-elizabeth-ii/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by HM Queen Elizabeth II in the House of Lords on 28 October 1958.",
    "content": [
        "[![queenelizabethii](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/queenelizabethii.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward eagerly to the tour of Canada which I shall carry out next summer with My Dear Husband. The peoples of Canada and the United Kingdom have long shared a common destiny. It is our hope that the friendship and understanding between them will be strengthened still further by our visit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also look forward with much pleasure to our stay in Ghana in the autumn of next year. This will be My first opportunity of meeting My People in this new Member Country of the Commonwealth and I particularly welcome it. I hope that it will also be possible for Me to visit Sierra Leone and Gambia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the spirit which inspired the recent Trade and Economic Conference at Montreal, My Government will seek to promote the closest co-operation within the Commonwealth. It is their firm belief that the Commonwealth has a unique contribution to make to the progress of human society. They will also continue to foster the prosperity of the oversea territories which are in their charge. New legislation to maintain the provision of financial assistance for Colonial development and welfare will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will neglect no opportunity to promote the advance of the Colonial territories and the increasing association of their peoples with the management of their own affairs. They are taking energetic steps to protect the employment of the people of Malta and hope that the forthcoming constitutional discussions with the Maltese political parties will set the pattern of a stable and thriving future. They are deeply concerned at the situation in Cyprus and the tragic loss of life involved. They will persevere in their efforts to secure a settlement ensuring tranquility and progress in the Island.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall be very happy to welcome the Shah of Iran on his visit to this country next May.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will seek to play a full and constructive part in preserving peace and justice and promoting improved standards of life throughout the world. To this end they will actively support the United Nations, and the North Atlantic Alliance and other regional Pacts of which they are members. They will co-operate with the United Nations and the countries of the Middle East in any measures likely to relieve international tension in that troubled area and to take account of the needs and aspirations of its peoples.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Negotiations on the possibility of securing a controlled suspension of the testing of nuclear weapons are due to begin in Geneva on October 31 between My Government and the Governments of the United States of America and the Soviet Union. It is the earnest hope of My Government that these discussions, in which they, together with the Government of the United States, have taken the initiative, may prove fruitful. My Government will also continue to seek an agreement on disarmament in the hope that thereby the fear of war may be lifted from the minds of our own and succeeding generations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Estimates for the public services will be laid before you in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers are resolved to ensure the strength of sterling at home and abroad and a high and stable level of employment. In co-operation with the Commonwealth, they will seek to expand our oversea trade both in Europe, by the creation of a Free Trade Area, and throughout the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A healthy and thriving agriculture will remain among the principal objectives of My Government. Legislation will be introduced to enable special assistance to be given to small farmers and to provide for further support for the Agricultural Mortgage Corporation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Bill will be laid before you for the protection and control of deer in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue to help the fishing industry. They are supporting in the United Nations a proposal that a second World Conference on the Law of the Sea should be convened soon. It is their hope that this may lead to a lasting settlement of the problems of the territorial sea and fishing limits, which are of grave concern to British fishermen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be the special care of My Government to introduce measures to promote the social well-being of My People. Proposals will be laid before you for placing the National Insurance Scheme on a sound financial basis and enabling a larger section of My People to build up pension rights related to their earnings. Effect will be given to many of the recommendations of the Royal Commission on mental illness; and the provisions of a new Bill will replace the existing law on mental health in England and Wales. My Ministers will introduce legislation to amend and strengthen the Factories Acts. A Bill will also be brought in to repeal the Catering Wages Act and to convert the four Catering Wages Boards which are functioning at present into Wages Councils.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government will continue to encourage the extension of facilities for higher education in the universities and technical colleges. In addition they will announce new plans for developing the nation’s schools intended, in particular, to improve the scope and quality of secondary education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Government view with gravity the increase in crime. In the light of the most up-to-date knowledge and research they will seek to improve the penal system and to make methods of dealing with offenders more effective.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Ministers will continue their efforts to secure a just balance between the expanding demands of the modern State and the freedom and status of the individual. They will introduce Bills to improve the basis of compensation for compulsory acquisition of land: to give further encouragement to home ownership: and to provide for the future management of the New Towns in England and Wales. Legislation will also be proposed to establish a modern code for the general regulation of building in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Believing that the traditional rights and liberties of My Subjects should be safeguarded by permanent statute, My Ministers will seek specific statutory sanction for the continuance for a temporary period and in a restricted form, of certain economic controls deriving from war-time emergency powers and will allow the remainder to lapse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other measures will be laid before you in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords and Members of the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, for the first time, this ceremony is being watched not only by those who are present in this Chamber, but by many millions of My Subjects. Peoples in other lands will also be able to witness this renewal of the life of Parliament. Outwardly they will see the pageantry and the symbols of authority and state; but in their hearts they will surely respond to the spirit of hope and purpose which inspires our Parliamentary tradition. In this spirit I pray that the blessing of Almighty God may rest upon your counsels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}