{
    "url": "https://www.ukpol.co.uk/queen-victoria-1898-queens-speech/",
    "title": "Queen Victoria – 1898 Queen’s Speech",
    "post_date": "January 1, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1898",
            "url": "/tag/1898/"
        },
        {
            "text": "Queen Victoria",
            "url": "/tag/queen-victoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Queen’s Speech given in the House of Lords on 8 February 1898.",
    "content": [
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My relations with other Powers continue to be friendly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The negotiations between the Sultan of Turkey and the King of Greece have been brought to a conclusion by the signature of a Treaty of Peace between them, under which the territorial relation of the two Powers is practically unchanged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​The question of an autonomous Government for the Island of Crete has occupied the attention of the Powers. The difficulty of arriving at an unanimous agreement upon some points has unduly protracted their deliberations, but I hope that these obstacles will before long be surmounted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Intelligence, which is apparently trustworthy, has been received of the intention of the Khalifa to advance against the Egyptian army in the Soudan, and I have therefore given directions that a contingent of British troops should be despatched to Berber to the assistance of his Highness the Khedive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have concluded a Treaty of Friendship and Commerce with His Majesty the Emperor of Abyssinia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Report of the Commission which I appointed in December, 1896, to inquire into the condition of certain of my West Indian Colonies has conclusively established the existence of severe depression ​ in those Colonies caused by a heavy fall in the price of sugar, which is mainly attributable to the reduction in the cost of production and the great increase in its extent during recent years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this fall has been artificially stimulated by the system of bounties to the producers and manufacturers of beetroot sugar maintained in many European States. There are signs of a growing opinion in those States that this system is injurious to the general interests of their population; and communications are now in progress between my Government and the Governments principally concerned, with a view to a Conference on the subject, which I trust may result in the abolition of the bounties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the meantime, measures will be proposed to you for the relief of the immediate necessities of the West Indian Colonies, for encouraging other industries and for assisting those engaged in sugar cultivation to tide over the present crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the North-Western Borders of my Indian Empire an organised outbreak of fanaticism, which spread in the summer along the Frontier, induced many of the tribes to break their engagements with my Government, to attack military posts in their vicinity, and even to invade a settled district of my territory. I was compelled to send expeditions against the offending tribes for the punishment of these outrages, and to insure peace in the future. A portion of the Afridi tribes have not yet accepted the terms offered to them, but elsewhere the operations have been brought to a successful close.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The courage and endurance exhibited by my troops, British and Native, have overcome the almost insuperable difficulties of the country in which they were operating; but I have to deplore the loss of many valuable lives both amongst my own troops and those whose services were voluntarily and loyally placed at my disposal by the Native Princes of my Indian Empire.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Papers on this subject will be laid before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The plague, which appeared more than a year ago in Western India, returned in the autumn; and, although the mortality is less alarming than it was at this time last year, it is still such as to cause anxiety. No effort will be spared by my Government in the endeavour both to limit its extent and to mitigate its effects; and I am confident that they will receive the loyal assistance of my Indian subjects in this arduous task. I rejoice, on the other hand, to inform you that the famine, which prevailed for many months over several large districts, may now be said to be at an end excepting within a small tract in Madras; and that there is reason to anticipate a prosperous year, both for agriculture and commerce, throughout my Indian dominions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gentlemen of the House of Commons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Estimates for the service of the year will be laid before you. They have been framed with the utmost desire for economy; but in view of the enormous armaments which are now maintained by other nations, the duty of providing for the defence of the Empire involves an expenditure which is beyond former precedent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A measure will be introduced for the organisation of a system of Local Government in Ireland substantially similar to that which within the last few years has been established in Great Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals having for their object to secure increased strength and efficiency in the Army, and for amending the present conditions of military service, will be submitted to you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bills for enabling accused persons to be heard as witnesses in their own defence, and for cheapening and improving ​ the procedure of Scottish Private Bill legislation, have been before Parliament on many previous occasions. I trust that in the course of the present Session a final decision may be given upon these important questions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Measure for facilitating the creation of municipalities in the Administrative County of London will be brought before you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Measure for the Amendment of the Vaccination Law will be recommended to your earnest attention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proposals for the prevention of certain recognised abuses in connection with Church Patronage, for the constitution of a Teaching University for London, for the Amendment of the Law relating to Prisons, for dealing in part with the subject of Secondary Education, for amending the Law relating to the Mercantile Marine Fund, for guarding against fraud in the management of Limited Companies, for the better ascertainment of the rights of landlord and tenant on the termination of an agricultural tenancy, and for preventing the adulteration of drugs and food, will be laid before you in case the time at your disposal should permit you to proceed with them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I heartily commend your momentous deliberations to the care and guidance of Almighty God.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}