{
    "url": "https://www.ukpol.co.uk/will-quince-2019-statement-on-inequality-and-social-mobility/",
    "title": "Will Quince – 2019 Statement on Inequality and Social Mobility",
    "post_date": "July 23, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Will Quince, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 18 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/07/willquince.jpeg)](https://www.ukpol.co.uk/wp-content/uploads/2019/07/willquince.jpeg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the recent Opposition day debate on 12 June, I am setting out the approach this Government are taking to tackling inequality and improving social mobility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government are leading the way in creating opportunity so every person growing up in Britain has the chance to build a bright future for themselves and their families—no matter what their background. Employment has risen in every UK region under this Government, as wages outstrip inflation, the gap between disadvantaged pupils and their peers has narrowed since 2011 and the proportion of 16 and 17-year-olds in education or apprenticeships is at its highest ever—that is social mobility in action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our record on employment is vital to our approach, and one of which we are rightly proud. There are now over 3.6 million more people in work compared with 2010. Unemployment is at its lowest rate since the 1970s having fallen by more than half since 2010. This is not just a London or a south-east success story—over 60% of the employment growth since 2010 has occurred in other parts of the UK. We are working across Government and with businesses to ensure everyone has the chance to gain the skills and high quality jobs they need to compete in a dynamic, global market place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Around three-quarters of the growth in employment since 2010 has been in full-time work, which we know substantially reduces the risk of poverty. Wages have consistently outpaced inflation for 15 months—in fact they are growing at their fastest rate for a decade. The growth in employment rates has overwhelmingly benefited the poorest 20% of households, and household income inequality is also lower than it was in 2010.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Behind these statistics are people whose mental health and wellbeing are improved by moving into work and having the dignity and security that it brings. There are 930,000 more disabled people in work today compared with five years ago, and 667,000 more children in working households compared with 2010. We know that children in households where all adults work are about five times less likely to be in relative poverty than a child in a household where nobody works.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also know that children growing up in workless families are almost twice as likely as children in working families to fail at all stages of their education. Since 2011 we have narrowed the attainment gap between disadvantaged pupils and their peers by around 13% at key stage 2, and 9.5% at key stage 4. We are supporting pupils to thrive at every stage, that is why we introduced 15 hours of free childcare for disadvantaged two-year-olds on top of the 15 hours’ free childcare offer for all three and four-year olds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are investing in our world-class education system; core funding for schools and high needs has risen from almost £41 billion in 2017-18 to £43.5 billion this year. We are investing £72 million through our opportunity areas programme in 12 places in the country with weak social mobility and up to £24 million through our Opportunity North East programme, tackling the specific ​issues that are holding back young people in the North East. Through both these programmes we will improve educational outcomes for children and young people working in partnership with local partners. We have set a 10-year ambition to boost children’s early reading and communication skills. We are transforming technical education with investment of an extra half a billion pounds per year once T-levels are fully rolled out. Disadvantaged 18-year-olds are now entering full-time higher education at record rates, and we are providing coaching for young jobseekers to put them on track to succeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Supporting people on low income to progress in work is also key to our success in tackling inequality. Universal credit removes the structural disincentives to move into work and to work more hours that were a part of the legacy benefits it replaces. The Joseph Rowntree Foundation has reported that universal credit is likely to help an extra 300,000 members of working families out of poverty, the majority of which include someone who works part-time. We want to build a clearer picture of how and why people progress in work, and what we can do to support them as they do that. We have started discussions with the Trades Union Congress and the Confederation of British Industry on how we can do this. We are going further with two national pilots on in-work progression; one will train work coaches to help those in work to decide when and how to switch jobs, to achieve that ambitious step up. The other will boost our capability for working with local businesses, by creating jobcentre specialists who encourage local employers to support progression and good-quality flexible working.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Childcare costs can affect parents’ decisions to take up paid work, increase their working hours, or remain in paid work. To overcome this barrier to employment we increased the level of support for childcare costs from 70% in legacy benefits, to 85% within universal credit. This is in addition to providing a significant package of childcare support to parents and carers, including our 30 hours offer for working parents of three and four-year-olds which has rolled out successfully, benefiting around 600,000 children in the first two years of delivery and introducing tax-free childcare worth up to £2,000 a year per child.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our national living wage, which is among the highest in the world, is expected to benefit over 1.7 million people; and, with the increase to £8.21 from April this year, has increased a full-time worker’s annual pay by over £2,750 since 2016. We have taken action to reduce income inequality through the tax system too. Our tax changes will make basic rate taxpayers over £1,200 better off from April, compared with 2010. Taken together, the most recent changes mean that a single person on the national living wage has, from April, taken home over £13,700 a year—£4,500 more than in 2009-10.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is absolutely right that we continue to support those who need it and our welfare safety net remains one of the strongest in the world. This year we will spend over £95 billion on benefits for people of working age; and £52.7 billion to support disabled people and those with health conditions. In total, welfare spending in this financial year will be over £220 billion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise that there is more to do to tackle poverty; and we have taken action to increase the incomes of the poorest in society. In the last Budget we announced ​a £4.5 billion cash boost that will make a huge difference to the lives of working families and provide extra support for people moving onto UC. In particular, we have put an extra £1.7 billion a year into work allowances, increasing the amount that hard-working families can earn before the taper is applied. That is an extra £630 a year for 2.4 million families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that we have evidence on the effects of poverty in order to tackle it, and in the run-up to the spending review we will examine what more can be done to address poverty, particularly child poverty, and to support social mobility. We are working with the Social Metrics Commission and other experts in the field to develop new experimental statistics to measure poverty, which will be published in 2020 and, in the long run, could help us to target support more effectively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The welfare system is not just about providing financial support. The most vulnerable in our society often face complex barriers to employment which can prevent them from moving on with their lives. So we are taking wider action to address barriers specific to different groups and ensure that universal credit works for all those with complex needs.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By supporting care leavers through their difficult transition into adulthood with a series of safeguards and easements, work coaches can have a real impact on a young person’s life chances. And around 135 prison work coaches based in resettlement prisons across Great Britain help prisoners gain employment on release, supporting with benefit claims pre-release.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a proud record when it comes to supporting victims of domestic abuse. Work search requirements can be suspended for up to six months under universal credit to enable them to stabilise their lives. By the end of the summer, we will have a domestic abuse and homelessness advocate in every jobcentre in England, who can build work coach capability in these areas, and make important links with organisations in the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, work provides economic independence, pride in having a job and improved wellbeing. Through record employment, investment in early years, education, and other public services, this Government are taking long-term steps to tackle poverty. It is the right approach and the only sustainable one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}