{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2023-speech-on-skills-efficiency-and-technology-in-the-civil-service/",
    "title": "Jeremy Quin – 2023 Speech on Skills, Efficiency and Technology in the Civil Service",
    "post_date": "July 26, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Jeremy Quin, the Minister for the Cabinet Office, at Old Queen Street in Westminster, London on 19 July 2023.",
    "content": [
        "I am pleased to announce that a total of £4.4 billion savings were delivered by the central government functions in the financial year 2021/22. These are split between audited cashable (£3.4 billion) and non-cashable (£1 billion). The Cabinet Office has now published this on [GOV.UK](http://gov.uk/).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This wasn’t a one-off event. In the year prior to that, the central government Function Teams also delivered £3.4 billion worth of audited savings. This means around £8bn of cashable and non-cashable savings were delivered in the last 2 years. We have achieved this by thinking differently and driving success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The components of these savings vary year in year out – this year for example over £1 billion of savings were delivered by identifying and correcting fraudulently claimed Universal Credit (UC). This is an area post our establishment of the Public Sector Fraud Authority which is likely to grow further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted that to take this work further the Treasury are releasing today a Government Efficiency Framework, ensuring consistent reporting of efficiencies across the whole of Government and reporting processes to track delivery and drive continuous improvement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another step along the remorseless but critical path of delivering improved productivity across the civil service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our modernisation work is not limited to the services delivered by central government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UK’s public bodies which play a vital role in delivery but whose independence of action can risk them becoming divorced from a culture of continuing improvement are subject to reviews and improvement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To date, 71 of the initial 125 public body reviews have been launched covering over 90% of ALB expenditure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Most of the largest ALBs will be reviewed in the next 18 months, benefitting from experienced teams and the active support of ALB boards: completed reviews have recommended actions to improve governance, capability and use of resources to deliver the best possible value for the taxpayer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "###  REFORMING PROCUREMENT \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a Government we provide services. We spend, across the Public Sector, £300bn annually on procurement, and we deliver enhancements to our national infrastructure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After a substantial effort we are now within weeks of the Procurement Bill clearing both houses. In a rare example of Government adopting the refreshing motto of “Keep it Simple Stupid” it cuts down the 350 different procurement regulations founded on EU Procurement, to create one simple rulebook.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will help set the framework of an ever more outcomes-based approach to procurement so that we can buy goods and services: don’t tell the market exactly how to build a bridge, engage with them on how we can best cross the water. You may be amazed by what you discover.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "###  STRONGER PROJECT MANAGEMENT FOR BETTER SERVICES \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On which subject we know that better infrastructure delivers better productivity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the last two years the government’s major projects portfolio has doubled in size to oversee nearly 250 programmes, with a whole life cost of nearly £800bn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bringing more projects into the central portfolio has created better central oversight and investment, enabling more transparency and closer scrutiny. 89% of those projects now have a green or amber delivery confidence, up from 64% in 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, this rigorous focus on efficiency, on improving procurement and better project management is delivering the foundation to improve our productivity and enhance our public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When Francis introduced the functions it amounted to a revolutionary step – the Victorian departmental silo model being complimented by a lattice of cross-departmental experts with which most in the commercial sector will be familiar. 12 years on they continue to flourish, they continue to deliver and the GEF will make their job easier and their results even more transparent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "###  BUILDING A MODERN CIVIL SERVICE: PLACES, PEOPLE, PROCESS AND PROGRAMME ASSESSMENT \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Functions delivering is but one aspect of the Declaration to which we as ministers and civil servants are committed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To continue the process of reform we need to be open to the views and experiences of those outside the public sector who recognise the extraordinary opportunities it provides and want to add their talents to the many we employ.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to ensure that they are supported in a modern workplace environment making the most of the myriad opportunities of data and AI.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we need to help them to focus their time and their energy on what works.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First on People.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too long, policy making and the leadership of the Civil Service has been too London-centric. That’s why we committed to relocating 22,000 Civil Service roles out of London by 2030.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year we have crossed a major milestone having relocated over 12,000 roles outside of London and the South East…\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is more than half of our total commitment in just the first three years of the programme and more than 75% of our ambition to relocate 15,000 roles by 2025.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re also well on our way to the target of 50% UK based SCS outside London, with 30% now based outside the capital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve launched multiple departmental second headquarters including Cabinet Office’s second headquarters in Glasgow. The Cabinet Office is not alone in looking to Scotland – nearly 20% of the roles moved out of London have been relocated to Scotland, Wales and Northern Ireland, with additional government hubs in Edinburgh, Cardiff and Belfast.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also launched a major policy campus in Sheffield, creating the largest centre of policy making outside London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The benefits of this to levelling up, to VFM and to strengthening our Union are important, obvious and are rightly regularly praised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want however to be selfish – I see the benefits in simple terms – the opportunity it provides to recruit brilliant civil servants – many of whom I have met in Scotland and Wales, the North and South West into our teams.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe we will find further scope to enhance Places for Growth – including by focussing on our Arms Length bodies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we need to do more beyond PfG to broaden our base of talent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Above all we need to be an employer that welcomes new blood at every stage of someone’s career.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just 1 in 5 new entrants to the Senior Civil Service are currently external. I want to ensure that every potential recruit who wants to bring their expertise to bear in the public interest can feel able to apply to do so. And I want us to be able to harness that talent where we know it will add value.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why last year we cemented a much stronger requirement for all Senior Civil Service roles to be advertised externally, a move recommended by Policy Exchange.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s no longer possible to hold an internal recruitment competition for a senior civil servant role without explicit Ministerial approval.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whilst this change is already making a difference, we can and should do more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not enough simply to advertise a job externally..\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Currently, the ‘street to seat’ recruitment process can take as long as 80 days, if not longer and that’s before vetting…\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are fishing in a competitive pool for talent, trying to persuade those with much to give to turn their back on other opportunities and follow the rewarding path of public service, we need to get real about how we perform as recruiters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must ensure that every aspect of civil service recruitment, from how we advertise, to how we recognise external expertise, to how we select and onboard recruits, supports good candidates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, we are asking departments and professions to trial alternative recruitment approaches.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will experiment with running recruitment campaigns with simplified job adverts, ridding them of Whitehall speak…\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And they will speed up recruitment, with a focus on cutting the bureaucracy that puts off or times out brilliant candidates…\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And to help speed up onboarding, we are improving our vetting system. UK Security Vetting are recruiting new staff and improving processes and systems to bring KPIs up to the levels we need to see. We are determined to deliver a radical overhaul of policy, process and systems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "###  EMBRACING DIGITAL AND AI \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Growing our talent pool is great but our civil servants need the tools to finish the job. A revolution is underway in digital and AI and our civil servants must be part of it: taxpayers will, rightly, demand the same ease of access to services and support that will become second nature in the private sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to be better at utilising the digital talent we already have within the Civil Service and in stressing its importance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This September, our government-wide initiative ‘One Big Thing’ will be launched:. The focus for 2023 is data-upskilling. It will engage every single civil servant – that’s half a million training days on data this autumn. This shows our determination to build knowledge and deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the next two years we are rolling out two new digital platforms to enable us to understand, develop and utilise the skills of our workforce and help staff move more easily between departments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government Skills Campus will provide a single platform across Government with better access to the learning civil servants need. It will use skills data to intelligently drive the right content to learners and provide the skills data needed to inform workforce planning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another new platform will then enable all civil servants to move from one department to another – at pace and without friction. Not only will this save money – approximately £100m over the next 5 years – it means it will be easier to move the people with the right skills and experience to the right roles in government. Placing colleagues in more satisfying roles and gleaning the benefits of targeted experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Digital and data innovations like these are the defining tools of the 21st Century but they can only be effective when senior leaders understand them. I am delighted that we are on track to exceed our ambition for 50% of Fast Stream hires for 2023 to have a STEM subject background. But we cannot wait decades as they progress….\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through the Digital Excellence Programme we will be equipping government leaders with these skills, starting with 3,000 senior leaders this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can offer digital technicians the most extraordinary opportunities to put their talents to the test in delivering solutions which matter to people day in day out. I know how competitive that talent pool is but what better way to invest in your staff than to give them the opportunity of taking on some of the most fascinating challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To enhance our secondment programme we are developing a specific Digital Secondments pilot with our digital team in the Central Digital and Data Office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that there are people from the best tech firms in the country who believe in public service…\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Who want to help with the biggest challenges facing society today…\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we will create a pathway for them to join the civil service through a secondment and empower them to drive real tangible change….\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "###  DRIVING IMPROVEMENTS IN DIGITAL PROCESS \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must attract and retain the best in digital talent so that we can harness the power of digital, data and technology in order to deliver most efficiently and effectively for the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our groundbreaking Roadmap for Digital and Data, encompasses 21 ambitious commitments to be achieved by 2025.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Among these commitments, we have pledged to elevate 50 of the government’s top services to a “Great” standard and we are introducing One Login, a vital new system that will allow citizens to access all central Government services effortlessly using a single account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to ensure that [GOV.UK](http://gov.uk/), with over 1m visits a day and over 29bn page views since 2012 provides a service equal what we would expect to see in the public service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we’ve established a team to lead on digital service transformation across government. This team identified the opportunities, blockers and support to improve services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s also why 32 organisations in government have adopted the same pay framework to drive recruitment and retention of digital professionals, saving taxpayer money by reducing reliance on contractors and managed services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recent months have seen huge developments in Artificial Intelligence technology, presenting, if developed appropriately, clear opportunities for government. Our ambition is to use AI confidently and responsibly, where it matters most, to improve public services and boost productivity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our central team of digital and technology experts is creating a practical framework to put this technology to work across the civil service, solving problems of privacy, ethics and security, and bringing insights and best practice from industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am excited to announce that following last year’s pilot the incubator for Automation and Innovation, known as i.AI, will become a permanent civil service team focussed on some of our most important and intractable challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And right at the heart of government, the Number 10 Innovation Fellowships program is bringing in AI experts from industry and academia to help solve problems in public service delivery using AI and automation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are already creating a Data Marketplace to break down barriers to sharing data inside government. But we also know the potential for government data to drive value and innovation in the economy. Therefore, as recommended by the Vallance review, our ambition is to make the marketplace available to third parties outside government, such as businesses and researchers. By 2025 our aim is to do just that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will launch and scale a cross government digital apprenticeship programme to support recruitment and development of 500 new DDaT professionals this financial year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "###  STRONGER ASSESSMENT OF PUBLIC PROGRAMMES \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s an old adage that the only mistake you can make is by not learning from it…\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why since the Declaration on Government Reform we established the Evaluation Task Force to improve Government programme evaluation: to better inform decisions on whether programmes should be continued, expanded, modified or stopped.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I learned, to my exasperation as Minister for Defence procurement, that while I was desperately securing cash to back brilliant innovative ideas, without rigorous Ministerial testing others could quietly languish long after it became apparent they weren’t fit for purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In innovation a failure is when the project is allowed to continue when all hope is lost – fail fast, reinvest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The same must be true of policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need evaluation baked in from the outset in everything we do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes this can identify where policy, whisper it not, doesn’t deliver. It can happen. Where it does, let’s act not hide. A productive public sector is not one which is too shy to accept that not everything works. In the commercial world it’s known, recognised, embraced. We need to lose our hang ups.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we can and must learn from our successes\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The DLUHC supporting families evaluation showed not only the impact of the policy in reducing adult and juvenile custodial sentences, but was robust enough to know that for every pound we spent on the programme, it delivered £2.28 of economic benefits and £1.52 of financial benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Task Force has provided advice on 211 evaluations across government, covering £115bn of spending.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the basis that only idiots learn from their own mistakes, the wise from other peoples’….\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted to announce that the Evaluation Task Force is launching the Evaluation Registry, which will provide, for the first time, a single online focus for evaluations across government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Evaluation Registry has been built from the ground-up to be best-in-class in driving evidence based policy making. When it launches, it will be one of the biggest stores of information on social policy evaluations in the world, containing over 2000 evaluations from the outset.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be available to all government departments this year and in the future supported by funds worth over £50m for evaluations to generate new evidence in critical areas of policy making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "###  CONCLUSION: BRILLIANT PUBLIC SERVICE \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So let’s get back to our fictional Sir Arnold.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Were he to return to our screens today he would I hope be disquieted by the notion that a new recruit may start their career, progress their career and end their career as a Permanent Secretary without necessarily ever working within 10 miles of Peter Jones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What’s more, talent is not only arriving directly into the upper echelons of the SCS, it’s being actively pursued and welcomed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are embracing the opportunities of digital and AI and what that will mean for making us more efficient and improving the services we deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}