{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2023-statement-on-sue-gray-and-role-within-labour-party/",
    "title": "Jeremy Quin – 2023 Statement on Sue Gray and Role Within Labour Party",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jeremy Quin, the Minister for the Cabinet Office and the Paymaster General, in the House of Commons on 6 March 2023.",
    "content": [
        "I can confirm that, following a media report the previous day, Sue Gray, formerly second permanent secretary to the Department for Levelling Up, Housing and Communities and to the Cabinet Office, resigned from the civil service on Thursday 2 March. This resignation was accepted with immediate effect. On Friday 3 March, a statement from the Opposition announced that the Labour party had offered Sue Gray the role of chief of staff to the Leader of the Opposition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The House will recognise that this is an exceptional situation. It is unprecedented for a serving permanent secretary to resign to seek to take up a senior position working for the Leader of the Opposition. As hon. Members will expect, the Cabinet Office is looking into the circumstances leading up to Sue Gray’s resignation in order to update the relevant civil service leadership and Ministers of the facts. Subsequent to that, I will update the House appropriately.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By way of background, to inform hon. Members, there are four pertinent sets of rules and guidance for civil servants relating to this issue. First, under the civil service code, every civil servant is expected to uphold the civil service’s core values, which include impartiality. The code states that civil servants must\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“act in a way which deserves and retains the confidence of ministers”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, rules apply when very senior civil servants wish to leave the service. Permanent secretaries are subject to the business appointments process that, for most senior leavers, is administered by the Advisory Committee on Business Appointments. ACOBA provides advice to the Prime Minister, who is the ultimate decision maker in cases involving the most senior civil servants. Once the Prime Minister agrees the conditions and the appointment is taken up, ACOBA publishes its letter to the applicant on its website.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The business appointment rules form part of a civil servant’s contract of employment. The rules state that approval must be obtained prior to a job offer being announced. The Cabinet Office has not, as yet, been informed that the relevant notification to ACOBA has been made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, civil servants must follow guidance on the declaration and management of outside interests. They are required, on an ongoing basis, to declare and manage any outside interests that may give rise to an actual or perceived conflict of interest. Finally, the directory of civil service guidance states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Contacts between senior civil servants and leading members of the Opposition parties…should…be cleared with…Ministers.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having set out the relevant rules, I finish by saying that, regardless of the details of this specific situation, I understand why Members of this House and eminent outside commentators have raised concerns. The impartiality and perceived impartiality of the civil service is constitutionally vital to the conduct of government. I am certain that all senior civil servants are acutely aware of the importance of maintaining impartiality. Ministers must be able to speak to their officials from a position of absolute trust, so it is the responsibility of everyone in this House to preserve and support the impartiality of the civil service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Robert Buckland**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To echo my right hon. Friend’s comments, many of us are surprised and, frankly, deeply disappointed about the particular circumstances that have emerged. This is not about the character or quality of Sue Gray. Having had the pleasure of working with her over a number of years, I can testify, along with many others, to those qualities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is, as my right hon. Friend said, about the fundamental trust that has to exist between impartial civil servants up to the highest level—and here we are dealing with a permanent secretary—and the Ministers they serve. That has been the position since at least the Northcote-Trevelyan report of the mid-19th century, and it must be the position in future, particularly if the Labour party is serious about wishing to achieve power. This Government are prepared to defend that impartiality, but the activities of the Leader of the Opposition might suggest that he is not prepared to defend that impartiality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to my right hon. Friend for clarifying the position on the application to ACOBA. Will he confirm that this appointment, if it is to be taken up, cannot be taken up before it is formally approved, following advice from that committee? Secondly, is it correct that the prevailing ACOBA advice for civil servants has a potential waiting period of between three months and two years? Thirdly, will a lobbying prohibition be imposed in this case? Finally, will a restriction on the passage of official information to the Labour party be imposed in this instance?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I say again that trust and impartiality are vital if this system of government is to work. I would hope that in this case those issues will be defended.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my right hon. and learned Friend for that. I share his disappointment; whatever the merits of the individual, I stress that it is critical that we all, on both sides of the House, do all we can to support the impartiality of the civil service. He asks about three points in particular. He asks whether there is a three-month to two-year period, and he is right. ACOBA also has the ability to recommend that no such appointment would be appropriate—it can go further—but there is a standard three-month waiting period in the contracts of employment for permanent secretaries. ACOBA generally goes up to two years but it can go further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a lifetime requirement on all civil servants, which I know they take hugely seriously, to respect the confidentiality of the work they do. It is right that that is in place. Lastly, ACOBA is in an advisory position. I have not been impressed by the Labour party over this saga. I trust that the Labour party would indeed follow recommendations from ACOBA—unless Labour is going to cast even more doubt on its credibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}