{
    "url": "https://www.ukpol.co.uk/will-quince-2023-statement-on-the-transfer-of-nhs-digital-into-nhs-england/",
    "title": "Will Quince – 2023 Statement on the Transfer of NHS Digital into NHS England",
    "post_date": "February 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Will Quince, the Minister for Health and Secondary Care, in the House of Commons on 1 February 2023.",
    "content": [
        "My noble Friend the Under-Secretary of State for Health and Social Care (Lord Markham) has made the following written statement:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, NHS Digital legally becomes part of NHS England, to create a single, central authority responsible for all elements of digital technology, data and transformation for the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Laura Wade-Gery was commissioned by the Government to lead an independent review of how we can ensure digital technology and the effective use of data is at the heart of transforming the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her report “Putting data, digital and tech at the heart of transforming the NHS”, published in November 2021, recommended merging the functions of NHS Digital into NHS England, to provide a single statutory body for data, digital and technology to provide the right leadership and support to integrated care systems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "NHS Digital, since its creation as the Health and Social Care Information Centre, has been a powerful force for change in the NHS and guardian of its key data IT and data systems. These will be transferring to NHS England, together with its expert staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All the protections of people’s data which existed in NHS Digital will apply in NHS England. Rigorous internal controls will continue to ensure that data is used and shared safely, securely and appropriately to deliver high-quality care, understand and protect the health of the population, effectively plan and improve services, and research and develop innovative treatments, vaccines and diagnostics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an important step in bringing together in a single place, the essential systems and programmes to digitally transform the NHS, and to harness the full potential of data. This will enable health and social care services to use digital and data more effectively to deliver improved patient outcomes and address the key challenges we face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}