{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2022-statement-on-ukraine/",
    "title": "Jeremy Quin – 2022 Statement on Ukraine",
    "post_date": "May 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jeremy Quin, the Minister for Defence Procurement, in the House of Commons on 25 May 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has been exactly one month since the Secretary of State for Defence last came to this House to provide an update on Putin’s brutal, unprovoked and illegal invasion. In that time, Russian troops have failed to take Kyiv and their initial strategic plans have been thrown into complete disarray. They have suffered heavy losses on a par with those in their nine-year conflict in Afghanistan, including more than 15,000 personnel and hundreds of tanks, vehicles and helicopters. They have also strengthened the resolve of the international community in a way that has not been seen for decades.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rather than back down, however, Putin has refocused efforts on the eastern Donbas in a bid to entrench control of a land bridge with Crimea to the south. The people paying the tragic cost of his unrelenting war are still the Ukrainian men, women and children who have been bombed in hospitals, blown up in schools and bombarded in railway stations. The number of Ukrainian civilians killed has risen to more than 3,500—including, I regret to say, 250 children—and up to 100 Ukrainian troops are reported to be dying in the battle for the Donbas every day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The latest intelligence shows that Putin’s troops are currently bombarding and encircling cities including Severodonetsk, Lysychansk and Rubizhne, while in Mariupol, the last Ukrainian fighters have now been evacuated from the steelworks after more than 10 weeks of brave resistance. It is extremely concerning to hear appalling comments about those gallant defenders from certain Russian MPs. Russia must treat these soldiers in full accordance with the Geneva convention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the Black sea, Russia is continuing to block shipping lanes and reinforce its troops on Snake Island, but it is clear that their momentum has slowed, and in places Ukrainian forces are beginning to push them back to their borders. In Kharkiv, for instance, the fact that three quarters of the 1.4 million inhabitants are Russian speakers has not had one iota of impact on their resolve. Instead, Putin’s forces have been unceremoniously driven out of Ukraine’s second city—not just a major strategic blow for the Kremlin, but a symbolic one, as it peddled the lie that Russian invaders would be welcomed with open arms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Bernard Jenkin (Harwich and North Essex) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend will be aware that the blockade of the Black sea is one of the contributory factors to rapidly escalating food prices in global markets. In fact, 26 countries now have export bans on various foodstuffs to protect prices for their own domestic markets. This is now blockading some 15% of the world’s calorie intake, according to The Economist. Are the Government treating the reopening of the food supply from Ukraine as an urgent matter? I appreciate that it is very complex and sensitive, but will the Government confirm that they are attaching extreme urgency to it? Otherwise, we will have more starvation and more famines in some of the poorest countries in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes an acute observation. He is absolutely right to draw the House’s attention to the matter, which is of profound concern. We were in a bad situation with food supplies even before war in Ukraine; we are in a worse situation now. My right hon. Friend the Minister for Europe and North America informs me that, unsurprisingly, the matter was discussed at the meeting of G7 Ministers; it has also twice been the subject of conversations between the Prime Minister and President Zelensky. It is very much a focus for the Government, and we are in discussions with our NATO allies in the Black sea and others. It is a complex situation, as my hon. Friend the Member for Harwich and North Essex (Sir Bernard Jenkin) reminds us, but I assure him that we are very focused on it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Geraint Davies (Swansea West) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given the phenomenal impact on world food supplies, the cost of living crisis here, and the forecasts, which are now increasing, that the global economy will shrink by something like £750 billion thanks to this war, why is more not being done to invest in armoury and defence weaponry to basically kick Russia out of Ukraine? I understand that something like £7 billion of military aid has been provided. Is that enough? Should the world not be doing more, in its own self-interest?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remind the hon. Gentleman that I said at the start of my remarks that the world has never been more united over the past few decades. We have committed more than £1.3 billion of military equipment. The people who are doing the heavy work are the gallant defenders of Ukraine, the members of the Ukrainian armed forces; they are being supplied by this country and by many allies around the world. We have organised two donor conferences; I was at a donor conference earlier this week. Military supplies and defensive equipment are coming in from all over the world, in addition to a vast package of economic sanctions against Russia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Andrew Murrison (South West Wiltshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The blockade of Odesa is a matter of extreme seriousness. Unless the silos are emptied in the next few weeks, there will be nowhere for the harvest to go. Tens of thousands of people in some of the most vulnerable countries in the world will starve, with all the geopolitical consequences that that will bring. Does that not mean that we need to lift the blockade in Odesa as a matter of urgency? What are we doing to provide Harpoon missiles, for example, to ensure that the ships currently blockading Odesa are dealt with? Unless we can clean up the Black sea so that mines do not pose a threat, we cannot expect insurance companies to insure merchant shipping. That will mean that ships will not leave port.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. and gallant Friend is right that the situation adds a significant risk to starvation globally, with many of the poorest areas of the world most affected; that has been caused directly as a result of the illegal and brutal invasion by Putin. He is also right that we need to work consistently and hard to get a solution that gets grain out of Ukraine and into world markets; I assure him that we are working on that. I can further assure him that coastal defensive missiles are absolutely a part of the package of equipment that we and others are supporting in Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Percy (Brigg and Goole) (Con) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall give way to the hon. Member for Caithness, Sutherland and Easter Ross (Jamie Stone), as he got in first, but then I should make a bit of progress, if that is all right with my hon. Friend the Member for Brigg and Goole (Andrew Percy).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jamie Stone**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister is being extraordinarily generous. As the flip side of what he says about our supplying the Ukrainians with equipment, it would be interesting to know what things are like on the Russian side. The Russians’ shells and missiles will be finite. Have we any knowledge of whether there is a chance that they might start to run short of the kit that they need?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman raises a very good point. There is considerable evidence of significant depletion of Russian equipment and stocks. Clearly, ammunition stocks are less visible, but there has been open source reporting about T-62s—tanks that were designed 60 years ago, although some were upgraded in ’83—being brought out of garages. There is significant evidence that Russia is suffering serious depletion, as the fact of 15,000 personnel being killed in the conflict would suggest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I am in a generous mood, I shall give way to my hon. Friend the Member for Brigg and Goole if he is still keen to intervene, but then I must make progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Percy**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister has highlighted the outrages committed by the Russians. Those outrages include reports of attacks on ambulances and first responders, so I thank him for his work helping us to secure export licences for the battlefield ambulances produced by the brilliant team at the O&H Venari Group ambulance factory in Goole. He knows the project very well: former British military vehicles are converted into battlefield ambulances, 58 of which have been produced so far. They are now in service in Ukraine, so I thank the Minister and his team for their work on securing the export licences. Will he pay tribute to the workers at O&H?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pay tribute to the company’s workers and to my hon. Friend, who was very assiduous, at all hours of the day, in making certain that Ministers were aware of the project and the need to get those export licences through. I am glad that officials in the two Departments have moved very swiftly to achieve those export licences. The brutality shown by Russian forces in this conflict is shocking. I am glad that we are doing our utmost to support the humanitarian effort in Ukraine, having provided civilian ambulances, battlefield ambulances and simple things such as generators.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We were discussing the fact that Kharkiv was a real and symbolic blow to Russian plans, which we have to believe are coming unstuck. The firing of seven Russian commanders in recent weeks—including the lieutenant general who headed up the invasion of Kharkiv—reeks of a culture of scapegoating and cover-ups, and there is a record of aggression, brutality and incompetence. No wonder the veteran Russian diplomat Boris Bondarev said, as he bravely resigned his post this week, that he had “never been so ashamed” of his country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At this critical juncture, our aim remains clear: Russia cannot win. We will continue to support our Ukrainian friends, focusing on three key aspects. First, there is the military response, which is about providing a wide range of support to Ukraine so that it can defend itself and its sovereignty. We were the first European country to supply lethal aid, and we have committed to spending at least £1.3 billion on military support. So far, we have delivered in excess of 6,500 anti-tank missiles, many of which have been used successfully to repel columns of tanks, as well as eight air defence systems, including Brimstone and Starstreak missiles—the fastest in the world, travelling at some 2,000 mph. We have also delivered 15 Wolfhound armoured vehicles, which provide increased protection for essential supplies, as well as a small number of armoured Stormer vehicles fitted with Starstreak launchers to further enhance Ukraine’s short-range anti-air capabilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Tobias Ellwood (Bournemouth East) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend my hon. Friend for the work that he and the Ministry of Defence have done in supporting the Ukrainian forces in their hour of need. We face a dilemma, in that as we empty our quartermasters’ stores, they need to be replenished. If he needs help persuading the Treasury to give the Ministry of Defence money to make sure that those Starstreaks, next-generation light anti-tank weapons and Brimstones are replenished, please will he get in touch?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that the door of my right hon. Friend, the Chair of the Defence Committee, is always open for such discussions. The Treasury has been very clear that we need to replenish our stocks, and that it will support us in ensuring that they are replenished. I can also assure him that we are making certain that we remain well within our tolerances. There are tasks here for which we always need to be ready, and I can assure him that we remain ready for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The equipment that we provide must be as effective as possible, so we are training specialist Ukrainian units in its use. Last month, for example, Ukrainian troops learned how to use our armoured fighting vehicles on Salisbury plain, and those vehicles have now started to arrive in Ukraine; the number will build to 120 in total. Our support does not end there. The House will be pleased to hear that the challenge laid down by Putin’s brutal war has been seized by UK industry. I have been delighted by the agility that the UK’s defence sector has shown, working closely with Defence Equipment and Support, in bringing through innovative ideas; in some cases, those ideas literally go from desktop to theatre in a matter of weeks. I am determined to maintain this innovative drive, so that we capture every idea, support the best of them, and then swiftly put the results in the hands of our Ukrainian friends.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dave Doogan (Angus) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can the Minister set out how support for Ukrainian forces will be updated or augmented to deal with increased and intense artillery bombardment from better supplied Russian forces? They have retreated much closer to their own borders, and their supply lines have greatly opened up. Given that, how can we further support Ukraine in defending itself?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman knows that we are doing our utmost to support our Ukrainian friends. There are intense discussions between our Ukrainian friends and the Ministry of Defence at a number of levels, including between myself, my hon. Friend the Minister for the Armed Forces and our opposite numbers in Ukraine. We are ensuring that the equipment that we source to support Ukraine is tailored to its needs and its battle plan in the weeks and months ahead. The hon. Gentleman is right that opportunities may well open up, but I do not for one second underestimate the fierceness of the fight and how intense it is at present in Donbas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick (Newark) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend will be aware that a small number of us in this House have constituents who have been fighting with the Ukrainian armed forces and who are now held in captivity, either by the Russian authorities or their associates. The Foreign, Commonwealth and Development Office is providing a degree of consular support to us and to their families, but could I encourage him and other Ministers to give this priority? I urge them to speak with the British and International Red Cross—I suspect that they will prove to be the best interlocutors—to help secure a satisfactory outcome and good treatment for these individuals, who are British citizens, and to help to secure their speedy release and return either to Ukraine or the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is something that we take extremely seriously. These are, of course, British citizens who have been caught up in the conflict, and they will be provided with all possible consular assistance. My right hon. Friend the Minister for Europe and North America has confirmed that, which should come as no surprise to my right hon. Friend the Member for Newark (Robert Jenrick). Although we really do discourage anyone from going to Ukraine in these circumstances, the Ukrainian Government have made it clear that where other nationals have been combatants, they are prisoners of war and should be treated as such, in full compliance with the Geneva convention. That is exactly what we expect of every nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to providing lethal and non-lethal equipment, we have been facilitating the delivery of equipment from other countries by convening two international donor conferences and providing logistic support. We have been speaking to partners across eastern Europe to encourage them to donate their former Soviet kit, with which Ukrainians are more familiar. For example, Poland is now donating T-72 tanks to Ukraine in return for a temporary deployment of Challenger 2 tanks from the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At a time of heightened tension, it is vital that we continue to provide reassurance to our NATO allies in eastern Europe. As part of this effort, we have sent Typhoons to Cyprus to patrol south-east European skies, have deployed frigates and destroyers to the eastern Mediterranean and the Baltic sea, and have temporarily doubled our military presence in Estonia to 1,700 personnel. In other words, where Putin wanted less NATO, he is now getting much, much more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Blomfield (Sheffield Central) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is clearly considerable agreement across the House on these issues. One of the important areas in which we have played our part, and should play our part more, is the provision of refuge for those who are seeking a home away from the conflict. People in Sheffield responded very generously to the Homes for Ukraine scheme, but are expressing enormous frustration at the inability of the Home Office to deliver visas within the timeframe that we would expect. At the beginning of April, when Lord Harrington—for whom I have a high regard—took responsibility for the scheme, he set a public target of 48 hours from when people “download the application form” to when they are given permission to travel. I have constituency cases in which families who applied on 26 March still do not have permission to travel two months later, and it is clear that my experience is shared by Members across the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People have told me that they are now applying a second time, particularly when children are involved, because they face such long delays and they have no faith that their original application is still being worked on. Obviously that will only cause further complications and congestion in the system. What assurance can the Minister give me that he will take this up with the Home Office, and that we will do something to meet the obligations we took on, and the ambition that we set, when we launched the Homes for Ukraine scheme?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman asked his question very sincerely, and I know that his experience is shared by many Members. As a constituency MP, I have encountered such cases myself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are all keen to see these visas processed as soon as possible. As the hon. Gentleman will know, a significant number have been provided—I think it is more than 107,000 now—but I appreciate that that makes no difference to those who are sitting outside Ukraine with diminishing amounts of money, wanting to come to this country and to a home that is desperate to have them and embrace them. I know that the Under-Secretary of State for the Home Department—my hon. Friend the Member for Torbay (Kevin Foster), who is sitting beside me—recognises that there are issues relating to children in particular; the Home Office is working assiduously to try to get on top of all these issues. In my personal experience, the system seems to be getting faster and better, but we are not there yet, and that work continues to be done by my friends in the Home Office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jonathan Edwards (Carmarthen East and Dinefwr) (Ind)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before the Minister moves on to the subject of NATO commitments, may I raise the subject of direct support for Ukraine? As he knows, it has historical debt problems, and the invasion will obviously have a huge economic impact; the statistics are clear to us all. Can the Minister say something about the co-ordination of direct international financial support for Ukraine, and how we can keep the country solvent during a time when that is a very pressing matter for it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have supplied significant funds directly to Ukraine to help it through this incredibly difficult period. I cannot lay my hands on the exact amount, but the House may be blessed with the figure later in my remarks. We are also working with the G7 and others. Clearly, Ukraine is suffering from extraordinary problems at present, and the international community recognises that. It also recognises that Ukraine is standing up for a cause that means so much to us all, so the hon. Gentleman’s point is well made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If I may, I will move on to our economic response. We are escalating our sanctions regime still further to stymie the Russian war machine and isolate Putin. The UK has now sanctioned more than 1,000 individuals and 100 entities, including oligarchs with a net worth of more than £100 billion. In recent days we have focused on his inner circle and the shady financial network surrounding him. This is alongside the asset freezes, trade bans and tariffs that we and other G7 nations have imposed in recent months. Over time, this economic contraction and the restriction of access to complex components will have an ever-deepening impact on the Russian war machine. As time goes on, despite their daily dose of propaganda, it will be harder and harder for the Russian people to ignore the evidence that their leaders are betraying them and their interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Geraint Davies**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister give way on the issue of sanctions?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am conscious that other hon. Members want to speak, but I will of course allow the hon. Gentleman to intervene.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Geraint Davies**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister is probably aware that Putin signed a deal at the Olympics in Beijing for Russia to provide 10 billion cubic metres of gas per year from 2025, compared with 1.25 billion a year now, and that it is supplying more to Indonesia and India as well. Would he accept that, by working with China, Russia will be able to avoid the impact of sanctions over time, and that the imperative is to provide military assistance to get Russia out of Ukraine?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is an overall strategy to achieve the objective to which the hon. Gentleman refers. It is part defensive military aid, part economic and part diplomatic, and all those parts have a role in achieving our overall objective. Analysts are suggesting that, as a result of the economic package of measures delivered by the global community against the Russian economy, there has been a contraction of 10% to 15% in Russian GDP. That is extraordinary contraction. It takes the Russian people back to where they were before the Putin regime commenced, which has to have a direct impact—not only on them and the way that they think about the regime that is betraying their interests, but on the Russian war machine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Janet Daby (Lewisham East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will, but then, if hon. Members will excuse me, I should probably make progress. I am conscious that I have perhaps been speaking for too long to allow others a chance to speak.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Janet Daby**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am extremely grateful. My intervention is similar to that of my hon. Friend the Member for Sheffield Central (Paul Blomfield). I have constituents from Ukraine. They are a family of five, but their children have been unsuccessful in obtaining visas. I recognise that there is a priority for visas for Ukrainian people who are outside the UK. Could the Minister ask his ministerial colleagues at the Home Office to look at this case and perhaps give it a degree of priority, so that this family can get their benefits and so on?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I ask the hon. Lady to write to the Under-Secretary of State for the Home Department, my hon. Friend the Member for Torbay, who is sitting beside me on the Front Bench; he has generously said that he will assure her of a response as soon as possible to the question she has asked on behalf of her constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly and finally, there is the diplomatic response. We are working intensively with our allies and partners to make it clear to the Russian Government that they must withdraw their forces and engage genuinely in peace negotiations. The Prime Minister has visited in Sweden and Finland to agree increased co-operation on security, and to discuss their applications to join NATO, which I am delighted have now been formally received. We have been clear about our view that those countries should be integrated into the alliance as soon as possible. Meanwhile, the Foreign Secretary was in Germany to attend the G7 and NATO Foreign Ministers’ meetings, where she pressed the need for further support for Ukraine. The Defence Secretary met his US counterpart, Secretary of Defence Lloyd Austin, at the Pentagon two weeks ago, and he is in Madrid today for similar discussions ahead of the NATO summit. I will likewise be heading to Canada in a few days’ time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are working closely with our allies to hold Putin and his regime to account for their appalling war crimes. This week we have seen the first Russian soldier jailed for life in Ukraine for murdering 62-year-old civilian Oleksandr Shelipov, but the Ukrainian authorities believe that more than 11,000 other war crimes have been committed, from the indiscriminate targeting of civilians to rape and sexual violence, so we have sent support into the country to help collect evidence, including witness statements and video recordings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have provided additional funding to the International Criminal Court, as well as technical assistance via UK military and police personnel. We have also appointed Sir Howard Morrison to support the Ukrainian prosecutor general in her investigations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even as we work to stop Putin, we must continue to support the Ukrainian people who are bearing the brunt of Russian brutality. The UN estimates that more than 6 million people have been forced to flee the country, while a further 8 million have been internally displaced. That is why we have committed nearly £400 million of humanitarian and economic aid so far, including more than 5 million medical items, 42 ambulances and more than 500 mobile generators.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At home, the British public have demonstrated their great generosity once again, with more than 200,000 individuals and organisations signing up to offer help. The Ukraine family and sponsorship schemes have, together, issued more than 107,000 visas so far.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also preparing to help Ukraine rebuild when this war is finally over. The Foreign Secretary spoke to G7 leaders about the need for a new Marshall plan for the country, which could be paid for in part using Russian assets—the hon. Member for Carmarthen East and Dinefwr (Jonathan Edwards) will be pleased to hear that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have already pledged £174 million in aid to help Ukraine’s economy to recover, including a three-year package of support for energy security and reform. In reference to the point raised by my right hon. Friend the Member for South West Wiltshire (Dr Murrison), the Secretary of State for Transport recently met his Ukrainian counterpart to discuss ways of getting grain out of the country, which would provide a vital lifeline to the local economy and a much-needed global commodity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Ellwood**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend has been very generous in giving way. I was pleased to attend the Lennart Meri security conference in Tallinn last weekend, and my right hon. Friend the Minister for Europe and North America, who is in his place, also attended. The support for Britain was overwhelming, reflected not just in those who attended the conference but in the result of the Eurovision song contest, in which we rightly came second to Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister is speaking about what other assistance we can provide. Will he clarify whether there is any truth in the reports that we will now be providing hard-power support—troops—to Moldova, in addition to our support for Ukraine?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To answer the question precisely, I am aware of no current plans to do that, but we have a close relationship with Moldova. We work co-operatively with Moldova, and it is a relationship we are keen to foster and build on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Ukrainians won the battle of Kyiv and the battle of Kharkiv. They are more than holding their own in bitter fighting, but there remains a long way to go before this war can be won. We must therefore continue to stand by our Ukrainian friends for the long term. They are fighting not just for their survival but for the values of freedom, democracy and justice that are the essence of our society. That is why they must succeed, and this House can rest assured that the United Kingdom will continue to do everything in its power to make sure that outcome is achieved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}