{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2020-statement-on-defence-estate/",
    "title": "Jeremy Quin – 2020 Statement on Defence Estate",
    "post_date": "November 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jeremy Quin, the Minister for Defence Procurement, in the House of Commons on 17 November 2020.",
    "content": [
        "The Ministry of Defence (MOD) continues to deliver on its 25-year strategy to modernise its estate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of this work we wish to confirm programme changes to individual sites: The disposal of DSG Colchester can be brought forward one year to 2021; the disposal of Middlewick Ranges also in Colchester will however be delayed by one year to 2022; the disposal of Fort Blockhouse 1 in Gosport will be delayed by at least three years to not before 2023; and the disposal of the remainder of the Southwick Park site in Fareham will be delayed to 2031. These delays are to meet military requirements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also exchanging two parcels of land as part of the Forthside Stirling disposal to create a more sensible proposition for future development and will be enclaving Napier Lines at Woolwich Barracks as the long-term home for the King’s Troop Royal Horse Artillery. The disposal of the remainder of both sites will continued as planned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is the potential for adjustment to other site disposal dates as we continue to evaluate the movement of personnel and refine the portfolio timeline to meet military capability requirements. Any changes will be reflected in updates to the defence disposal database on the www.gov.uk website. This maintains a complete list of all MOD disposals including those that are part of defence estate optimisation. It is routinely updated throughout the year to provide the most accurate and current information as the Department continues to rationalise and enhance its estate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The MOD remains committed to making the right decisions to support defence capabilities and offer best value for money for the taxpayer, balanced with our commitment to working with communities over the future use of sites released for disposal as part of the portfolio.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}