{
    "url": "https://www.ukpol.co.uk/will-quince-2022-statement-on-the-national-tutoring-programme/",
    "title": "Will Quince – 2022 Statement on the National Tutoring Programme",
    "post_date": "July 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Will Quince, the Minister of State at the Department for Education, in the House of Commons on 19 July 2022.",
    "content": [
        "This update presents the latest performance data for the National Tutoring Programme the Government are publishing today. On 26 May, the Secretary of State for Education (James Cleverly) announced an estimated 1.2 million courses had been started through the programme since the start of this academic year. I am now pleased to advise the House our latest estimates show that, up to 26 June, 1.78 million courses have started this year, and just over two million since the programme’s launch. This increase of more than half a million represents good progress towards the Government’s ambitious target of delivering up to six million courses by the end of the academic year 2023-24. My Department estimates that more than 80% of schools are now participating, and more than three quarters of the courses started this year are being delivered through the “School-Led” option, by schools using grant funding directly allocated to them. I will update the House on the complete year’s performance by the end of 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State for Education also advised the House on 26 May that we had launched procurement activity to appoint delivery partners for the ’22-23 and ’23-24 academic years to support schools to develop and deliver a high-quality tutoring offer. I am pleased to report that, following the open competitive exercise, we are today announcing the successful applicants. To quality assure Tuition Partners, we are appointing Tribal, with whom the Department currently has various contracts, including for moderating NPQ awards, and the National Centre for Excellence in the Teaching of Mathematics. To train new tutors, we are appointing the Education Development Trust, which currently delivers NTP tutor training to staff already employed in schools who want to become SLT tutors, ECF/NPQs and the Behaviour Hubs programme. To recruit and deploy academic mentors, we are appointing Cognition Education, with which the Department currently contracts for the Career Change Programme, and which provides subject matter expertise to T Level providers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following our 26 May announcement of the methodology for allocating tutoring funding to schools next year, this week we will publish academic year ’22-23 National Tutoring Programme funding allocations for each school.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}