{
    "url": "https://www.ukpol.co.uk/will-quince-2016-speech-on-compensation-for-rail-passengers/",
    "title": "Will Quince – 2016 Speech on Compensation for Rail Passengers",
    "post_date": "July 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Will Quince, the Conservative MP for Colchester, in Westminster Hall on 12 July 2016.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered compensation for rail passengers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a great pleasure to serve under your chairmanship, Mr Evans. May I thank the Under-Secretary of State for Transport, my hon. Friend the Member for Devizes (Claire Perry), for being here to respond on behalf of the Government? May I also apologise to her for once again raising an issue involving trains?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My constituency, as the Minister knows, is home to many commuters. We are just under an hour away from London Liverpool Street station, and tens of thousands of my constituents travel on the Great Eastern main line every day. I admit that they have many complaints—short formations; staff members being unavailable; broken toilets; and services disrupted by too much rain, wind, sun and every other type of weather. My Twitter feed is often inundated with criticisms of our train operator; most are valid, and some less so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of us in this House know that few things are more annoying than a delayed train. All too often, we have swept this issue under the carpet by saying that at least the trains are clean, and with laptops we can still work, even if we are delayed. We prioritise new rolling stock and free wi-fi as part of new franchises, but let us be clear. We cannot just think of these people as passengers stuck in a carriage going nowhere and being a bit annoyed. They are commuters who cannot make it into work due to factors beyond their control, and job insecurity can follow. They are parents unable to get home in time to have dinner with their children or put them to bed, missing out on something so important to their lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to take this opportunity to applaud the Government for recognising this issue and not only investing in our railways but committing to reducing the threshold for compensation to 15 minutes from half an hour. The Government are also extending the Consumer Rights Act 2015 to our railways, which will allow for compensation when the service our constituents receive does not meet expectations. I have some thoughts on this matter—particularly on the urgency of implementation, but I will spare the Minister those on this occasion. Much more needs to be done on making it as easy as possible for passengers to receive any compensation they are owed. I hope the Minister will agree that the end point must be commuters automatically receiving compensation when their train is delayed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another issue, which is potentially even more frustrating, is that many franchise holders may be profiting from these delays. As I have mentioned, passengers are currently able to claim for compensation from train operators when they suffer delays greater than 30 minutes. What many probably do not realise is that Network Rail pays out compensation to train operators whenever there is disruption on the track. That compensation is known as schedule 8 payments. The guidance on those payments states that their purpose is to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“compensate train operators for the financial impact of poor performance attributable to Network Rail and other train operators”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is not unreasonable; I do not think any of us would believe it is. Given that we do not have vertically integrated lines, Network Rail is responsible for track and signalling. Who would want to take on a franchise if they were financially liable for things beyond their control?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The problem is that there can be a big gap between the amount of compensation train operators receive from Network Rail through schedule 8 payments and the amount of compensation then paid out to passengers for delays. For example, Abellio Greater Anglia—the train operator that runs the line in my constituency—last year received £8.56 million in compensation from Network Rail for disruption. How much did it pay out to passengers for delays that year? Just £2.3 million. That is a subsidy of more than £6 million, and it is not a one-off. East Midlands Trains received £11 million from Network Rail but only paid out £516,000 to passengers. Southeastern received £7.09 million but paid out £1.35 million. Southern, which we know has issues at the moment, received £28.54 million from Network Rail and paid only £1.6 million to passengers. That is nearly a £27 million difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that train operators would say we cannot compare those figures and that they measure different things, but my response is simple. On seeing the massive subsidies for delays that operators are receiving, the average person will ask, “What incentive do our franchise holders have to push Network Rail to tackle these issues? Why would they demand better infrastructure when they are profiting from my disruption as a commuter?” As I mentioned, I welcome the Government cutting the threshold for when passengers can receive compensation. However, I truly believe we need further reform. We need to deal with the subsidy for delays.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tom Tugendhat (Tonbridge and Malling) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I praise my hon. Friend for securing this debate on an extremely important issue and for the research he has done into the figures? It is essential that we highlight what is effectively a double subsidy. After all, it is a subsidy to Network Rail from the taxpaying population who are using the trains to get to work that is going back to the train companies they are already buying tickets from. It seems rather extraordinary that people are now paying twice for delayed trains, not just once.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Will Quince**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend raises a good point. I strongly believe that rail operators should not receive more in schedule 8 payments than their passengers receive in compensation for delays and the cost of handling the disruption, and I have a solution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One option is to claw back the difference to Network Rail and ring-fence the money for infrastructure improvements in the line, which I am sure the Minister would like. That would tackle the issue by ensuring that the necessary infrastructure was funded and delivered on. However, given that we believe very much in devolution, localism and empowering our constituents, we should ensure that passengers have a say on how the money is used, even if it is not in the form of direct compensation. I suggest that the Government seek to change the terms of our franchise agreements to require that, at the end of every financial year, train operators put any net difference between these amounts into a fund to be controlled by a local railway panel. That panel could be modelled on local highways panels and involve local authorities, businesses and rail passenger groups. It would listen to passengers on how they would like the extra funds to be used to improve their railway, whether it is through extra benches at stations, cleaner trains, stronger wi-fi or more staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I accept that that may not be possible without being subject to judicial review while train operators have existing franchise contracts. Instead, we should make those conditions part of all new franchise agreements, coming into effect on each line whenever the franchise comes up for renewal. No one disagrees with Network Rail compensating franchise holders when there are delays due to infrastructure problems, but it is not right that train operating companies are able to receive more money in compensation for delays than they pay out to their passengers. It is a subsidy for failure. We need to stop rail operators profiting from the disruption of passengers’ lives and end the subsidy they are receiving from delays.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}