{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2022-statement-on-the-infected-blood-inquiry/",
    "title": "Jeremy Quin – 2022 Statement on the Infected Blood Inquiry",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jeremy Quin, the Minister for Cabinet Office, in the House of Commons on 15 December 2022.",
    "content": [
        "With permission, Madam Deputy Speaker, I will make a statement to update the House on our preparations for the infected blood inquiry, which is expected to conclude next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I took over as the Minister sponsoring the inquiry on 25 October. While I have been aware of this issue for many years, as have so many of us who have been contacted by affected constituents, undertaking this role has further impressed on me its scale and gravity—not only the direct, dreadful consequences for victims, but the stigma and trauma experienced by many of those infected, by their families, and by those who care for them. I recognise that, tragically, we continue to see victims of infected blood die prematurely, and I also recognise that time is of the essence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the work of the all-party parliamentary group on haemophilia and contaminated blood. I am pleased to have met the co-chairs, the right hon. Member for Kingston upon Hull North (Dame Diana Johnson) and the Father of the House, my hon. Friend the Member for Worthing West (Sir Peter Bottomley), and I am grateful for their insight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In July 2017 my right hon. Friend the Member for Maidenhead (Mrs May) established the infected blood inquiry, chaired by Sir Brian Langstaff. My predecessor as Paymaster General, the current Leader of the House, went further by commissioning a study from Sir Robert Francis KC, which is entitled “Compensation and redress for the victims of infected blood: recommendations for a framework”. The purpose of the study was clear, namely to ensure that the Government were in a position to fully consider and act on the recommendations. Sir Robert delivered it in March this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government had intended to publish a response alongside the study itself, ahead of Sir Robert’s evidence to Sir Brian Langstaff’s inquiry. However, as the then Paymaster General explained, the sheer complexity and wide range of factors revealed in Sir Robert’s excellent work meant that when the study was published by the Government on 7 June, it was not possible to publish a comprehensive response. The Government remained absolutely committed to using the study to prepare for the outcome of the Langstaff inquiry, and that is still the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 29 July, in response to Sir Robert’s recommendations, Sir Brian Langstaff published an interim report on interim compensation. It called for an interim payment of £100,000 to be paid to all those infected and all bereaved partners currently registered on UK infected blood support schemes, and to those who registered between 29 July and the inception of any future scheme. The Government accepted that recommendation in full on 17 August. Quite rightly, a huge amount of work was undertaken across Government during the ensuing weeks to ensure that the interim payments could be exempt from tax and disregarded for the purpose of benefits, and that an appropriate delivery mechanism existed. This involved work across many Departments, and with the devolved Governments in Scotland, Wales and Northern Ireland. Interim compensation is just one part of our overall response, but it was important that we got it right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I fully recognise that interim compensation was but one of the recommendations in Sir Robert’s study. I want to stress to the House and to the many people who have a direct and personal interest in the inquiry that those interim payments were only the start of the process, and work is ongoing in consideration of Sir Robert’s other recommendations. I am pleased that all the interim payments were made by the end of October. Sir Robert recognised in his study that the Government could not give in advance a commitment on the exact shape that redress will take. Our comprehensive response must await the final report of the infected blood inquiry. However, I want to assure those affected that this Government, which delivered a statutory inquiry and interim compensation, remain absolutely committed to our intentions in commissioning the compensation framework study. Accordingly, and recognising the need to continue to build trust with the affected community, I want to share with the House the progress we are making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A cross-Government working group, co-ordinated by the Cabinet Office, is taking forward work strands informed by Sir Robert’s recommendations. A cross-departmental group at permanent secretary level has been convened, chaired by the Cabinet Office second permanent secretary, Sue Gray, to oversee that work. I am pleased to be able to say that Sir Robert has agreed to provide independent transparent advice to the group as work progresses. I am grateful to him for his continued input into our thinking. It is my intention over the coming months to update the House on progress and, where it is possible, to provide greater clarity on the Government’s response to Sir Robert’s recommendations prior to Sir Brian’s report being published.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the meantime, I wish to make clear one critical answer to a recommendation posed by Sir Robert. In the first recommendation of his study, Sir Robert sets out that there is in his view a moral case for compensation to be paid. The Government accept that recommendation. There is a moral case for the payment of compensation. We have made that clear in our actions with the payment of interim compensation. I now want to make it equally clear on the Floor of the House. The Government recognise that the scheme utilised must be collaborative and sympathetic, and as user-friendly, supportive and free of stress as possible, while being consistent with the Government’s approach to protect against fraud. The Government will ensure those principles are adopted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have significant work to do to ensure we are ready for Sir Brian’s report. For example, Sir Robert makes detailed findings and recommendations about the delivery of the scheme, which must be worked through in discussion with the devolved Administrations. Work will need to be undertaken to ensure, in line with his recommendation, that final compensation can be made free of tax and disregarded for benefits purposes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know, too, that the inquiry will make recommendations in relation to bereaved parents and children. In his interim report, Sir Brian made clear his view that the moral case for their compensation is beyond doubt. Sir Brian recognised that the approach to compensating this group of people is complex and the Government must be ready to quickly address recommendations relating to them. The work in consideration of the study will ensure that the Government are prepared to act swiftly in response to Sir Brian Langstaff’s final recommendations relating to compensation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those infected and affected have suffered enough. Having commissioned both the inquiry and the report, the Government have further shown their commitment in our actions by the payment of interim compensation. Sir Brian and Sir Robert have both ensured that the voices of those infected and affected are front and centre of their work, and I, too, hope to be able to meet and hear from people directly affected as our work progresses. We have much to do, but I wish to assure the House—this is why I wished to be here today—that this is a priority for the Government and we will continue to progress it. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}