{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2022-bearskins-clarification-statement/",
    "title": "Jeremy Quin – 2022 Bearskins Clarification Statement",
    "post_date": "September 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jeremy Quin, the Minister for Defence Procurement, in the House of Commons on 5 September 2022.",
    "content": [
        "On 11 July in a debate in Westminster Hall on bearskins, I referred to data on potential faux fur products that had previously been shared with the Department, but I also stated that the Ministry of Defence had not received recent results data. Whilst my statement was in line with advice I had received, further work has revealed that this was not correct, and I wish to correct the record.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In May 2022 a letter was sent to the Prime Minister by PETA, copying Defence Ministers, enclosing a report against two of the five initial criteria that faux fur would have to meet in order for further work to be done to consider it as a replacement for the guardsmen’s caps. This was passed to officials in the Ministry of Defence, who responded on 15 June 2022 requesting that the report should be sent by the organisation that had conducted the tests direct to our partner, Leidos. We understand an email containing the report was sent but was blocked by Leidos’s spam filters and deleted. Subsequent to the debate, the email was re-sent, copying the MOD. After the MOD forwarded a copy to Leidos it was safely received.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To date, the Ministry of Defence has not seen a set of verifiable data that demonstrates a single sample of faux fur meets the five criteria. We are aware of testing that was carried out in December 2020 by an accredited testing house against three of the criteria, although the material only passed one of those tests: water penetration. As I have explained, we are also aware of further testing, conducted in April 2022. The MOD does not believe from the information we have seen that the organisation that conducted those tests is accredited by either the UK Accreditation Service or the International Laboratory Accreditation Co-operation. In order to consider taking any proposed product forward, we need test results that have been conducted by an independent and accredited testing house.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Consequently, we have not to date seen evidence that a suitable faux fur product exists to be considered as an alternative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Currently, the foot guards’ ceremonial caps are sourced exclusively from Canada, which is a regulated market and a declared party to the convention on international trade in endangered species of wild fauna and flora. A CITES permit is required for the export of pelts from Canada to the United Kingdom. Canadian and international laws provide strict trade regulations to protect against unlawful trade in black bears, both within Canada and internationally. No bears are hunted to order for the Ministry of Defence; pelts are a product of legal and licensed hunting authorised in Canada by provincial and territorial Governments with the goal of long-term population sustainability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}