{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2022-speech-at-the-rusi-conference/",
    "title": "Jeremy Quin – 2022 Speech at the RUSI Conference",
    "post_date": "July 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeremy Quin, the Defence Procurement Minister, on 7 July 2022.",
    "content": [
        "Some of you may have wondered whether this event would proceed this morning. Thank you for keeping the faith and being here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of us in Defence have a profound sense of the weight of responsibility in undertaking the tasks with which we are charged even in the most difficult of circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From a personal perspective I think the Prime Minister has shown enormous leadership on Ukraine which will be a lasting legacy and he has proved a good friend for defence. I wholly understand why he is now stepping down, it is the right decision, and I wish him well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now to Defence. We meet in historic times and I am delighted that the process of Nato ratification of Finnish and Swedish accession is underway with Canada the first to complete the process so far.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have visited Finland on several occasions as Defence Minister especially in the run up to their HX competition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I confess to being delighted yet bemused by being engaged in earnest debate on the differential performance of F35, Grippen and Eurofighter not just by the Finnish Government but by a Helsinki taxi driver and a wide array of Finnish citizens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It transpired that a considerable number of the men and women on the Helsinki omnibus knew all about the munitions carriage and stealth in modern combat air, such is their personal focus on their nation’s defence – and for good reason.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While debate of this nature in the United Kingdom is rather more muted, I learned early on in my role that a Defence Procurement Minister can rely on strong and informed debate via the medium of Twitter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is often complete agreement on Twitter than an issue must be aired if a less uniform view on how it should be concluded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Underpinning all such debates, RUSI has remained supreme in offering detailed and considered views on defence. I have often said that our defence industry is a strategic national asset. Without comparing the two in terms of scale I have no doubt I can say the same of RUSI.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has been a constant through a great deal of change. Including changes in Defence Procurement Ministers. In the two calendar years prior to my appointment in February 2020 no fewer than 5 Defence Procurement Ministers held office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No wonder in the introductory call with my German counterpart he warmly welcomed me and I quote “to the plushest ejector seat in UK Defence.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel today, two and half years in, the same excitement and determination I did on day one. It is an extraordinary role it is a privilege to serve – and above all to have the opportunity to work with truly excellent and committed colleagues in and out of uniform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unlike my Commons Defence Ministerial colleagues who have all served their country on the front line of combat operations and done so with distinction, the nearest I have got to action was serving in the treasury during the financial crisis and the whips office during Brexit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, we are all at our strongest working in teams and I indebted to the huge support of the Defence Secretary who is doing an outstanding job and all my ministerial colleagues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My 25 years of experience in business before entering parliament means I often start a debate on procurement from a different perspective but we invariably come to the same conclusion –\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise Core skills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fundamental focus on the tasks we need to meet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ruthless prioritisation within budget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Working with suppliers through partnership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Creating and retaining the Skills base we need to deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One learns early on that Defence Procurement isn’t easy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are delivering “Some of the most technically complicated, risky and costly procurements in Government.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not my words but those of the NAO.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whilst our national debates are not as active as those on the Helsinki omnibus, defence procurement can occasionally hit the news and, if I may share a secret with you, that’s not hugely when projects are going well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From some of the commentary, one could be forgiven for believing that every defence procurement is late and every project is over budget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In point of fact nearly three quarters of DE&S projects have already delivered or are expected to hit their original P50 cost estimate. In a world dominated by covid and supply chain hold-ups, over half of DE&S projects have been or are expected to be on their P50 estimated delivery time – and this audience is wise to the fact that by definition not all projects will come in within a P50 estimate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, since 2016 we have made £5.9 billion of independently assured efficiencies on our Equipment plan – genuine improvements with the same output being delivered for lower cost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The DPAG which was established through the Spending Round, has met regularly since has recognised a changed MOD with greater clarity and transparency – determined to recognise and fix issues, not hide them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, and especially on delivery the overall position is of course not where we want it to be, there is room for huge improvement and I am determined that the reforms we are driving will deliver just that – but this is a solid base from which to drive performance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reasons why we must get better are legion, but the pressing current is all too obvious.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 1989 our belief in what the collapse of the Berlin Wall presaged has dictated the size of not just our forces but has driven changes to the structure, capability and even the expectations that we place upon our entire Defence sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Secretary of State has said, the way we’ve been doing defence for the last three decades is no longer adequate for the threats we are facing today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We thankfully got ahead of the game in recognising the changed world when the Prime Minister took the strong decision to invest an extra £24 billion in Defence in 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we are even more thankful that last Thursday the Prime Minister went one step further by making clear that the critical capabilities we are pursuing in defence from FCAS to AUKUS mean that we will reach 2.5% of GDP by the end of the decade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to ensure that not only will the equipment procured be deployed effectively by all our armed forces, including as vividly set out by the new CGS through “Operation Mobilise”. We need to ensure we deliver that equipment on time on budget and to the very best of our ability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of which brings me right back to procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given the scale of the task ahead an eye-catching route would be to seize the opportunity for a “review”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I dare say this would immediately get plaudits and Defence would be praised for recognising historic issues and seeking external insight as to how we meet fresh challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Except I don’t think that’s getting after the issues at all. I fear that’s hiding from them. After all we’ve been round this buoy before, many times actually, we’ve had 13 reviews in one form or other of defence procurement in the last 30 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know what happens. We have seen it in public and private sector alike. The self-absorption of the process. The inertia while its conducted. Good people getting frustrated. The less good eagerly awaiting a game of musical chairs when the distracting music finally stops.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In all the analysis I have seen, of international comparators, or different structural options here in the UK the one point that has stood out is that there is no nirvana.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every model set up to deliver equipment, equipment which has never previously been created before but which may be needed in service for decades and which will depends on multiple untested linkages, will be vulnerable to the challenge of delivering those projects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no single bullet. In the same way that our uniformed colleagues succeed by constant work, upskilling, agility and attention to detail we need to do the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know what the challenges are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know what we need to do to overcome them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s often the small things that derail big projects. When the Apollo 13 mission was aborted the problem turned out to be something as small as damaged electrical wire insulation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sometimes you don’t need to overhaul the whole system. You just need to fix the wiring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And our approach to procurement requires a remorseless focus on getting the basics right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First making the structure of what we do as clear and simple as possible, junking unnecessary bureaucracy and injecting flexibility and agility into our processes. We are doing just this through the Procurement Bill which is wending its way through the Lords now and is a cast iron exemplar of our commitment to ongoing sensible reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly take skills. If our people are going to be working on the most sophisticated projects around, we are going need to make sure they are better trained, more experienced and have more time to dedicate to the task.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So that’s what we’ve been doing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our Senior Responsible Officers for all our major projects are now required to complete the Infrastructure and Projects Authority’s Major Projects Leadership Academy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Around 40% of major projects currently meet or exceed the 50% SRO time commitment, up from 23% previously and we are determined that this upward trajectory must continue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are encouraging commands to consider rank-ranged posts to enable SROs to be promoted within a project and also to align military SRO postings with key project milestones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are determined to create a broader bench of SROs, civilian and military, growing experience over time so that we have people able to better deliver for us in the years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we’re investing in skills more broadly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of the most senior DE&S finance and accounting staff now have professional Chartered Accounting qualifications.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While more than 80% of our commercial staff are qualified with the Chartered Institute of Purchasing and Supply (CIPS) or are studying for their qualifications, and we also have a finance graduate development programme and a finance apprentice scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Meanwhile, to streamline our approvals processes we are developing new approaches and tools to support proportionate, risk-based, assurance activity. This ensures our effort is focused in the highest risk areas, so we can continue to take robust, evidence-based investment decisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Programmes such as the Vehicle Storage and Support Programme have used these new approaches to save time and drive pace in delivery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Reducing time on bureaucracy saves time and money and I know that the more we are seen to deliver the greater will be the trust in defence in the Cabinet Office and Treasury and the more we can in turn reduce timelines external to the Department.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the hardest things to fix in any organisation are not the practical problems but the cultural ones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are issues which span both defence and the industry –\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have spoken on occasion at Staff College courses and one of the things with which I have been struck is how these brilliant and committed officers have been imbued with a sense throughout their service career that you don’t go to Higher Command with a problem, you go with a solution. Don’t second guess, find a solution and deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all get that on operations but procurement works to different rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When you are ordering state of the art weaponry which has never previously been manufactured the one thing you can guarantee is that there will be problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Raising concerns, seeking external advice, ensuring issues are addressed not hidden. That is what we require from our procurement teams.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One example of where, faced by externally created issues, we let ourselves down comes through in the Ajax Health and Safety Report. And we know that Ajax is not unique.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, we need to learn these lessons… We need to be open… We need to be honest with each other… We need to share.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Ajax we have commissioned a further review by Clive Sheldon QC and I have no doubt we have valuable lessons to implement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, we can tighten up our own act to be better customers but it takes two to make a partnership work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is one of the core emphases of DSIS which the thoughts of RUSI over many years have been incorporated in the work we did in taking DSIS forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not only do we have DSIS but many sub-sector reports from AI to the Land Industrial Strategy that have followed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Underpinned as they all are by the Equipment Plan (which I will remind you for the first time in years according to the NAO is not unaffordable!) and by the Defence Capability Framework which was published yesterday setting out our plans for military capability development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Defence has never been more transparent in setting out how we believe we can address emerging threats nor more open about seeking the engagement of industry and academia in meeting them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through the Defence Command Paper we have deleted programmes we can’t afford and we are focusing on the projects we need to deliver and we know we can finance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are investing in capabilities that will be delivered, at pace with certainty that spiral upgrades will follow– maintaining skills, maintaining R&D and maintaining joint working long after FOC. Front Line Commands need to know that they will not only get good kit into service but that perfection can be delivered overtime rather than overburdening the camel at the start of its journey with far too many straws.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Industry needs to deliver on the open architectures and room for development that we all know are vital to enabling spiral development and accessing a wider eco-system of providers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are doing our bit on investment in R&D, the long decline over 30 years has already been checked and reversed. This is surely as leading an indicator as there can be about our seriousness to deliver – £6.6 billion of ringfenced funding to drive forward the game-changing ideas of the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we know the game has evolved. 50 years ago, if my predecessors had a challenge they could bring five companies into the office and discuss who’d be best at bashing bits of metal together to make a better bit of metal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But these days the answers to our future needs could just as easily be found in a university lab, or any number of brilliant SMEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know we need to harvest wider ingenuity than ever before and we have seen that it works.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Working in partnership through our new Regional Defence Clusters across the UK, at the brandnew Defence Battlelab, at the newly created Newcastle AI Hub among other defence centres of excellence to produce the goods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the last five years our Defence and Security Accelerator (DASA) has provided over £180 million worth of funding for more than 1,000 projects, 58% of which were awarded to SMEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our Defence Technology Exploitation Programme will help support these SMEs to work with Primes to deliver their brilliant thinking to the front line.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I set out in the SME Action Plan earlier this year we have already increased SMEs shares of our procurement spend from 16 to 23 per cent and there is further to go.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the joys of working with SMEs is their sheer agility\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Technology is evolving quickly and we need to be able to mobilise quickly to harness these new ideas and get them into the hands of the users. We do this in response to urgent requirements as a matter of course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the last 120 days I have seen one SME taking the early concept of some serious military equipment through contract to mass production and delivery. I have seen dozens of others produce brilliant ideas for our Ukraine Innovation challenge which we are going through right now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Evidence from Ukraine is that low value capabilities adapted quickly from the commercial market can have an asymmetric and significant effect on the battlefield.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In these situations, we have shown that we can change our procurement and certification risk appetite and adapt to the circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need this approach to become more mainstream in procurement and free up our acquisition professionals to think outside the box and incentivised to deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are not many positive stories written about defence acquisition – you all know that in this room – and this has driven a risk averse culture through the organisation – nobody enjoys being constitutionally quite properly put through the ringer at select committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the fact is that if we are to get ahead, then we need to take measured risk and accept that not everything will be always be delivered to plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the new world we have to take risks and be willing to move on when projects hit the buffers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I enjoy having meetings when SROs tell me that all is well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I enormously respect SROs who come to me in candour to explain the problems their work has exposed – whether that means projects are rated RED or Amber and we know what we must to do turn them around.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or ultimately when we know it’s time to pull the plug, fail fast and reinvest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Problems will happen it’s how we respond to those problems that matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And to have the right kit we need to take risks and we need industry to deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s be clear back in 1937, to use General Patrick’s comparator, there was no doubt why we needed a strong on-shore Defence industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And once again the need for the West in general and the UK in particular to be able to churn out quality kit to meet our needs is very stark.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is very clear to the British people that we need armed forces to deter our adversaries and that we need them to be supplied reliably, swiftly and effectively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there is more than that in the equation and that points to the national security that is delivered through national prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am so pleased that the JEDHub Annual Economic Report has set out clearly the distinct and vital role that is played by defence in our wider economy. This is just the base from which I am confident we will see rapid growth in the years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "JEDHub revealed a growing sector, delivering greater productivity than wider manufacturing, growing investment in skills and R&D. A sector enmeshed in exports with nearly 40 per cent of surveyed jobs supported by international business. A sector which distributes jobs and prosperity right across our Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A sector which we are ensuring through the application of social value in our tenders is delivering not just critical capability but more widely for our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our national agenda for levelling up and strengthening our Union is vital and every part of our country will benefit as we invest in our own defence and help secure the overseas orders and partnerships, supported where appropriate with G2G packages, UKEF funding and critically a joined up approach across Government which pulls in support from our brilliant armed forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not only is the UK rightly perceived as producing battle winning kit we are a country with whom the world, including many who had previously looked to our adversaries’ inventory, wishes to do businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am proud that traditional strengths in combat air is being matched by a renaissance in naval shipbuilding and other areas of UK capability as we regain momentum in a growing world market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to finish by reiterating a fundamental point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our on-shore defence industry is a national asset it bestows wider benefits on our economy and critical capabilities to our armed forces. It can deliver exports and defence diplomacy and engagement. It helps keep us safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need them to continue to lift their sights and take risk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our demand signal, bolstered by export opportunity, is the clearest signal one could imagine of the opportunity ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We look forward to seeing the fruits of industry’s investment in skills, capacity, R&D and export campaigns and in return we will be supporting them through clarity of purpose, investment in defence science and technology and the full gamut of support to access UK and international markets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will continue in defence procurement to work with industry tirelessly to deliver the multiple improvements which together will guarantee more agile and reliable programmes on which we can all rely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}