{
    "url": "https://www.ukpol.co.uk/will-quince-2022-statement-on-the-genome-uk-implementation-in-england/",
    "title": "Will Quince – 2022 Statement on the Genome UK Implementation in England",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Will Quince, the Minister of State at the Department for Health and Social Care, in the House of Commons on 13 December 2022.",
    "content": [
        "This is a joint statement with the Secretary of State for Business, Energy and Industrial Strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2020, the Government published Genome UK, the UK’s genomic healthcare strategy, setting out a vision to create the most advanced genomic healthcare system in the world, underpinned by the latest scientific advances, to deliver better health outcomes at lower costs. The strategy made 45 commitments to be delivered over 10 years to achieve this vision. Delivering this vision will help people to live longer, healthier lives, reduce the burden of illness on the NHS and make the UK a world leader in data-driven healthcare research and innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted to inform the House that we are today publishing the “Genome UK—England Implementation Plan 2022 to 2025”, which sets out how we will further progress delivery of Genome UK in England during the current spending review period, taking us to the halfway mark of our ambitious 10-year strategy. In order to allow us to reflect advances in this fast-moving field, we have adopted a phased approach to implementing the strategy, with implementation plans published in line with spending review periods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This publication follows the previous “Genome UK: 2021 to 2022 Implementation Plan” in May 2021, and “Genome UK: shared commitments for UK-wide implementation 2022 to 2025” in March 2022. Through extensive collaboration with partners across the genomics community we have set out our priority actions, showcasing the outstanding research and policy work that will take place across England to develop, evaluate and implement new genomic technologies across the health and care system and life sciences sector. As part of this, I am pleased to announce:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The £105 million of Government funding for a landmark research programme, led by Genomics England in partnership with the NHS, to study the effectiveness of using whole genome sequencing to speed up diagnosis and treatment of rare genetic diseases in newborn babies, potentially leading to life-saving interventions for thousands of babies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The £22 million of Government funding for Genomics England to tackle health inequalities in genomic medicine through tailored sequencing of 15,000 to 25,000 participants from diverse backgrounds by 2024-25, as well as extensive community engagement work to build trusting relationships with traditionally excluded groups of people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The £26 million of Government funding for an innovative cancer programme, led by Genomics England in partnership with NHS England and the National Pathology Imaging Co-operative, to evaluate cutting-edge genomic sequencing technology and use artificial intelligence to analyse genomic data alongside digital histopathology and radiology images to improve the accuracy and speed of diagnosis for cancer patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Up to £25 million Medical Research Council-led funding for a four-year functional genomics initiative, working across UK Research and Innovation and other stakeholders to establish an industry-partnered world-class offer on functional genomics, building on already existing infrastructure and UK research expertise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are just a few of the many actions that are set out in the implementation plan, which also covers how we will engage with patients and the public; develop the genomics workforce; support industrial growth and explore a possible UK model for how to apply ethical standards in genomic healthcare and research.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Together, these actions will pave the way to bringing improved approaches to disease prevention, diagnosis, and treatment to people and patients, transforming healthcare and improving the health of the nation. Through these actions we will also increase private sector investment, by ensuring that the UK is the best location globally to conduct genomic research and grow new genomic healthcare companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Patients and the diverse UK population are at the heart of our journey to the world’s most advanced genomic healthcare system. Equally, this vision cannot be achieved without the support our talented healthcare workforce. I therefore want to emphasise that open engagement with the public, patients and workforce will continue to be central in the delivery of our 10-year vision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This implementation plan has been agreed with the Genome UK Implementation Co-ordination Group and the National Genomics Board, which are made up of senior life sciences stakeholders and delivery partners from across the NHS, the charity sector, research, and industry. The devolved Governments will be publishing their own implementation plans, to ensure that genomic healthcare is able to flourish across the UK. Over the next three years we will continue to work with our partners, including the devolved Governments, via the Genome UK Implementation Co-ordination Group and the National Genomics Board, to ensure that we can continue to create the most advanced genomic healthcare system in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}