{
    "url": "https://www.ukpol.co.uk/will-quince-2022-statement-on-preparations-for-industrial-action-in-the-nhs/",
    "title": "Will Quince – 2022 Statement on Preparations for Industrial Action in the NHS",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Will Quince, the Minister of State at the Department for Health and Social Care, in the House of Commons on 12 December 2022.",
    "content": [
        "I am grateful to the hon. Member for his question, which I am taking on behalf of the Department as the Secretary of State is attending a Cobra meeting on contingency planning for industrial action in the NHS. He also came before the House on the subject twice last week: at departmental questions and for the Opposition day debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are all hugely grateful for the hard work and dedication of NHS staff, so we deeply regret that some union members have voted for industrial action. Our priority must be to keep patients safe. That begins with keeping the door open. The Secretary of State wrote to the Royal College of Nursing on Saturday asking for further discussions as a matter of urgency. At the same time, we are working with the NHS to minimise the disruption to patients if the strikes do go ahead. We are engaged with providers, professional bodies and trade unions to agree safe levels of cover should any action take place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, this afternoon, Ministers—including the Secretary of State—are attending a Cobra meeting focused on our contingency plans. Our plans draw on extra support from a range of places, including service personnel and the private sector. While we aim to minimise disruption, with the NHS already under significant pressure from the covid pandemic and winter pressures, we remain deeply concerned about the risk that strikes pose to patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to be clear that, even at this moment of uncertainty, people must keep coming forward to get the care that they need. People should continue to use NHS 111 if they need medical help and dial 999 in the event of an emergency. For more routine treatment, hospitals will do everything they can to ensure that planned procedures go ahead, but it is inevitable that any strike would mean some patients would have their treatment delayed. People will be contacted if their appointments need to be changed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is our hope that patients can be spared from unnecessary and unjustified strikes. Industrial action is in no one’s best interests, especially in this difficult winter. We have had constructive meetings with the leadership of several unions, including the RCN, Unison, Unite and the GMB, and we look forward to further discussions to find a way forward together that is in the best interests of the patients we all serve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}