{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2022-statement-on-defence-and-security-industrial-strategy/",
    "title": "Jeremy Quin – 2022 Statement on Defence and Security Industrial Strategy",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jeremy Quin, the Minister for Defence Procurement, in the House of Commons on 18 May 2022.",
    "content": [
        "I wish to update Parliament on the progress made since the publication of the defence and security industrial strategy (DSIS) on 23 March 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Russia’s invasion of Ukraine has highlighted even more the importance of a sustainable and resilient sector that generates the necessary skills to deliver the capabilities we and our partners need, now and in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the past 12 months, Government and industry have made significant progress on more than 50 DSIS commitments, and today, I am pleased to announce the publication of the land industrial strategy (LIS) which will be published on the www.gov.uk website shortly. I am also placing a copy in the Library of the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Land Industrial Strategy**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The LIS draws on DSIS principles to provide, for the first time, a specific strategy for the sector. It sets the conditions for a long-term collaborative approach, based on shared culture and behaviours that support co-investment in capability delivery, innovation, the strengthening of supply chains and the national industrial resilience the UK needs to respond to crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The LIS is not intended to prevent MOD looking overseas to acquire where appropriate the best value for money equipment. It is however designed to encourage greater transparency and partnerships, especially with onshore suppliers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The LIS should support the delivery of modernised equipment to the frontline more quickly and efficiently. Key platforms will serve for decades, so we will use open architectures, commonality and modularity, and work with industry to make upgrades through-life. This will give us enhanced capabilities and decisive advantage against adversaries, and, with our allies, the critical “technological edge” needed in this information age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Partnerships**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the coming years, Government will be asking more of industry, to become more efficient and more enterprising, ensuring we have access to the skills and capabilities we need. This is why we are offering greater long-term transparency on our plans and policies. Since DSIS, MOD has published strategies for digital, data, shipbuilding, space and now land. Other documents such as the defence artificial intelligence strategy will be published shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, we are now going beyond the commitments set out a year ago and, building on the principles of DSIS, we will soon be publishing a defence capability framework that will articulate our longer-term military capability priorities and challenges, providing greater transparency of our future plans and building upon the equipment plan 21. It will map out those areas where we expect industry to invest and upskill, combining our collective efforts to achieve the best outcomes for the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In January, in recognition of the importance of small and medium-sized enterprises (SMEs) for innovation, diversity, and resilience in MOD’s supply chains, we published the refreshed SME action plan, which sets out how MOD will continue to create opportunities for SMEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will shortly be launching the defence technology exploitation programme (DTEP)—a UK-wide initiative that will fund and support collaborative projects between SMEs and higher tier defence suppliers—and help them win new business delivering against MOD’s technological priorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "DSIS also focuses on strengthening our partnerships abroad including through developing our Government-to-Government frameworks to better support defence exports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Acquisition and Procurement Reform**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Closer to home, we are driving increased pace into acquisition and incentivising innovation and productivity through a range of acquisition improvement initiatives and fundamental reforms of the regulations that govern defence and security procurement and single source contracts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The implementation of category management is expected to result in financial savings and capability benefits such as improved availability and time to delivery, through a pan-Defence approach to buying goods and services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are improving the way that we manage our senior responsible owner (SRO) cadre by introducing an SRO talent pool and ensuring that our SRO skills are matched to the challenges of the projects. We are also targeting the SROs on our biggest projects allocating at least 50% of their time to the task.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have implemented the social value model within MOD’s procurement process, ensuring contracts deliver against key MOD outcomes and also support wider Government objectives. The MOD’s social value centre of expertise has been established and is ensuring this model is consistently applied.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In March, the Joint Economic Data Hub published its first annual report, highlighting the important role the defence sector makes to the UK economy, including the large number of defence jobs supported by international business as well as the many apprentices and graduates in the sector. This is part of the drive by Defence to be more transparent in setting out the economic contribution the defence sector makes across the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Innovation**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government have reversed the long-term decline in research and development through additional funding and our ringfenced investment of at least £6.6 billion over the four years of the 2020 spending review. We have increased funding to the UK Defence Solutions Centre and the Defence and Security Accelerator, which is helping turn private sector innovation into military capability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In February, the UK’s first defence space strategy included a commitment to invest a further £1.4 billion into space technologies over the next decade—with additional innovation funding since being provided; and in March, I opened the Defence Science and Technology Laboratory’s first regional S&T hub in Newcastle upon Tyne, focusing on AI and data science to exploit the latest technological breakthroughs for use across Defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also working closely across Government with the Joint Security and Resilience Centre at the Home Office and UK Defence and Security Exports at the Department for International Trade to create a more resilient, more efficient, and more innovative security sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have made significant progress in the first year of DSIS, but there is more to be done. The Defence Secretary and I, supported by other Government Ministers, will continue to review progress against commitments to make sure our armed forces will continue to get the equipment and capabilities they need to keep us safe and drive prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Attachments can be viewed online at: http://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2022-05-18/HCWS36/\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}