{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2021-speech-at-uk-space-command/",
    "title": "Jeremy Quin – 2021 Speech at UK Space Command",
    "post_date": "July 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeremy Quin, the Defence Minister, at RAF High Wycombe on 29 July 2021.",
    "content": [
        "It’s great to be here and I was delighted to have the privilege of cutting the ribbon which formally and officially stands up our Space Command.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s not a moment too soon. Space is in the news like never before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As scientists test the limit of our abilities to conduct space travel and billionaire entrepreneurs explore the commercial potential of space tourism, our competitors are trying to assert their dominance by recklessly testing anti-satellite missiles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this is why our dependence on space has never been greater. Satellite constellations in low-earth orbit link up almost every aspect of our daily lives, from mobile phones, the internet and television to transport networks, and even banking systems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Militarily, our Skynet satellite system is critical for communication and reconnaissance, weather tracking and navigation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But with dependency comes vulnerability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why in our recent Integrated Review we recognise space as a major strategic challenge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that’s also why our Defence Command Paper set out our determination to invest in space capabilities over the coming years, backed by around £1.4bn funding on top of the £5bn already being invested in Skynet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re using that money to set up a National Space Operations Centre, so that we can track activity and ensure our awareness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we’re developing a UK-built Intelligence, Surveillance and Reconnaissance satellite constellation.  \nWe’ll shortly be handing out our first ever space badges to these pioneers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the key part of the plan is our Space Command. It will allow us to do three things:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, it will strengthen the military’s command in space, helping to coordinate commercial space operations and leading to the development of new space-based capabilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, as a corollary of that, it will open up exciting new opportunities for industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our nation has bold space ambitions that will require the most imaginative and innovative companies to come forward with cutting-edge solutions; solutions that enhance our reputation as a science superpower.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third, this Command will help us bolster our bonds with key partners like Australia, France and, especially, the US.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m delighted Air Vice-Marshal Godfrey has already welcomed his US counterpart General Dickinson here to discuss joint operations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we’re also delighted to welcome Lt Gen Shaw, Deputy Commander of US Space Command, here today, further emphasising our close cooperation in the Space Domain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know they are acutely aware that, at a time when there is limited international agreement on how to regulate satellites and a lack of clarity on international standards to encourage their use, we have a joint responsibility to safeguard the space commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means properly understanding this complex domain, protecting our whole space enterprise – be that on Earth or in orbit – and stopping our upper atmosphere becoming a cosmic junkyard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the coming months, we’ll be publishing a Space Strategy and alongside that will be a Defence Space Strategy, with both setting out our plans in more precise detail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, before I hand over, perhaps there is another aspect to what we’re doing in the space domain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is now 30 years since Helen Sharman became the first British person to go into space.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After 18 months of intensive training, the then 27-year-old embarked on an eight-day mission to the Mir satellite.  \nShe inspired a generation, in the same way Tim Peake is doing so today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And so, I hope Space Command’s work will have a similarly inspiring effect of the next generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Filling them not just with a sense of wonder and majesty for our universe but a sense of the boundless possibilities for their future, because the sky is literally no longer the limit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the dawn of a new space age starts here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}