{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2022-statement-on-the-defence-equipment-plan/",
    "title": "Jeremy Quin – 2022 Statement on the Defence Equipment Plan",
    "post_date": "February 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jeremy Quin, the Minister for Defence Procurement, in the House of Commons on 21 February 2022.",
    "content": [
        "I am pleased to place in the Library of the House a copy of the 2021 Defence Equipment Plan Report, which sets out our plans to deliver the equipment needed by our armed forces to defend the country and protect our national interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year’s equipment plan report is one of the most important in recent years as it implements the strategy and financial reset provided by the integrated review, the defence Command Paper and the spending review. The integrated review outlined the evolving nature of the threats we face. This equipment plan sets out how our military capability will evolve to meet these threats within an affordable financial envelope.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This equipment plan sets out how we are funding the capabilities we need, including more ships for the Royal Navy, a new batch of F-35s, a new medium helicopter and a major upgrade to our land equipment. This represents a significant enhancement on last year’s capability plans while, through additional investment and tough prioritisation, we have reversed the £7.3 billion pressure on the plan outlined last year to a surplus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year is the first since 2018 when we have entered a new financial year with a funded contingency for the equipment plan. We have funding set aside to deal with urgent operational requirements and funding set aside for future research and development and its exploitation. We have made good progress in the first year of delivery end for the first time in many years, we expect to live within budget without Ministers having to take decisions on savings measures in year or running central savings exercises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This has been possible by setting a clear vision for the armed forces through last year’s integrated review and defence Command Paper, which has allowed us to retire less relevant equipment and refocus our programme on the kit we need for the future. We are making progress on delivering this change, including cancelling the Warrior sustainment programme and setting out plans for a more high-tech and agile Army as set cut in our recent Future Soldier publication. This equipment plan relies on fewer low confidence efficiency measures than in previous years and our plans to reduce costs are supported by significant investments in acquisition, support and digital programmes to improve the way the Department operates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have, alongside capability investments, reversed the decline in defence R and D spend with a £6.6 billion ringfenced commitment. This will help reduce the risks associated with identifying and bringing into development the game-changing future capabilities we will need to meet the future threat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, delivering state of the art defence capabilities carries inherent risk. On a plan of this scale and over this timeline there will always be risks to affordability. We are clear-eyed on those risks and set them out in our report. As the National Audit Office have said, the MOD is responsible for some of the most technically complex, risky and costly procurement programmes in government. New, large and complex programmes like the Future Combat Air System, which will deliver the next generation of combat air capability, and the replacement warhead, which will allow us to renew the UK’s nuclear deterrent, are extraordinarily complex endeavours. We continue to carry out and publish our own independent challenge of costings to help us understand and mitigate financial risk. Excluding Dreadnought, which has its own contingency funding, the risk identified in programmes which were reviewed both last year and this reduced by £0.3 billion, showing an improvement in the Department’s costing and management of risk. However, additional risk inevitably arises from new programmes entering the plan, including the warhead programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Planning over 10 years is inherently uncertain and we must be able to respond to changing threats and project-specific circumstances. As challenges emerge on programmes which delay expenditure, we will be flexible in accelerating other programmes to maintain momentum and where possible reduce cost. The HM Treasury £10 billion contingency for Dreadnought shields the rest of the equipment plan from changes in annual spend on our largest and most complex programme. We continue to reduce risk through the forward purchase of foreign currency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New funding has enabled key decisions to be taken and priorities set but this alone is not enough to deliver on time and to budget. Having the right skills, tools, data and processes are critical. The Department has made real progress, which we set out in our report, but we recognise there is more to do. To deliver value for money for the taxpayer we have invested in our acquisition reform programme which aims to improve the speed and agility of our procurement processes and we are working to improve the capability and availability of senior responsible owners for programmes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The nature of defence means that the plan is not without risks to which we will be agile in responding, however, new funding, a clear vision and a balanced plan mean that this is a very different programme to those of recent years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}