{
    "url": "https://www.ukpol.co.uk/will-quince-2021-statement-on-benefit-fraud-and-error-statistics/",
    "title": "Will Quince – 2021 Statement on Benefit Fraud and Error Statistics",
    "post_date": "May 17, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Will Quince, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 13 May 2021.",
    "content": [
        "The statistics for fraud and error in the benefit system for the financial year ending 2021 were published on 13 May 2021, at 9.30 am.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When the pandemic struck last year, the Department faced an unprecedented challenge in meeting the surge in new universal credit claims, which at their peak reached 10 times the levels we would expect during normal times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "DWP’s considered judgement was to get money as quickly as possible to those who needed it. To do this, the Department took the decision to streamline our checks to ensure that people could make a claim and still stay at home, save lives and protect the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This decision meant that the Department could successfully pay an additional 3 million claims during the early months of the pandemic, at the peak of the surge in claims. This ensured that households affected by sudden job losses were able to access benefit payments to help them meet the cost of living during this challenging time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We were careful to assess what the changes might mean for fraud and error, which is why we logged each change and considered the impact it would have. We also tracked every claim where we were unable to undertake the usual checks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We began to restore our processes at the earliest opportunity. Limited by capacity constraints due to social distancing and “stay at home” guidance, we accelerated our innovation by building new safeguards, like our enhanced checking service, a team of trained investigators who review claims and contact claimants by telephone to obtain further information or evidence where there is suspected fraud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also increased the role of our integrated risk and intelligence service in co-ordinating the monitoring of, and response to, fraud risks from individuals and organised crime groups. A targeted attack on the benefits system by organised criminals at the height of the pandemic was thwarted by the Department for Work and Pensions, which meant we prevented an estimated £1.7 billion from being paid to people trying to scam the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout the pandemic, our serious organised crime teams continued to target organised crime groups working collaboratively with other Government Departments and law enforcement agencies nationally and across borders. We have recently identified another organised attempt to fraudulently claim universal credit at scale and have worked in conjunction with the police to arrest suspects involved, seizing evidence which will enable us to pursue the perpetrators. We will pursue and prosecute those who commit fraud against the benefit system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The action we took in terms of reinstating—where possible—our normal checks, introducing mitigations and actively intervening in cases has made a significant difference to the level of fraud we might otherwise have incurred.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, we always knew a minority would abuse the situation the country faced and were clear that the level of fraud and error would inevitably increase, a fact recognised by the National Audit Office. The fraud and error figures published today confirm that overall losses last year were 3.9%, mainly through fraudulent activity from a minority of claimants in the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All benefit fraud is wrong. It is a crime and we are bearing down on it as the country emerges from the pandemic. We take any abuse of taxpayers’ money seriously, but it is especially disappointing to see people exploit a global pandemic in this way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are part way through an exercise which is examining all the cases we tagged and reapplying the verification standards that would have been applied at the time, had it not been for covid-19. We will correct each and every case where we find something is wrong, and where appropriate, we will bring to bear the full force of the law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, at the Budget the Government announced £44 million of funding for a package of measures designed to prevent fraud and error entering the system, including the expansion of both the enhanced checking service and the integrated risk and intelligence service. This will help build on the work already undertaken to protect universal credit, which has seen us improve the way we collect information, introduce new housing costs verification procedures and develop risk profiling strategies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The figures announced today show how hard we, as a Department, have worked during these difficult times to offset fraud and error. Despite the huge surge in claims and redeployment of staff, the proportion of fraudulent claims has remained broadly the same as pre-pandemic levels. While the value of overpayments has increased, this is in part a consequence of our decision to suspend the minimum income floor (MIF) in order to support self-employed universal credit claimants during the pandemic. We will be reinstating MIF in August 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Moreover, official error in universal credit decreased this year, which is testament to the efforts of our staff and the hard work put in to support claimants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We stand by our decision to honour our obligation to those who found themselves relying on the welfare safety net to support them through these exceptional times. Given the circumstances, no responsible Government could have considered an alternative course of action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Department continues to focus on reducing fraud and error. We are confident the plans we are putting in place will reduce the losses incurred during the last year and will help us develop new approaches to root out the scourge of benefit fraud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}