{
    "url": "https://www.ukpol.co.uk/will-quince-2022-statement-on-the-department-for-educations-contingency-fund-application/",
    "title": "Will Quince – 2022 Statement on the Department for Education’s Contingency Fund Application",
    "post_date": "September 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Will Quince, the Minister for School Standards, in the House of Commons on 5 September 2022.",
    "content": [
        "I hereby give notice of the Department for Education’s intention to seek an advance from the Contingencies Fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This follows the Department’s announcement on 11 March that a new independent Government body will be created to support teachers in delivering excellent curriculum content as part of world-class lessons. The body will help every child in the country reach the true height of their potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The body is expected to become fully operational from autumn following a transition phase, which will include procurement and development of new resources. The first new resources will be available to teachers by September 2023. The body has been incorporated as Oak National Academy Ltd.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Parliamentary approval for additional resources of £2,809,000 and capital of £3,869,000 for this new expenditure will be sought in a supplementary estimate for the Department for Education. Pending that approval, urgent expenditure estimated at £6,678,000 will be met by repayable cash advances from the Contingencies Fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will seek a movement of funding in budgetary requirements at supplementary estimate. Accessing the Contingency Fund allows the Department to manage the expenditure associated with establishing and launching the new body.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am therefore seeking parliamentary approval for costs of £6,678,000. The advance will be repaid upon receiving approval of the supplementary estimate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}