{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2021-statement-on-the-armoured-cavalry-programme-ajax-update/",
    "title": "Jeremy Quin – 2021 Statement on the Armoured Cavalry Programme: Ajax Update",
    "post_date": "October 23, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jeremy Quin, the Minister for Defence Procurement, in the House of Commons on 18 October 2021.",
    "content": [
        "I wish to provide a further update to Parliament on the Ajax equipment project being delivered as part of the armoured cavalry programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Health and Safety**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The review by the MOD’s Director of Health, Safety and Environmental Protection on the health and safety aspects of the noise and vibration concerns raised on Ajax is now in its final stages. The report runs through the chronology of the Ajax programme and key decisions made regarding safety in order to ensure a clear understanding of the current background and is being subjected to a formal Maxwellisation process. I look forward to the report being finalised. I will publish it in full.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Update on Personnel**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The health of our service personnel is our top priority. At 30 September 2021, the total number of people exposed to noise and vibration from Ajax was 310, of whom 11 are civilians and 10 are now veterans. All 310 individuals have now been contacted and offered assessments for noise and vibration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On noise, at 30 September 2021, 270 people have been assessed and 40 people have declined assessment or have so far been unavailable to attend. Of the 270 individuals who have been assessed, 231 have returned to duty having maintained or returned to pre-exposure levels of hearing. Of the 231, as an extra precaution, 166 people are receiving enhanced hearing surveillance. Of the remaining 39 people who have been assessed, 34 remain under specialist outpatient care at the Queen Elizabeth Hospital, Birmingham/Royal Centre for Defence Medicine; most of these are under-going a period of hearing rest prior to reassessment, at which point we expect a significant number to return to full duties. There are a remaining five individuals who have been medically downgraded—potentially requiring a change of duties within the armed forces—or discharged, either for reasons unrelated to hearing or with hearing loss as a major or minor cause. In the case of hearing loss being identified, Ajax may or may not be confirmed as a contributory factor. I am withholding a more precise breakdown of those downgraded or discharged because individuals could be identified resulting in a potential breach in medical confidentiality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Vibration injuries is a highly specialised area, requiring a graduated assessment process. All 310 individuals exposed have been offered a vibration assessment, with around 125 having so far declined assessment. The process is ongoing but, at 30 September, 45 individuals have been referred for specialist assessment of symptoms which could be associated hand-transmitted vibration, nine individuals have been referred for specialist assessment of symptoms which could be associated with whole body vibration and nine individuals have been referred for both. None of the individuals exposed to Ajax have had a change in medical grading or been medically discharged due to vibration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will continue to update the House on the number of personnel affected by noise and vibration, including if any trends become apparent once the data has been further analysed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Programmatic Issues**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have made clear that Ajax requires a full-time, dedicated senior responsible owner. I am pleased to report that we have now appointed David Marsh, who took up the role on 1 October with the endorsement of the infrastructure and projects authority. As the new SRO, he is now in the process of reviewing the armoured cavalry programme to determine what actions need to be taken to put the programme back on a sound footing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 6 September, following authorisation by the Ajax safety panel, the independent Millbrook trials recommenced. As planned, and following a further meeting of the safety panel, these trials continued at Bovington to provide a wider range of surfaces on which to test the vehicle. These trials involved General Dynamics crew and real-time monitoring of noise and vibration. Trials have been conducted on the turreted AJAX variant and on the ARES variant, both of which were Capability Drop 1 vehicles. The trials were run at the Millbrook Proving Ground and at Bovington. This has generated hundreds of gigabytes of data which is currently being processed. Subject to safety panel authorisation, trials of a second ARES Capability Drop 1 vehicle will commence shortly at the Millbrook Proving Ground. On 7 October the safety panel also authorised military personnel to conduct essential maintenance on the vehicle and marshalled movement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since my last statement data has continued to be gathered and analysed to determine the root cause of vibration in the vehicles. In parallel design modifications have been developed to reduce the vibration experienced by the crew. Testing continues to determine the effectiveness of the modifications and whether they would help ensure the vehicle meets the Army’s requirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Investigations into excess noise also continue. An in-line attenuator has been designed and we are now validating its effectiveness to address the noise transmitted through the communications headsets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The focus for the MOD and General Dynamics remains on delivering long-term solutions for noise and vibration to ensure Ajax meets the Army’s need. Until then, it is not possible to determine a realistic timescale for declaration of initial operating capability or the later introduction of Ajax vehicles into operational service with the Army. We will not accept a vehicle that is not fit for purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ajax is an important capability for the Army and we are committed to working with General Dynamics for its delivery. We have a robust, firm price contract with General Dynamics under which they are required to provide the vehicles as set out in the contract for the agreed price of £5.5 billion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}