{
    "url": "https://www.ukpol.co.uk/will-quince-2022-statement-on-the-nhs-workforce/",
    "title": "Will Quince – 2022 Statement on the NHS Workforce",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Will Quince, the Minister of State at the Department of Health and Social Care, in the House of Commons on 19 December 2022.",
    "content": [
        "The NHS workforce are the key component of the NHS. The NHS is one of the largest single employers in the country and globally. Around 5% of the England workforce are employed by the NHS, so the way in which we value the workforce matters, both in ensuring delivery of health services and as a role model for other employers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The autumn statement has made up-to £14.1 billion available to Health and Social Care service over the next two years. This funding will help enable us to continue to support the NHS in England. I am therefore pleased to report that there are a record number of people working in the NHS. Latest data for September 2022 show almost 1.4 million full time equivalent staff working across NHS hospital trusts and primary care in England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within this workforce there are a record number of over 168,000 full time equivalent doctors across hospitals and general practice. This includes over 131,000 in NHS hospitals and over 37,000 in general practice. There is also a record number of over 333,000 nurses across the NHS, with over 316,000 working in NHS hospital and over 16,000 across primary care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have over 32,000 more nurses now than we had in September 2019, putting us well on the way to meeting the Government’s commitment of 50,000 more nurses across hospital and general practice settings by March 2024. Over the last three years, this speed of growth in nursing numbers is faster than we have seen since 2009 when current recording began.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Internationally trained staff are an important component of the 50,000 nurse target. They have been an integral part of the NHS since its inception in 1948 and continue to play a vital role. We hugely value their contribution to providing excellent care. While we are working hard to increase our homegrown supply of health and social care staff, ethical international recruitment remains a key element of achieving our workforce commitments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also pleased to see that other key NHS hospital workforce groups continue to grow, such as the now almost 18,000 professionally qualified ambulance staff, 12% more than in 2019 and over 81,000 allied health professionals, 20% more than 2019. These staff work hand in hand with the over 380,000 clinical support staff who are so vital to the effective delivery of patient care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also growing new professions to support patient care and I am pleased to see over 2,500 physician associates and over 4,600 nursing associates working across hospitals and primary care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also have a very healthy pipeline of people training to work in the NHS. There are record numbers of medical students in undergraduate training and graduates from recent expansion in medical school places and schools are starting to enter foundation training. Large numbers of candidates also continue to choose courses in nursing and midwifery in England, and since September 2020 all eligible nursing, midwifery and allied health profession students have received a non-repayable training grant of a minimum of £5,000 per academic year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the third consecutive year we have seen over 26,000 acceptances to undergraduate nursing and midwifery programmes. There were 3,700 more acceptances in 2022 than in 2019—a 16% increase. This is alongside substantial expansion of nursing apprenticeships, with over 3,000 people starting in 2021-22 compared to less than 1,000 in 2019-20.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, in spite of the growth we are seeing, we know health and care staff are facing ongoing challenges. The rising demand for services due to the pandemic, service recovery and an ageing population means that staff continue to work under pressure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, alongside expanding the workforce we must therefore work to retain the staff that we have and ensure the NHS is an attractive place to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The NHS People Plan and the NHS retention programme are focused on improving the experience of staff working in the NHS, as well as seeking to address the reasons they leave. This means ensuring we support staff health and wellbeing, improve the leadership and workplace culture of NHS organisations, and increase opportunities to work flexibly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To help with flexible working, we are making changes to NHS pension rules to help retain experienced doctors and nurses, and remove barriers for retired staff who want to return. We have therefore launched a consultation on detailed proposals to enable staff to work more flexibly up to and beyond retirement age, and protect them from unintentionally higher annual allowance pension tax charges driven by inflation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking to the future, we must ensure that the future workforce is both large enough to meet the challenges it will face and has the right people with the right skills working in the right places to address future demand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To that end, we have commissioned NHS England to develop a long-term workforce plan for the NHS workforce for the next 15 years. This will look at the mix and number of staff required across all parts of the country and will set out the actions and reforms that will be needed to reduce supply gaps and improve retention. We have committed to independently verifying this report, and publishing it next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}