{
    "url": "https://www.ukpol.co.uk/will-quince-2022-speech-on-the-dental-training-college/",
    "title": "Will Quince – 2022 Speech on the Dental Training College",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Will Quince, the Minister of State at the Department of Health and Social Care, in the House of Commons on 11 October 2022.",
    "content": [
        "I congratulate my hon. Friend the Member for Broadland (Jerome Mayhew) on securing this debate on the potential merits of establishing a dental training college in East Anglia. It is clear that he has support from his neighbouring MPs—I know that one of them cannot be here this evening, but very much supports this endeavour—and from colleagues further afield and across East Anglia. I also thank him for raising the issue of access to dentistry in rural and coastal areas, particularly the challenges of seeing a dentist in Norfolk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the new Minister for dentistry, I understand that areas across our country, as my hon. Friend has highlighted, have faced difficulties with recruitment and retention, including in his constituency of Broadland and in the east of England more widely. Those challenges have a significant impact on the provision of NHS dentistry and on patients’ ability to receive NHS care. My hon. Friend is right that we cannot ignore the problem, which I can assure him is a priority for me and for the Secretary of State. I hope that it will not have escaped my hon. Friend’s notice that dentists are a key element of the Secretary of State’s ABCD approach and of “Our plan for patients”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am aware that my hon. Friend, alongside my hon. Friend the Member for North Norfolk (Duncan Baker), attended meetings with my predecessor, and I think even with my predecessor’s predecessor, to discuss the construction of a dental school in Norfolk. It is a testament to the character of my hon. Friend the Member for Broadland that he brought the issue to my attention just days after my appointment as a Minister in the Department of Health and Social Care. If I may say so, his constituents are fortunate to have such a passionate and persistent advocate in their corner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend set out in his speech to make a positive case for doing something about a long-term problem, and I think everyone in the Chamber this evening will agree that he has done so. He makes the case for a new dental school in Norfolk—a case that I know has the backing of my hon. Friend the Member for North Norfolk, who cannot be here this evening. On the face of it, it is a compelling case and is worth further exploration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that my hon. Friend the Member for Broadland knows me well enough to know that I am not someone who likes saying no to parliamentary colleagues, although sadly that is a responsibility that all too often comes with the job. On this occasion, it is a no, but it is “No for now, and let’s very much keep talking.” Let me explain why.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Establishing a new dental school takes several years and would not influence service provision in the short term, as my hon. Friend rightly identified. Notwithstanding the strong case that he makes, it also would not guarantee the ongoing sustained retention of dentists or support staff in the area. Our focus is not just on training more dentists, important as that is, but on the better use of the full dental team and the progression and retention of all dental care professionals in the NHS. There is, of course, an argument about the medium to long term, which is why I suggest that we keep talking, and of course I would be delighted to meet my hon. Friend, as he requests, to further discuss his ideas and plans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friends the Members for Broadland, for Waveney (Peter Aldous) and for Ipswich (Tom Hunt) all mentioned centres for dental development, the alternative training model identified by Health Education England in its 2021 “Advancing Dental Care” review report—that is a mouthful! The centres for dental development model would specifically benefit localities in which there is a shortage in provision and there are no nearby dental schools—as is the case in East Anglia, as my hon. Friend the Member for Broadland rightly pointed out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The premise is that the centres would build on any existing dental infrastructure in the area, bringing together training and the resultant provision of NHS treatment to patients in a co-ordinated way. Things like postgraduate training opportunities are more likely to be compatible than early undergraduate placements, as they would increase access to the more complex and specialist care that we know is often most lacking in certain areas of the country, otherwise known as dental deserts. This would work towards the aim, specified in the “Advancing Dental Care” report, to produce the skilled “multi-professional oral healthcare workforce” that could best support patient and population needs within the NHS. A further advantage of the centres for dental development model is that they would be tailored to suit the local workforce requirements, in addition to the education and training needs of the area, contributing to stronger, multi-disciplinary dental teams and local area workforce retention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given that the centres would focus on postgraduate training or the later stages of undergraduate training, they could provide support in transitions from undergraduate to dental foundation training and more specialised training beyond those, all of which involve—as my hon. Friend mentioned—important decision-making moments in terms of career development and where dentists are likely to base their careers and practices. We believe that a broader range of placements across the country and in different clinical environments would enhance the student experience. The centres could offer a constructive alternative to dental schools, while acknowledging and addressing recruitment, retention and training gaps. I am sure my hon. Friend will be pleased to learn that Health Education England has now moved into its four-year implementation stage through its dental education reform programme—another mouthful!—following the “Advancing Dental Care” report and its recommendations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend rightly raised the subject of collaboration. With regard to establishing a centre for dental development in East Anglia—this has been mentioned by my hon. Friend and others—the University of Suffolk and the NHS Suffolk and North East Essex integrated care board have announced plans for a centre in Ipswich. I am informed—this also covers my area, so I have an interest in it as well—that the initial plans include proposals to offer postgraduate educational opportunities as well as wider training opportunities for newly qualified dentists, alongside the training of the dental therapists, hygienists and dental technicians who form a vital part of the dental workforce. I pay tribute to my hon. Friends the Members for Waveney and for Ipswich for the work that they have done in pushing so strongly for that development, along with the integrated care board, which is a trail-blazer in this regard. It would be wrong, at this juncture, for me not also to pay tribute to my hon. Friend the Member for Bury St Edmunds (Jo Churchill). She has pushed strongly for this as well, and, moreover, is—dare I say—a much-missed Minister at the Department of Health and Social Care. She has a passion for dentistry, and, within the Department, she really put it on the map. That is a legacy that I intend to continue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I strongly encourage my hon. Friend to meet the NHS and HEE regional teams for his areas, as centres for dental development are very much a local solution, tailored to the existing infrastructure and needs of an area. I, and those in my office, would be delighted to help facilitate such a meeting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have mentioned integrated care systems and integrated care boards. As we make the transition to integrated care systems—this point was made by my hon. Friend the Member for Waveney—commissioning roles for dentistry will be delegated. This will ensure that dentistry decisions are considered at a local level, and that, for example, local workforce as well as local population health requirements are taken into account. I therefore encourage my hon. Friend to meet the integrated care board—I am sure he has already done so, but I think an ongoing dialogue would make sense—to discuss its plans further, and to talk about how they will affect Broadland and the rest of East Anglia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend touched on recruitment and retention, which I know is a particular issue in his constituency and more broadly. I have referred to the changes that we have made nationally through system reform, but NHS England in the East of England region has been working closely with the organisations that train dentists to improve the recruitment and retention of NHS dentists in East Anglia, and will continue to help those training organisations to develop the dental workforce. I am pleased to say that, in 2021-22, there was an increase of 539 dentists performing NHS dentistry compared with the previous year. In the East of England, there was a 3.5% increase, with an additional 105 dentists. However, as my hon. Friend pointed out, that is not enough: we need more dentists, and we need more dentists on NHS contracts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More broadly, I know that my hon. Friend will want to know what improvements are being made now which will improve access to dentistry for his constituents. He rightly focused on the medium to long term, but I know from my postbag that the pressing concern is often the here and now. We plan for the dental system improvements announced on 19 July as part of “Our plan for patients” to begin to take effect by the end of this year, and some of the improvements in the package have already taken effect and are beginning to bear fruit. The Secretary of State and I are looking at a number of further measures that we can take to aid recruitment and retention—I know that that is one of the key concerns of my hon. Friend and others, and I think my hon. Friend touched on one of the ideas that we are considering—and, in turn, improve access for constituents. As I have said, this is a priority for me, and I hope to share more details with my hon. Friend and the House in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am committed to playing my part to improve access to NHS dentistry, particularly for those most in need of dental care, and I know that recruitment and the dental workforce will play a pivotal role in that. I hope my hon. Friend has been reassured that action is being taken to address the challenges in recruitment and retention across the country, and particularly in his constituency. I look forward to working with him as we develop our ambitious plans, and I know he will continue to be a champion for his constituents and hold the Government’s metaphorical feet to the fire as we deliver the improvements in dentistry access that we all want to see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}