{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2022-statement-on-the-casey-review/",
    "title": "Jeremy Quin – 2022 Statement on the Casey Review",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jeremy Quin, the Minister of State at the Home Office on 18 October 2022.",
    "content": [
        "In September we saw the very best of British policing, in the planning, handling and delivery of the operation following the death of Her late Majesty, Queen Elizabeth II. It showed that, at the top of its game, British policing is world-class and I commend all of the thousands of officers and staff who made that happen. But in recent years there have been several high-profile failings. These failings substantially diminished public trust in the Metropolitan Police Service (MPS), and undermine the incredible work of the overwhelming majority of decent, hard-working, and professional, frontline police officers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Metropolitan Police Service commissioned a review by Baroness Louise Casey into the culture and standards of the Metropolitan Police Service. Interim findings have now been reported to the MPS and are highly concerning. They set out a failure of the MPS to operate within the existing misconduct framework, and failures to adequately tackle instances of sexual misconduct and discrimination.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The impetus and action to deliver change must come from within the MPS first and foremost—and the Government welcome Sir Mark Rowley’s determination to take a systematic approach to act on the findings through both robust enforcement and long-term prevention. Where there is a role for Government to support this, we will not hesitate to act. That is why I am announcing an internal review into the process of police dismissals to raise standards and confidence in policing across England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will work closely with key policing stakeholders to examine evidence of the effectiveness of the system to remove those who are not fit to serve the public. As well as examining the overall effectiveness of dismissal arrangements, I expect the review to consider:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the impact of the introduction of legally qualified chairs to decide misconduct cases;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "whether decisions made by misconduct panels are consistent across all 43 forces in England and Wales;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and whether forces are making effective use of their powers to dismiss officers on probation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This focused review will be launched shortly and will be conducted swiftly. It will focus on key issues and will support those in policing who act with utmost professionalism, giving them confidence that their hard work and commitment will not be undone by those who bring their profession into disrepute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}