{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2023-statement-on-the-procurement-bill/",
    "title": "Jeremy Quin – 2023 Statement on the Procurement Bill",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jeremy Quin, the Minister for the Cabinet Office and the Paymaster General, in the House of Commons on 9 January 2023.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At some £300 billion, public procurement accounts for around a third of all public expenditure every year. By improving the way we procure, we can save the taxpayer money, drive innovation and resilience, and deliver benefits across every region of the country. We have an opportunity, post our departure from the European Union, to create our own regulations that can help to drive transparency, prosperity and growth. The Procurement Bill seizes that opportunity and reflects three years of policy development, public consultation and detailed intensive engagement. This has included local government, the education and health sectors, businesses of all sizes, and the social enterprise sector, among others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To ensure that the new regime is truly world leading, the Bill will fundamentally improve the UK’s public procurement regime, driving a relentless focus on value for money. It will create a simpler, more flexible commercial system that better meets our country’s needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Spellar (Warley) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I give way to my right hon. Friend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Spellar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister is starting out with the message that the Government are somehow able to do this because of Brexit, but it was nothing to do with European regulation that the Ministry of Defence decided to contract for naval vessels from other countries. In doing that, it was no way acting like any other European country. It was a Whitehall choice and a ministerial choice. The Government had the choice, and they should stop using this as a smokescreen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I referred to the right hon. Gentleman as my right hon. Friend because he is so familiar from my appearances at the Dispatch Box in my Ministry of Defence role, and it is lovely to hear the same lines being produced again. I am no longer in that role and I am not here to speak for the Ministry of Defence, but I think he must be referring to the fleet solid support ship programme—a prospect that will rejuvenate Harland & Wolff and really get Appledore working again. I believe that it will deliver 1,500 jobs to the UK shipbuilding industry, helping to recreate the skills that were so foolishly lost in the last round. The decisions that were made under the last Labour Government in 2005 left us with fewer yards than we would all like, and I think it was a positive decision from the Ministry of Defence to award the FSS contract as it did. I wish Harland & Wolff and the rest of the British designers the very best with it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Spellar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But is the Minister clear, now that he has left the Ministry of Defence, that the contract is not with Harland & Wolff, but with the Spanish shipbuilder Navantia and a British shell company set up only last June? There is no assurance that this work will go to British yards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Member refers to Team Resolute, and I am delighted that it won the tender. The majority of that work will be undertaken in British yards—[Interruption.] We could continue to make this a discussion on defence procurement, but I think the rest of the House wants to discuss the Bill before us, as I certainly do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bill Esterson (Sefton Central) (Lab) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But before doing so, I give way to the hon. Gentleman.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bill Esterson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister says that he is here to talk about a modern procurement system for the UK, but The Guardian is saying today that a Conservative peer who advised the Government during the pandemic helped a company to secure a £50-million contract after being introduced to the firm by another peer with financial interests in that company. Can the Minister tell us exactly which clause in the Bill he is putting forward today would have prevented that extreme example of cronyism from happening?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alas, it is a great loss to me, but I have not read The Guardian today and I am not in a position to comment in detail on what the hon. Gentleman has said. If he goes through the Bill in detail, as I and other Members have, he will find the parts that refer to declarations of conflicts of interest. These are issues that we will be significantly improving through the Bill to ensure that there can be no doubt that integrity lies at the heart of our procurements. That has always been the case, but it will be even more entrenched as a result of the provisions of this Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bill Esterson rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that the hon. Gentleman will allow me to make some progress. If I give two chances to every Member, we will be here for a much longer time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are currently hundreds of procurement regulations spread over four different regimes for different types of procurement. We will consolidate them into a single regime. This will remove duplication and create one rulebook that everyone can understand and use, with sectoral differences only where absolutely necessary, such as for reasons of defence or national security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mike Amesbury (Weaver Vale) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Which line in the Bill will prevent, say, a future landlord who has a close relationship with a future Minister from securing a contract worth millions of pounds for personal protective equipment, or prevent someone who produces underwear, who happens to be in the other place, from securing a contract via a conversation via a VIP lane? Which line in this Bill will close that down?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the hon. Gentleman has not read the Bill, I recommend that he does so. There is a lot of it, but it is a good read and he will find it has a range of measures to ensure transparency at the heart of our procurement. I do not accept the premise of his question—if his question has a premise—that previous procurements were incorrectly awarded; far from it. If he wants to see a Bill that enhances transparency, that ensures there are always proper procedures in place to address conflicts of interest and that ensures the best propositions win tenders, he will support the Bill this evening, as I hope the rest of the House will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tim Loughton (East Worthing and Shoreham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps I could mention something that is in the Bill, rather than not in the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the Bill, and particularly how it will benefit our small and medium-sized enterprises and the local sustainability of good-quality British products, but clause 65 was helpfully added by the noble Lord Alton and a cross-party alliance in the other House to make sure that we do not procure from countries found guilty of genocide or human rights abuses, particularly China. Can the Minister confirm that the Government not only support clause 65 but will extend it beyond just surveillance technology? We should not procure goods and services from countries found guilty of genocide or human rights abuses, such as China in Xinjiang, as verified by a vote in this House. We should just not deal with them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to respond to a question about a clause in the Bill, for which I thank my hon. Friend. We are thinking through the Lords amendments, and there will be further time to discuss them in Committee. Anything that is added to the Bill must be deliverable and workable. I stress that the Bill already contains much-enhanced provisions to ensure we can prevent inappropriate suppliers from coming into our production chain, not just as primes at the top level but right through the supply chain. For example, we will be able to debar companies for misconduct or illegality. We are taking far more powers than we had under the old EU regime, which should be welcomed by all Members of this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Seely (Isle of Wight) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will my right hon. Friend give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will give way, but then I must make progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Seely**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend was making a point about ethics, so I will make a point about dependency. Do the Government accept that they have purchasing power to reduce our dependency on authoritarian states, and do they accept there are lessons to be learned from the Ukrainian war, our economic and energy dependence on Russia and our economic dependence on China? Will they accept an amendment, tabled by me or by others, so that, as well as having ethics at the heart of this Bill, we can discuss how to reduce our dependency on states that seek to harm us, be it Russia, China, North Korea or Iran, etc.?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would welcome the opportunity to speak to my hon. Friend about any amendment he might table, and we would, of course, look at it seriously. I recognise the general point that this country has realised, as have all our friends, through covid and subsequently that it is incredibly important to understand our supply chains and to understand where our procurement comes from. The Bill will help us do that by enabling us to look through the entire supply chain—not just the top level, but deep inside—to make certain that we are able to stop suppliers that are effectively in misconduct, and to make certain that resilience is part of our thought process in procurement. I believe all those valuable assets are incorporated in this Bill, but I am more than happy to have further discussions with my hon. Friend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope the House will forgive me if I make a little progress. Running through this Bill is a theme of greater transparency. Through the Bill, we will deliver world-leading standards of transparency in public procurement. It covers contracts awarded across the public sector, including by central and local government, arm’s length bodies, education authorities and health authorities. It also covers contracts awarded by publicly funded housing associations and by companies in the water, energy and transport sectors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Caroline Lucas (Brighton, Pavilion) (Green)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister is being generous in giving way. Can he indicate whether the Government will accept the amendments made in the other place requiring contracting authorities to maximise environmental benefits when awarding contracts, and particularly to ensure compliance with the Climate Change Act 2008 and the Environment Acts? Does he accept that that should not be optional, as the climate emergency is so urgent that it ought to be required by this Bill?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That urgency is why we have published procurement policy notes on our commitment to net zero, just as we have published them on social value. We are keen for the Bill’s wording not to be very prescriptive, because the Government will have to announce procurement policies from time to time. I totally accept that there is a case for ensuring that our net zero commitments are met, but putting them in the Bill, which would create a big, laborious process for SMEs and procurers, be they local councils or central Government, is not the right way forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Bill sets out a strong framework that gives us far more powers, but it is then open to the Government to set out, through a national procurement policy statement, the focus on social value or environmental concerns. I hope the hon. Lady accepts that the procurement policy notes we have already published show our commitment to doing just that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Debbie Abrahams (Oldham East and Saddleworth) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister is being incredibly kind in giving way, and I recognise his generosity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What measures in the Bill will protect the supply chain from collapse, as we saw with Carillion? Project bank accounts, which are already used across Government, would protect the supply chain. Thousands of small businesses went out of business or lost hundreds of thousands of pounds during Carillion’s collapse, so will the Minister introduce something like that? There is also a question about protections for retention money, so will that be included?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is a matter not so much for the Bill as for the operation of commercial practice. The outsourcing playbook has been used effectively since Carillion, and we have since seen other examples of public suppliers getting into difficulty. They are carefully monitored across Government. We will not always spot everything, but there is close working across Government to monitor our suppliers and to ensure that we can act, and act swiftly, where a supplier falls into problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Debbie Abrahams**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "National Highways, for example, uses project bank accounts to protect its supply chain as a matter of course, and it says that they are its preferred option. If the Department associated with National Highways is doing that, why cannot they be used across all Government Departments?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am not familiar with the specifics of project bank accounts, to be perfectly frank. We have put measures in place to protect supply chains in the event of the collapse of a prime supplier, but I will take this up with my officials and write back to the hon. Lady.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In recognition of the specific needs of defence and security procurement, and to help deliver the defence and security industrial strategy, a number of provisions specifically apply to defence and security contracts. These provisions will provide flexibility for contracts to be upgraded to refresh technology and avoid gaps in military capability. There will continue to be special rules for certain social, health and education services, to be identified in secondary legislation, that may be procured as so-called light touch contracts, recognising the particular domestic and social aspects that should be captured in such procurements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The interaction with regulations being prepared under the Health and Care Act 2022 was the subject of particular attention when the Bill was considered in the other place, and it may well be of interest to this House. The Bill will apply to most areas of NHS procurement of goods and services to help drive efficiency and value for money. However, the Health and Care Act regime is intended to address the specific requirements of the health and care system and to fulfil the Government’s intention to deliver greater collaboration and integration in the arrangement of clinical healthcare services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me be clear that the Bill strengthens the NHS’s ability to deliver. The reforms to healthcare commissioning in the Health and Care Act will give commissioners more flexibility in how they arrange services so that both procurement systems can work effectively and deliver care for patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill sets out the key principles and objectives of public procurement. These place value for money, public benefit, transparency and integrity at the heart of our procurement system. As well as competition and efficiency, there must be good management to prevent misconduct.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Richard Burgon (Leeds East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Public procurement is one key way in which the Government can set a framework whereby employers’ standards can be driven up and a good example can be given to other employers. So will the Minister accept an amendment that gives priority when awarding Government contracts to the many thousands of companies that pay their staff the real living wage?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not think this is the process whereby we tell employers what they should be paying their employees; that would be a big reach too far. The hon. Gentleman will be pleased that this Bill contains provisions that ensure that we can prevent companies that commit misconduct from taking part in procurements, and that can be in any range of areas. However, this is not the Bill by which we are going to be regulating employees’ pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Penrose (Weston-super-Mare) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome this Bill, particularly because, as the Minister rightly points out, it introduces far greater transparency and competition, precisely as I was calling for two years ago in the Government-commissioned report on competition policy. I am delighted to see the Bill coming forward with those measures. May I push him on value for money, which he mentions and which is clearly important? The evaluation task force, which exists jointly between his Department and the Treasury, is a tiny unit that covers a tiny fraction of Government procurement spending. Will he pledge, either today or later in the Bill’s progress, that its role will be expanded to cover far more of what we are buying, in order to make sure that we are buying things that genuinely work and it can say that things have been evaluated and either they have produced the goods or they have not, and therefore should or should not be renewed or rolled over in future?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for the ideas he threw in our direction, which have been picked up. He is right to say that greater transparency is absolutely reflected in this Bill, and I thank him for the work he did. There has been a long lead-up to get to this Bill and we thank him very much for his support. I am proud of the evaluation task force and the work it does, not only on procurement, but on other areas of policy, looking into them to make certain that they are delivering what we intended when they were announced. That is an important tool for all Governments. I would love to see the evaluation task force grow. It is growing in experience and in the amount of projects it is taking on. It has covered a fair bit of the waterfront, but I appreciate that it is merely a small element at the moment and I would like to see it grow. However, he will forgive me if I do not start making commitments of that sort at the Dispatch Box—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paul Howell (Sedgefield) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we talk about NHS procurement and the challenges for small and medium-sized enterprises in dealing with the NHS, we are talking about small companies dealing with a vast organisation. PolyPhotonix, a company in my constituency, gave me an example of the frustration involved. It created a light therapy mask to help treat diabetic retinopathy, and I have been supporting the company. The NHS procurement process has been extremely complex, although the company got the mask approved. There was NHS investment in innovation to develop it, but it became used in the private sector before the NHS, because the NHS procurement could not get it right or could not make the approvals. Those were finally obtained and the mask is now active, fabulous and a great product. The other NHS trusts all want to approve it themselves, so surely there is an opportunity here. If something is approved by one NHS trust, surely it does not need to be approved by every other one before it can be used. Is there some opportunity in the Bill to facilitate that greater ease for SMEs?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recognise the frustration of the company in my hon. Friend’s constituency. He should take up the specifics of that with my right hon. Friend the Health Secretary, but more generally he raises an extremely valuable point, not just in the health sector, but more broadly, about the ease of doing business with Government for SMEs. The Bill contains a range of measures on this: it puts a duty on procurers to ensure that they are considering the specific needs of SMEs; it ensures there is a 30-day payment period; it ensures that pipelines are put out well in advance; it says, “You don’t need to be insured to do the job before you have won it”; and, above all, it provides for one entry point and allows companies to set out in one place what they are as a smaller company before they even start thinking about the tender they are applying for. All those are incredibly valuable components to make it easier for an SME to thrive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bill Esterson rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will not give way at this stage. I thank the hon. Gentleman for the offer, but I think I should be making a little more progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In delivering value for money, the Bill will require procurement teams to take account of national priorities, as set out in a new national procurement policy statement. These are national priorities such as improving supply chain resilience, enhancing skills, driving innovation and, of course, protecting the environment. Procurers will be able to give greater weight to bids that support such priorities. I know that in the other place there is a strong desire to pursue particular interests and include a range of policies in the Bill. The Government instead believe that that is a purpose of the NPPS. We want to keep this legislation as clear and simple as possible; the intention is that we allow procurement to keep pace with evolving policy priorities and we do not swamp contractors and SMEs in paperwork.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill will accelerate spending with small businesses. New duties will require contracting authorities to have regard to SME participation. Public sector buyers will have to look at how they can remove bureaucratic barriers and level the playing field for smaller businesses. Commercial frameworks will be made more flexible, with the new concept of an open framework, which will allow for longer-term frameworks that are reopened at set points, so that small and emergent businesses are not shut out for long periods. These measures build on existing policy, which allows procurers to reserve competitions for contracts below the thresholds for SMEs and social enterprises based in the UK, taking full advantage of the new freedoms following our exit from the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are determined to improve the prompt payment of small businesses in our supply chains. As I have mentioned, 30-day payment terms will apply contractually throughout the public sector supply chains and be implied into the contract, even when not specifically set out. The Bill provides for new improved procedures for the award of public contracts, supported by greater flexibility. Buyers will be able to design procurement processes that are fit for purpose and will create more opportunities to negotiate with suppliers so that the public sector can work in partnership with the private.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will also take tougher action on underperforming suppliers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stephen Kinnock (Aberavon) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On partnership between the public and private sectors, the steel industry is a crucial aspect of that. Does the Minister agree that the Government should be looking to set indicative targets for the amount of domestically produced steel that we are putting into Government-funded projects? That would enable us as a country to make, buy and sell more in this country, which should surely be a strategic objective of the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman treads a well-trodden path. Through steel procurement, we are always keen to set out the pipeline and provide every assistance we can to the domestic steel industry. However, as he knows, there are also international obligations, of which we are mindful and I know he will also be mindful, in respect of how we conduct our public procurement. I am not certain whether what he suggests would be consistent with the Government procurement agreement. [Interruption.] On pipelines, we are doing everything we can to help the domestic steel industry see the opportunities ahead of it and engage with public procurement. This is something we definitely and warmly appreciate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will also take tougher action on underperforming suppliers or those who present risks through misconduct. The Bill puts in place a new exclusions framework that will make it easier to exclude suppliers that have underperformed on other contracts. Through the Bill, I am pleased to say that we are targeting those who benefit from the appalling practice of modern slavery and, in doing so, undermine our own industrial resilience. The Bill makes explicit provision to disregard bids from suppliers known to have used forced labour or to perpetuate modern slavery in their supply chain. Contracting authorities will now be able to exclude suppliers where there is appropriate evidence of wrongdoing, whether in the UK or overseas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Debbie Abrahams**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wholeheartedly support the Minister on that. I want to take him back to a previous point about late payments and the 30-day term. How will the Government monitor those and ensure adherence? Will that be done through audited accounts? What will be the punishment if there is not adherence?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ultimately, this is contractual. On the prime, that is easy: we will be paying the prime contractor within the 30-day period. People in the supply chain will be aware of the contract under which they are supplying to the prime, and we expect that 30-day payment to trickle all the way down the chain. It is the first time that such a measure has been incorporated. It really will be for primes to be held to account. I say to hon. Members of this House that if partners to a contract are not being paid without good cause, it will call into doubt the contract with the prime supplier, so it will be very much in the interest of the prime supplier to deliver. Every effort the Government have made to improve the payment terms through the supply chains has so far been adhered to pretty well by industry. Across Government, we have seen a significant improvement in payments out to industry, and we are expecting a ripple-down effect as a result of the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will also create a new debarment list, accessible to all public sector organisations, which will list suppliers who must or may be excluded from contracts. This approach will ensure the high standards that we expect in the conduct of suppliers who benefit from public money. Embedded in the Bill is our commitment to creating an open and transparent system. Everyone will have access to public procurement data: citizens will be able to scrutinise spend against contracts; suppliers will be able to see the pipeline of upcoming contracts so that they can identify new opportunities and develop innovative solutions; and buyers will be able to analyse the market and benchmark their performance against others on, for example, their spend with small and medium-sized enterprises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill contains key provisions to enable these new levels of transparency, along with the statutory obligation on the Government to deliver a single digital platform to host this data. The Bill will strengthen existing obligations on contracting authorities to identify and mitigate the conflicts of interest in procurement decision making. These new requirements will ensure that conflicts of interest are managed transparently and in such a way that maintains the integrity of the public procurement regime. Additional safeguards include mitigations that may be required of suppliers by contracting authorities and for procurement teams to record and maintain a written assessment of conflicts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In common with all procurement regimes, provision is made in the Bill for direct awards in a limited number of special circumstances—for example where extreme urgency means that there is no time to run a competition. Ministers will now be able to make provision for contracts required in a rare emergency event when action is necessary to protect life or public safety. This must be kept under review, revoked when no longer necessary, and is subject to the necessary parliamentary scrutiny in both Houses through the affirmative procedure. The Bill also requires that, before a contracting authority directly awards a public contract using any such regulations, a transparency notice must be published. These are major safeguards that did not previously exist.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill fully honours implementation of our international trade agreements, including the World Trade Organisation agreement on Government procurement, which provides UK businesses with access to procurement opportunities collectively worth an estimated £1.3 trillion per annum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir James Duddridge (Rochford and Southend East) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister mentions trade deals. Both the Australia and New Zealand trade deals have a large procurement element. That will fall away if the Bill becomes an Act. I note that the Trade (Australia and New Zealand) Bill has not yet received Second Reading in the other place. May I urge him to hold discussions with business managers with a view to manipulating things so that we get Royal Assent for this Bill rather than for the Trade (Australia and New Zealand) Bill to avoid the very small problem—a problem of just a few weeks—of trade deals being done within a new set of rules that will very quickly become obsolete?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for a most ingenious comment. I had not considered the calendar of the two Bills. It is an interesting point. I will raise the matter with business managers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will continue to support UK businesses so that they can continue to be successful in competing for public contracts in other countries around the world by protecting reciprocal arrangements and guaranteeing market access, treating each other’s suppliers on an equal and fair footing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning finally to territorial application, we have prepared the Bill in a spirit of co-operation between the nations of the United Kingdom. As part of the policy development process, we welcomed policy officials from Wales and Northern Ireland into our team so that they had a critical role in shaping this legislation from the very beginning. As a result, the general scope of the legislation applies to all contracting authorities in England, Wales and Northern Ireland. This will ensure that contracting authorities and suppliers can benefit from the efficiencies of having a broadly consistent regime operating across constituent parts of the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I regret to say that the Scottish Government have opted not to join the UK Government Bill and will retain their own procurement regulations in respect of devolved Scottish authorities. Many in the House will regret that and would no doubt welcome our Scottish friends joining the new regime, which will benefit taxpayers and public services alike across Scotland and the whole of the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has never been a piece of UK procurement legislation as comprehensive as this. It is a large and technical Bill. I accept that there may be some areas that will merit further consideration, which we will debate in more detail in Committee, but I am confident that these significant reforms open up a new chapter for public procurement in this country and will boost business, spread opportunity and strengthen our Union. I urge all Members of this House to support the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}