{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2021-comments-on-the-carrier-strike-group/",
    "title": "Jeremy Quin – 2021 Comments on the Carrier Strike Group",
    "post_date": "January 4, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Jeremy Quin, the Defence Minister, on 4 January 2021.",
    "content": [
        "This is a hugely significant milestone for HMS Queen Elizabeth, the Royal Navy and the whole country. This achievement is a testament to the determination of our service personnel and industry workforce who have delivered this first-rate military capability, a capability held by only a handful of nations. I wish the entire Carrier Strike Group well ahead of their first operational deployment this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "——————–\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**[the below is from the press release issued today]**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The CSG has reached Initial Operating Capability (IOC), meaning all elements of the group from fighter jets to radar systems to anti-ship weapons have been successfully brought together and operated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Both the air and naval elements of the CSG have now met this milestone, which includes qualified pilots and ground crews being held at short notice for carrier-based operations and trained to handle weapons and maintain the equipment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another marker of success at this stage includes the ability to deploy Anti-Submarine Warfare capabilities such as frigates and destroyers, as well as both fixed and rotary wing aircraft including Merlin helicopters to operate alongside the carrier.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}