{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2022-speech-at-the-defence-procurement-research-technology-exportability-dprte-conference/",
    "title": "Jeremy Quin – 2022 Speech at the Defence Procurement, Research, Technology & Exportability (DPRTE) Conference",
    "post_date": "May 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeremy Quin, the Minister for Defence Procurement, on 5 May 2022.",
    "content": [
        "It’s a pleasure to be here in Farnborough this morning and I want to start by thanking all of you for everything you do for our forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my view the Defence sector is the jewel in the crown of our country’s economy – maintaining hundreds of thousands of jobs, developing rich skills bases and boosting our global influence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And while your immense contribution often goes unsung, the world has been reminded of that value in recent months as a result of Putin’s illegal and unprovoked war.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK, as you all know, has been at the forefront of efforts to support Ukraine and, as the Prime Minister announced to the Ukrainian parliament on Monday, we will be delivering £300m more in military aid in the coming days, making us the biggest supplier in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But delivering and maintaining this equipment has been a huge logistical feat and it wouldn’t be possible without an agile and resilient supply chain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Which is where all of you come in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firms like yours have helped build, maintain and transport the thousands of anti-tank and anti-air missiles which have helped protect Ukrainian towns and cities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, this is just one of a number of recent supply chain successes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You came to the fore during Op PITTING, providing the logistical backbone and equipment for the largest ever peacetime airlift.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And you showed your mettle throughout the pandemic, from manufacturing ventilators to helping establish Nightingale hospitals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But you will be aware that the challenges we face in Defence procurement are growing quickly in this new era of constant competition and rapid technological advancement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The current cost of living crisis has placed the emphasis on value for money for the taxpayer as never before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And those reminders of the failures of Russian kit – tanks stuck in the mud for days, soldiers’ cheap handheld radios discarded – have underlined the need for resilience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That doesn’t just mean building equipment to last but ensuring we have access to the specialist parts required to maintain and repair those platforms at all times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More than anything though, we need to make the whole acquisition process simpler and quicker, so that we can spend less time hacking our way through red tape and more time delivering on what counts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So how can we respond to these multiple challenges?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, a year ago we published DSIS, the Defence and Security Industrial Strategy, which set out to transform the way we do business while also attracting the best suppliers into our supply chains, including non-traditional and smaller firms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I want to take the opportunity to remind you of those key pillars of DSIS that we believe will help transform procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, in this age of rapid technological advance, we are injecting pace and clarity into our processes so we can deliver capability at the speed of relevance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are reforming the Single Source Contracts Regulations and the Defence and Security procurement rules – making them more flexible and more agile for buying the right capability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we are giving industry more notice about the kit we’re going to need, so you have the time to upskill and invest in the right areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Shipbuilding is a case in point – we’ve just announced a new strategy which will create jobs and boost skills with a 30-year pipeline of 150 government vessel procurements, backed by £1.7 billion a year specifically for Royal Navy shipbuilding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Meanwhile, we are rolling out a Category Management system which will take a pan-Defence approach to buying goods and services instead of MOD organisations operating on an individual level – cutting costs and delivery times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we recognise the best way to improve procurement is by improving our relationships with those with whom we do business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we have also strengthened the Defence Suppliers Forum by broadening and deepening the industry membership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we are using our National Security Technology and Innovation Exchange to give industry and academia the world-class facilities they need to succeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that’s why we are making it easier for you to export, developing our government-to-government frameworks to better support Defence exports while unplugging bottlenecks in our own system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second pillar of DSIS, a critical pillar, is innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This government is determined to reverse the long-term decline in R&D in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we’re ring-fencing £6.6bn for Defence R&D to produce game-changing capabilities that help the UK become a global science superpower. We’re already seeing successes across every domain and in all corners of the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Army BattleLab in Dorset is enabling Defence personnel to work with academic institutions and private sector companies to trial cutting-edge tech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new AI centre in Newcastle – which I had the pleasure of opening a couple of months ago – has a team of scientists exploiting the latest developments in the use of Defence AI.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the National Cyber Force in Lancashire will strengthen our already significant capability in the digital domain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But to really succeed, we need to be tapping into the talents of our SMEs – the backbone of our economy. Last month’s inaugural report from the Joint Economic Data Hub showed that more than a fifth of Defence procurement spending is with SMEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe we must up that contribution further if they are to help spearhead our innovation revolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why in January we published the SME Action Plan, which sets out plans to improve engagement with SMEs in the defence supply chain by speeding up technology pull-through and providing focused investment to support innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve also created a specific SME working group within the Defence Suppliers Forum, which is increasing access to opportunities and improving how we measure and report SME engagement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And our Defence and Security Accelerator (DASA) is helping turn private sector innovation into military capability, with Defence Innovation Loans to SMEs to help commercialise their products.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These relationships are being further strengthened at a local level through our new network of Regional Defence and Security Clusters which allow industry and government to share ideas and work together, thus promoting collaboration and commercialisation into the supply chain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the pilot cluster in the Southwest is already proving a hit, with 140 organisations signed up, including 90 SMEs, 45 of which have never previously worked with Defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Critically, getting innovation right will also help strengthen great British companies in the export markets, where the clamour for Defence services in an ever more competitive world is growing louder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The third pillar for DSIS that is critical to our procurement approach is social value.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the start of this speech, I mentioned the enormous benefits Defence brings to every part of the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to ensure that with every Defence procurement we are asking the wider strategic question of what else we can gain as a country alongside excellent kit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise that our onshore Defence industry has a strategic value in its own right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To ensure we get the most from our new model we have established a Social Value Centre of Expertise, which will drive added value for Defence and the wider economy by embedding social value in acquisition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So those are three DSIS pillars that are designed to make our procurement and supply chains faster, more innovative and more socially valuable. But given that today’s theme is about building back better together, let me finish by turning the tables on you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After all, I’m sure many of you in the room have enterprising and innovative solutions to some of the challenges I set out. And perhaps even more answers to those I have not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, as you go off and make the most of today’s conference, please do consider how you would get more out of your partnership with government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What more can you do to collaborate on research and development with us?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How can we encourage companies with niche skills who might not be part of the existing Defence supply chain to come on board?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How could you contribute to a Defence and Security Cluster in your area?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What more support would you like to see from government on exports?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How do we keep manufacturing lines open through the lifespan of a platform so we can ramp up production when called upon?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are just a few questions that we’re going to be grappling with in the coming years and I’d love to hear from you your answers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If recent events have taught us anything, it’s that success from battlefield to boardroom rests on us working together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So thank you for coming and listening today and I look forward to working together with you and to continue to keep together our country safe and secure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}