{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2022-speech-on-documents-relating-to-suella-braverman/",
    "title": "Jeremy Quin – 2022 Speech on Documents Relating to Suella Braverman",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeremy Quin, the Minister for the Cabinet Office and Paymaster General, in the House of Commons on 9 November 2022.",
    "content": [
        "It is, as ever, a pleasure to reply to the shadow Home Secretary, the right hon. Member for Normanton, Pontefract and Castleford (Yvette Cooper). I was pleased to hear from the Chairwoman of the Home Affairs Committee, the right hon. Member for Kingston upon Hull North (Dame Diana Johnson), that her Committee visited Manston today and saw, I assume, at first hand the improvements there. What a pity we are not discussing that today. What a pity we are not discussing the many pressing issues on matters of home affairs. What a pity that the right hon. Member for Normanton, Pontefract and Castleford did not choose to talk about policing and the matters that affect the people on the streets of this country. I know how disappointed my hon. and right hon. Friends in the Home Office will be that they have not had the opportunity to cross swords with her this afternoon. Instead, she has chosen to debate this motion—a motion for return. She ranged far and wide, touching on rumour and speculation but rarely on the specifics of the motion, and I was grateful, Mr. Deputy Speaker, for your guidance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, I am pleased with the debate. In the intervention of my right hon. Friend the Member for Gainsborough (Sir Edward Leigh), we heard that, somehow, a self-confessed error of judgment relating to an email not on an issue of national security represents exceptional circumstances, in the view of the right hon. Member for Normanton, Pontefract and Castleford, but that, in the last Government, the fact that this country was going to war did not represent exceptional circumstances, according to the right hon. Lady.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to bring the debate back to the motion before the House. In her letter to the Home Affairs Committee on 31 October, the Home Secretary set out in considerable detail the circumstances and sequence of events that led to her resignation. She explained that she made “an error of judgment”. She recognised her mistake and took accountability for her actions. Her letter noted that the draft written ministerial statement\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“did not contain any information relating to national security”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I set out to the House in response to the urgent question tabled by the right hon. Member for Normanton, Pontefract and Castleford, the ministerial code allows for a range of sanctions in the event that a breach has occurred. In the light of the breach, the Home Secretary stepped down and her resignation was accepted by the then Prime Minister. The appointment of Ministers is a matter for the Prime Minister, in line with his role as the sovereign’s principal adviser. On appointing the Home Secretary to the Government, he received assurances from her. He was clear that she had recognised her error and had accepted the consequences. He considered that the matter was closed. He was pleased to be able to bring the Home Secretary, with her undoubted drive and commitment, back into Government and to be working with her to make our streets safer and to control our borders —matters that could have been discussed this afternoon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand the desire to see inside the process of ministerial appointments and to make public discussions that may form part of any appointment. However, there are compelling and common-sense reasons why that desire should be resisted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alex Cunningham (Stockton North) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many a person who has gone through our court system will get 12 months’ probation. Why is six days good enough for the Home Secretary?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not know the cases to which the hon. Gentleman refers. Every case must be looked at on a case-by-case basis. What we are dealing with here is a circumstance in which a breach of the ministerial code happened. The Home Secretary accepted that. She acknowledged her error; it will not happen again. The Prime Minister had to take a judgment on that basis, and he did.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dame Meg Hillier**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Once again, the Government have put out the man who defends anything, however bad it is, to speak for them. This is not just a matter of a security leak; it is a fundamental matter of the judgment of the woman who is responsible for our national security—the Minister cannot just brush it under the carpet as a six-day matter. The Home Secretary’s judgment is at stake, and there is no evidence that that judgment is any better today than it was when she made these leaks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Home Secretary does not deny that it was an error of judgment; she made that absolutely clear in her letter to the right hon. Member for Kingston upon Hull North, the Chairman of the Select Committee. It was an error of judgment; she recognised that error of judgment, she apologised for it and it will not be repeated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, coming back to the motion for return, it is critical to the functioning of government that conversations that occur around appointments are able to take place in confidence. There is therefore a long-standing practice, implemented by Governments of all political persuasions, of protecting that confidentiality. Without the ability to speak freely ahead of an appointment on matters that will be personal, that can be sensitive and that can even relate to personal security, the ability for meaningful advice to be delivered would be massively undermined. Individuals being considered for appointment need to know that they can speak freely and without reservation to the Prime Minister and officials, and if necessary share concerns, without the prospect of confidential information being placed into the public domain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to reassure hon. Members that appointments in Government are of course subject to advice on matters of propriety. In the formation of this Government, the usual reshuffle procedures were followed, as is appropriate, but the Government firmly and resolutely believe that any information relating to those procedures is not appropriate for publication, either now or in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Tanmanjeet Singh Dhesi (Slough) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After the recent chaos and crashing of the economy, I was most heartened when I heard the Prime Minister declaring to the country that he would be conducting proceedings with integrity and professionalism. Yet the day after, he appointed as his Home Secretary somebody who had to be removed from Government just six days earlier for having breached the ministerial code, and now he has included in his Cabinet somebody who was sacked from office for leaking information from the National Security Council. So much for national security and acting with integrity and in the national interest. Does the Minister agree that the British public will simply conclude that it is the same old Tories, making the same old grubby deals to desperately cling on to power?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman’s intervention started so well. Like him, I greatly appreciated the words of the Prime Minister on the steps of Downing Street. He set out clearly what his Administration would stand for, and he was right to do so. He made it absolutely clear that Ministers in his Administration will have to adhere to the ministerial code. That is what is expected of us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also believe there is a role for redemption. The Home Secretary made it clear that she had made an error, she apologised for that error, and she gave assurances to the Prime Minister, who is at liberty in forming his Administration to take a view and to decide to give someone a second chance. It is his right and his ability as Prime Minister to take those decisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Yvette Cooper**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister is very kind in giving way. He will know that it has been reported in the papers that the Home Secretary, when she was Attorney General, was interviewed as part of several leak inquiries. Has the Minister seen the conclusions of those leak inquiries, and did the Prime Minister see the conclusions of those leak inquiries before he made the appointment decision?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Lady turns to leak investigations, to which I was also about to turn my remarks. As she knows, it has been the policy of successive Governments not to comment on the specific details of leak investigations, to protect the sensitive techniques and procedures involved. What I can say is that all Ministers and the officials and advisers who support them most closely have, on occasion, access to large amounts of sensitive Government information. Regrettably, at times, some of this information is leaked. When this happens and inquiries are launched, all individuals in Government who had access to the information would fall within the scope of such an inquiry. That does not mean that they are guilty or necessarily personally even under investigation; it means simply that they had access to the information in question.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Home Secretary has given a full account of, and has taken responsibility for, the events that led up to her resignation. The Prime Minister is satisfied with that account and considers the matter closed. We believe that the proposal in this motion is inappropriate and would set a deeply injurious precedent for important procedures, not only now but long into the future. I know that the right hon. Lady is upset that Home Office Ministers are not in the Chamber to debate with her this afternoon, but she could have chosen this evening to debate the Labour approach to stopping small boat crossings, which I am sure would have been enlightening for us all. She could have chosen to debate the fact that this Government have recruited over 15,300 extra police. Labour Members could have probed the campaign that has closed 2,400 county lines, with over 8,000 related arrests. Instead, they are concentrating not on home affairs but on a fishing expedition. I trust the House will reject the attempt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}