{
    "url": "https://www.ukpol.co.uk/will-quince-2021-speech-on-universal-credit/",
    "title": "Will Quince – 2021 Speech on Universal Credit",
    "post_date": "January 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Will Quince, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 18 January 2021.",
    "content": [
        "I welcome today’s debate. It gives me the opportunity to highlight some of the unprecedented support that this Government have provided to people right across our country who have been affected by covid-19. I can confirm that the amendment in the name of the Prime Minister will not be moved this afternoon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Without doubt, this has been a challenging time for many. That is why, since the start of this pandemic, we have mobilised our welfare system like never before in modern times, with a wide-ranging package of measures worth more than £7 billion. Members across the House will raise the future of the £20 per week uplift to universal credit, which I will come on to shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to start by talking about how well the Department and universal credit have stood up to the challenge of the pandemic. Many people have sadly lost their jobs as a result of the pandemic, or seen their incomes reduced. Universal credit and the Government’s investment in the welfare safety net have been there to help catch many of those affected. That has been hugely important for the 3 million more people who have made a benefit claim since March last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am so incredibly proud of how thousands of work coaches in jobcentres up and down our country have responded at speed and scale to ensure that we have supported those additional people in their hour of need, especially as the number of people on universal credit rose from 2.9 million last February to nearly 6 million in November. Through our £895 million investment, we are well on the way to meet the Government’s pledge to recruit 13,500 new work coaches by the end of the financial year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Gary Sambrook (Birmingham, Northfield) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This morning, I chaired a meeting of the Northfield covid recovery strategy group with Becky from Northfield Community Partnership. We learnt this morning that, in Birmingham and Solihull, we will see an extra 430 work coaches, 24 of whom will be based at the Longbridge jobcentre. Does the Minister agree that that is a perfect example of how the Government are taking a proactive approach to making sure that we get people back to work as quickly as possible?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Will Quince**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**I** thank my hon. Friend for that intervention. He is absolutely right that not just in his constituency, but in constituencies up and down the country, our Jobcentre Plus network of dedicated work coaches have worked incredibly hard to process an unprecedented number of claims and they stand ready to help support people back into work. That is exactly why we have secured this additional investment from Her Majesty’s Treasury to, in effect, almost double the number of work coaches across our network across our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Work coaches are just one part of the jigsaw; the other is the universal credit system itself. Universal credit has, without doubt, stood up to the challenge of covid-19, whereas the previous legacy benefits system would have buckled under the pressure. Millions more were able to access financial support that is fairer and more generous than the legacy benefits system. We have made the processing of claims and paying people quickly the top priority for this Department. Over 90% of new claimants receive their payment in full and on time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a modern, dynamic, agile, fairer welfare safety net that, in the face of unprecedented demand, ensured that millions of people were paid in full and on time. So what is Labour’s position? It is to scrap it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stephen Timms (East Ham) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is it now the policy of the Department, as the Prime Minister suggested at the Liaison Committee last week, that people should move from legacy benefits to universal credit in order to gain the £20 per week increase? If that is now the policy, what about the position of those who have been receiving the severe disability premium, who are not allowed to move to universal credit?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Will Quince**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Chairman of the Work and Pensions Committee for that intervention. I would be very happy to meet him, alongside the Minister for Disabled People, Health and Work, to discuss, in particular, those in receipt of the severe disability premium. Yes, it is the position of Her Majesty’s Government that we want more people to move over from legacy benefits, including working tax credits, on to universal credit, because it is a modern, more dynamic benefits system; it is the future. However—this is a very important caveat—I would encourage anybody looking to move over from legacy benefits to universal credit to first go on to gov.uk and check their eligibility, because it is important to note, as I know the Chairman of the Select Committee knows well, that on application for universal credit, the entitlement to legacy benefits will cease, so it is very important that people do check.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said, we have a modern, dynamic, agile, fairer welfare safety net that, in the face of unprecedented demand, ensured that millions of people were paid in full and on time. Therefore, it is quite astonishing that the position of Her Majesty’s Opposition is to scrap it—a system that, by any measure, has passed the most challenging of tests. This weekend they briefed to the papers with a press released entitled, “Cut to universal credit to hammer families in marginal Conservative seats”, playing politics with the lives of nearly 6 million vulnerable people rather than focusing on helping them through this pandemic. We will take no lectures whatsoever from Labour on universal credit. There is little doubt that had we relied on the legacy benefits system, we would have seen queues down the streets outside jobcentres and long delays leaving families facing financial disruption without support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jonathan Reynolds**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Minister has raised press speculation, will he comment on the news in the papers at the weekend that the reason he is here and not the Secretary of State is that the Secretary of State agrees with us and it is the Treasury that is behind the cut of £20 a week from April?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Will Quince**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reason I am here today responding to this debate is that I am the Minister responsible for universal credit and this is a debate about the £20 per week uplift to universal credit. The Secretary of State is in active discussions with Her Majesty’s Treasury, the Chancellor of the Exchequer, and, of course, the Prime Minister about how best to continue to support the most vulnerable, disadvantaged, lowest-paid and poorest in our society, as the Chancellor has consistently done throughout this pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sara Britcliffe (Hyndburn) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can my hon. Friend confirm that conversations are still ongoing and that one of the reasons for that is that this does need to be fully costed because it is a lot of money? I was hoping that the shadow Minister would lay out how Labour intended to pay for the uplift.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Will Quince**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. Maintaining the uplift would cost a huge amount of money—somewhere in the region of £6 billion. But it is not just about that. Throughout this pandemic, we have always looked at how best to support the poorest, most vulnerable and disadvantaged in our society. Because this is an ever-emerging and changing situation—that is the very nature of a pandemic—we have to keep everything under review. That is why the Secretary of the State, the Chancellor of the Exchequer and the Prime Minister do meet regularly to discuss all these issues. I want to make one further point because it was raised by the Chairman of the Select Committee: yes, we will continue the roll-out of universal credit, as we committed in our manifesto, ensuring that those on legacy benefits and working tax credits are moved across by 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will now turn to the specific issue of the UC uplift. The Labour party is quite simply wrong in its use of emotive language, saying that the Government plan to cut universal credit. The £20 per week uplift to universal credit and working tax credit was announced by the Chancellor as a temporary measure in March 2020. This additional support increased the universal credit and working tax credit standard allowances by up to £1,040 for a year. We took this approach in order to give those people facing the most financial disruption the financial boost they needed as quickly as possible. The agility and flexibility of the universal credit system allowed us to implement this vital increase rapidly, and was hugely successful in giving claimants—many of whom, incidentally, had not interacted with the DWP before—a foundation by which to navigate the uncertainty of the beginning of this pandemic, and in many ways lessen the drop in earnings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chancellor has always been clear that this measure remains in place until the end of the financial year. I hear the calls from Labour and, indeed, from the hon. Member for Stalybridge and Hyde (Jonathan Reynolds), for a decision now on whether the uplift to universal credit will continue post April, and I have sympathy with the argument that it would give claimants certainty. However, one of the evident features of a pandemic is uncertainty: if the hon. Gentleman is certain about what the economic and social picture will look like in April, then to be frank, he must have a crystal ball. The reality is that we simply do not know what the landscape will look like, which is why it is right that we wait for more clarity on the national economic and social picture before assessing the best way to support low-income families moving forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Why is that important? One word: agility. The poorest and most disadvantaged in our society are best served by a Government that have the agility to respond to emerging situations and the facts at the time. None of us in this House can say with any certainty what the economic landscape will be like in April, which is why we continue to work with Her Majesty’s Treasury on the best way to support those in receipt of benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will add one more thing, which is that I know my right hon. Friend the Chancellor well, and I put it to right hon. and hon. Members that, throughout this pandemic, he has consistently stepped up to support individuals’ jobs and livelihoods. This is the Chancellor who created the furlough scheme and the self-employment income support scheme; uprated universal credit by £1,040 this year; lifted the local housing allowance by £1 billion; protected renters from eviction; protected homeowners; gave grants to businesses; supported rough sleepers to get off our streets; funded the local welfare assistance scheme to the tune of £63 million; and set up the £170 million covid winter grant scheme. This represents one of the largest and most comprehensive support packages in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sammy Wilson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think everyone in this House must acknowledge the work that the Government have done to try to help people through the economic difficulties caused by the response to the pandemic. However, will the Minister accept that, even with the best will in the world, he cannot say that after April, everything is going to be rosy? We know there is going to be a long tail of businesses that have been damaged during this pandemic—damaged by the lockdowns—and people, especially those at the low-paid end of the market, are going to find themselves still in need of support. Therefore, it is wrong to say that somehow or other, things are going to be rosy from 1 April, and that the level of support required by the lowest paid in society will no longer be needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Will Quince**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the right hon. Gentleman for his intervention, but I do not think anybody is saying that. We are saying that the situation remains unclear, so the Chancellor of the Exchequer in particular needs the agility to be able to act on the information at the time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Chancellor has an unenviable task, but I repeat the point that I made just a moment ago: he has a proven track record of stepping up to support the poorest and the most vulnerable and disadvantaged throughout this pandemic, and I have absolutely no doubt that he will continue to do so. Throughout this pandemic, the Chancellor has consistently acted with the necessary agility to support and wrap our arms around those who need it. The Chancellor has always said that, sadly, we cannot save every job or every business. That is why getting Britain back to work is the relentless focus of the Secretary of State, myself and the entire ministerial team at the Department for Work and Pensions. That is key to our national recovery and is why we are investing billions of pounds to secure the economic recovery. Through our plan for jobs we are injecting billions of pounds-worth of support and have launched a range of employment schemes and programmes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To conclude, we have demonstrated during the pandemic that this Government are committed to supporting the most vulnerable in our society and to ensuring that people have the right level of support. Through universal credit and our plan for jobs, we are supporting people of all ages to gain the right skills and experience to support them back to work. We know how quickly things can change with this virus—the new variant has led to increased challenges—but there is now also real hope from the rapid vaccine roll-out, which promises to have a hugely positive impact on the way ahead and the effort to get back to normal and to get our economy growing again. As the Government have done throughout this crisis, we will continue to look carefully at the changing impact of the virus on public health and on our economy, to help to inform how we can continue to support people and give them the tools that they need to move into the workplace so that the country can build back better after the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}