{
    "url": "https://www.ukpol.co.uk/will-quince-2022-statement-on-support-for-children-with-no-resource-to-public-funds/",
    "title": "Will Quince – 2022 Statement on Support for Children With No Resource to Public Funds",
    "post_date": "March 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Will Quince, the Parliamentary Under-Secretary of State for Education, in the House of Commons on 24 March 2022.",
    "content": [
        "Today I am providing an update following a programme of work undertaken by my officials to consider access to free school meals and the early education entitlement for two-year-olds for children from families with no recourse to public funds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Members may be aware, some families with an irregular immigration status have a no recourse to public funds—NRPF—condition as designated by the Home Office. This condition restricts these families from drawing on welfare support and other passported Government support and previously this has meant that their children, regardless of their own immigration status, have been unable to access educational entitlements such as free school meals and the early education entitlement for disadvantaged two-year-olds. All children are entitled to access a school place and maintained schools and academies have a duty to provide free school meals to pupils of all ages that meet the eligibility criteria. These healthy, nutritious meals ensure that children up and down the country are well-nourished, develop healthy eating habits, and can concentrate, learn and achieve in the classroom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Free school meals**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2020, we temporarily extended free school meal eligibility to include some children of groups who have NRPF. I am pleased to confirm that, following a cross-Government review, we will permanently extend eligibility for free school meals to children from all families with NRPF, subject to the income thresholds as follows:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "£22,700 per annum for families outside London with one child.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "£31,200 per annum for families within London with one child.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "£26,300 per annum for families outside London with two or more children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "£34,800 per annum for families within London with two or more children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These thresholds were developed to create comparative thresholds with broad equivalence with families with recourse to public funds, and who qualify for free school meals due to being in receipt of welfare benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to the income thresholds outlined, we are incorporating a capital savings threshold of £16,000. This is the same maximum capital threshold for access to universal credit and therefore achieves parity with families with recourse to public funds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This permanent extension will begin from the start of the summer term, 19 April 2022. Newly eligible free school meal pupils will be recorded in exactly the same way as other free school meal pupils. We will shortly publish guidance advising schools how to check and validate eligibility for NRPF families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All children in receipt of free school meals will attract pupil premium funding for their school and—dependent on meeting other criteria—will also be able to receive free home-to-school transport. The department will provide funding to meet the additional costs incurred through the established processes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Two-year-old entitlement**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The early years are crucial for children’s development and for establishing the foundations for future success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since September 2020, some NRPF households have been able to access the two-year-old early education entitlement. However, my department is going to consult as soon as possible on whether there are any additional groups of children from NRPF families who should be eligible for the two-year-old entitlement that we have not already identified.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These changes will help to ensure that every child gets the best possible start and receives the right support, in the right place, at the right time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}