{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2022-speech-at-defence-space-2022/",
    "title": "Jeremy Quin – 2022 Speech at Defence Space 2022",
    "post_date": "May 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeremy Quin, the Minister for Defence Procurement, at Defence Space 2022 in London on 10 May 2022.",
    "content": [
        "As I walked here this morning, I was reflecting that I also delivered a speech not far from here in February. But it already seems like a lifetime ago. A lot has happened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the intervening time scientists have discovered a massive comet with a nucleus 50 times that normal size speeding towards earth at approximately 22,000 miles per hour. And, fortunately, on course to miss us by one billion miles. More space tourists have also followed William Shatner’s lead and gone where few have gone before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within Defence we have had a lot more to contend with – and directly impacting on space. Putin’s illegal and brutal invasion of Ukraine has provided a powerful and salutary reminder of the operational challenges and opportunities that exist within the space domain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As in every other domain we have had much to learn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the planning scenarios one might have imagined the lights going out and the communications going down. But that’s not, to date, what we’ve seen. The determination and resilience of the Ukrainian people has been assisted by the resilience and utility of space assets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nine and a half weeks in and 72 per cent of Ukraine’s communications are still online.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We imagined it would take maybe hours on a good day or more likely days or weeks to attribute intelligence. But that, of course, is not what we’ve seen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead, open-source imagery is providing us all with intelligence, live.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Kremlin’s disinformation narrative, actually let’s not dress it up here – their lies – have been made to appear clunky, out-dated and absurd.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They said they wouldn’t invade, our ISR said they would. Their claims of what they pretend is the ground truth in Bucha is shown to be a lie when the whole world can see the ground in Bucha. Every individual involved in armed conflict now knows they are being watched and the international community will not forget what they have seen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another example Absent War it could have taken years to form the agreements that could help support and protect a country’s communications in the event of some catastrophic attack.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead responding immediately to this brutal, illegal invasion we’ve witnessed Starlink, courtesy of Elon Musk, gifting equipment as well as humanitarian aid. Even when the jammers started their all-too predictable attacks, Starlink’s experts have managed, to date, to stop them in their tracks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Space as in every domain it is far too early to draw final conclusions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the UK, seeing what we are seeing on the ground and in the skies, remains absolutely focused on our ongoing actions to increase capability in this area. Our launch of the Defence Space Strategy in February, coupled with our first integrated National Space Strategy and the establishment of our single joint Space Command paves the way for the UK to become a more resilient, more robust and more significant space player on the global stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I spoke back in February about our investments. £5 billion over 10 years already allocated to our future Skynet Satellite communications. A further £1.5 billion allocated to support defence operations over the next decade. And millions invested already. On next generation constellations of Intelligence, Surveillance and Reconnaissance satellites in Low Earth Orbit. On optical laser communication technology to deliver the equivalent of high-speed broadband. On other infrastructure that will provide the digital backbone on which our whole space enterprise depends.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Amongst those investments was a pair of tiny shoebox-sized satellites – forming the Prometheus 2 mission – and destined to have an outsize impact. Built by In-Space Missions in Alton, Hampshire, this will be a test platform for monitoring radio signals including GPS, and conducting sophisticated imaging working with our international partners, with joint mission operations undertaken between In-Space, Dstl and Airbus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there’s much more on board that satellite. For it also carries that sense of adventure. That delight in discovery. This mission is about examination, experimentation, exploration. There is so much we need learn and we know that Prometheus 2 will provide sparks to illuminate our future in space.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And today I am delighted to update you on Prometheus’ progress. Some forty years ago the first British satellite Ariel 1 was sent into orbit on board a US rocket. Rekindling that arrangement, in partnership with the American National Reconnaissance Office, this year we will send Prometheus 2 into space with Virgin Orbit. Launching from their new spaceport in Cornwall. It will be the first time the U.K. has launched a British satellite into space. It represents another giant step forward in our surge to become a space power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These latest launches remind us that space is no longer the monolithic preserve of governments. Today the space enterprise is about collaboration. Bringing together the unique skills and intellectual heft of our supplier – those within the private sector, within academia and within the international community. Those within this room.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the purpose of this conference is to harness that collective brain power. To answer some of the key questions that have arisen from the conflict in Ukraine and ultimately apply those lessons to shape our space future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To help kick-start the debate I thought it might be helpful to pose a few questions of my own. How can get more out of Science & Technology R&D targeted defence needs? If we agree “buy before build or own only where needed”, how can we access and protect assured space-based capabilities to deliver military support on operations? And how can we accelerate our collaborations so that we not only deal swiftly with dangers in real time but minimise the bureaucracy that all too often bogs down space innovation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps, most critically of all, how can we create and enforce international rules so that space remains safe and secure for all? Thanks to research produced by the European Space Agency we know that humans’ behaviour in space is improving. That we are getting better at spotting and tracking smaller fragments of space debris.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we also know that not enough satellites are removed from heavily congested low-earth orbits at the end of their lives. I’m sure you’re all familiar with that artist’s impression of our fragile blue earth surrounded by a halo of space junk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Equally, we know our adversaries are far less cautious about operating in space than we are. Only a few weeks ago the International Space Station was having to take evasive action to avoid Russian satellite debris. The US recently took the bold and, I believe correct, decision to ban destructive ASAT testing. But the question for us is how can that be enforced? And how do we respond if those bans are subsequently ignored?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, plenty of food for thought today and I am very much looking forward to hearing your deliberations and conclusions over the coming days.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ukraine has confirmed a fundamental shift in the dial. Space capabilities are vital for us today but will be even more critical for our tomorrow. To reach the outer limits we must make a space pivot. But we must do so together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}