{
    "url": "https://www.ukpol.co.uk/joyce-quin-1999-speech-on-devolution/",
    "title": "Joyce Quin – 1999 Speech on Devolution",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Joyce Quin",
            "url": "/tag/joyce-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Foreign Office Minister, Joyce Quin, held at the Northern Ireland Assembly on 26th February 1999.",
    "content": [
        "I am delighted to be the first FCO Minister to address the Northern Ireland Assembly. This audience, more than most, will understand the dynamic between domestic and international affairs, between the Assembly’s transferred responsibilities and EU and international relations. We intend that the UK Government and the devolved administrations will cooperate effectively where their interests overlap. It is my particular aim – and that of Robin Cook – that the FCO’s co-operation with all the new administrations should be one of real partnership. I will say something today about the arrangements that I hope will underpin our partnership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**RENEWAL IN THE UK AND EU**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the FCO Minister for Europe and devolution I am involved in two of the Government’s most ambitious and exciting programmes. Devolution in Northern Ireland, Scotland and Wales is part of a wider programme of democratic renewal. Described by Tony Blair as ‘the biggest programme of change to democracy ever proposed’, it includes reform of the House of Lords, incorporation into UK law of the European Convention on Human Rights and strengthening the voice of the English Regions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are in the middle of an important phase in the development of the European Union, in which Britain is playing a leading role. We are in the decisive phase of the Agenda 2000 negotiations: we want reforms to control EU spending and overhaul the CAP. These reforms are a necessary prelude for enlargement, which Britain strongly supports. We are encouraging the modernisation of the EU’s institutions, to make them more effective and accountable. We back Europe’s fight against crime, drugs and illegal immigration. we are taking forward the employment and economic reform agenda in the EU. We want the single currency to be a success, whether Britain is in or out. Big issues and a big agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**GOALS AND PRINCIPLES**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a fit between our reforms at-home and our objectives in Europe. The UK has for too long been too centralised. Devolution will ensure that many decisions that affect the day to day lives of people will be taken locally – taking into account local needs, conditions and history. The idea of a centralised Europe is also discredited. The goals of ‘subsidiarity’ and ‘devolution’ are the same. We want to ensure that diversity is respected. We want to find flexible solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the Government also believes that working together in the EU benefits the UK. We need to work together to tackle common problems. This is the vision behind our initiative on European Defence. It is the vision behind the single market and the common foreign and security policy. It is the vision behind devolution in the UK too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government believes that conducting international and EU relations on a UK basis benefits all the component parts of the UK. We have influence and respect as one of the major EU states; as a permanent member of the UN Security Council; and as a member of the G7. This influence means an effective foreign and security policy. It means we can drive forward international cooperation on drugs, environment and human rights. It means we can provide our companies with effective advice and assistance across the globe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**THE DEVOLUTION SETTLEMENT**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year three important Acts established the framework for devolution in the UK. Devolution is different in each of Northern Ireland, Scotland and Wales – tailored to the needs, political circumstances and aspirations of the people. In Northern Ireland it is giving tangible effect to will of the communities for peace and cooperation. The Assembly will have the wide range of powers with which you are familiar. It will be able to legislate on such matters as health, education, support for industry, agriculture, and fisheries. A new democratic focus with real powers over real issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government will remain responsible for international relations, including relations with the EU. This includes the negotiation and agreement of treaties and other international agreements, relations with territories outside the UK, relations with the EU and international organisations, the regulation of international trade, international development assistance and consular assistance to British nationals in distress. It is clear that in some areas the interests of the UK Government and the devolved assemblies will overlap.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Northern Ireland has particular interests. Inward investment plays an important role in the regeneration of the local economy. Northern Ireland is a major beneficiary of EU programmes including the Peace and Reconciliation Programme and structural funds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**PRINCIPLES FOR COOPERATION**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government has made clear that it wants to involve the devolved administrations in the development of policy on international issues that also have implications for devolved functions. This is particularly true in relation to EU matters, where legislation in Brussels will have a direct impact in areas for which the Assembly is responsible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In these and other areas, we expect to set out agreed working arrangements in a series of Concordats between the UK Government on the one hand and the devolved administration on the other. To that end we shall be putting to the Northern Ireland administration proposals for Concordats both on EU matters and on international relations more generally. However until the Executive Committee has taken on its powers and elections have taken place in Scotland and Wales we shall not be able to finalise these working arrangements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Concordats will provide a framework for practical cooperation. A key principle is that there should be no surprises. The administrations need to keep each other informed of developments that might impact on each other’s responsibilities. The FCO will keep the Northern Ireland administration informed on international and EU developments that touch on its devolved responsibilities. We will provide relevant information and analysis including reporting from our overseas Posts. For its part the Assembly should keep us informed, including on its policy proposals, legislative programme and proposed international contacts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government will continue to be the formal channel for relations with other countries. The UK is, of course, the EU member state and the member of international organisations. It will be for the UK to negotiate and conclude treaties and other binding international agreements. There is, however, no barrier to the devolved administrations maintaining working level contacts with other governments on matters within their responsibility. Indeed we hope and anticipate that contacts will develop quickly with other leading European regions. These may lead to informal agreements highlighting common concerns and strengthening ties e.g. through twinning arrangements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where international and EU negotiations touch on devolved matters we intend to involve the devolved administrations as directly and fully as possible in the formulation of the UK’s position. This arrangement will require a mutual respect for confidentiality and a commitment to support the agreed UK position. There will of course be disagreements. We will need to broker agreements. This is, of course, a role familiar to the Cabinet Office and Cabinet Committees. However, what we propose in this instance is to establish a Joint Ministerial Committee of which the UK Government and the devolved administrations would be members. The JMC will be a consultative rather than a deliberative body, supported by a committee of officials and a joint secretariat. I think it will provide an important forum in which we can all find common ground.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers and officials of the devolved administrations will be able to participate in EU Council of Ministers meetings and other EU negotiations. The emphasis must be on working as a team to achieve the best outcome. As at present, it will be for the lead Minister to decide how each member can best contribute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government and the devolved administrations will need to work together to ensure the implementation of the UK’s EU and other international obligations. The devolved administrations will normally play a leading role, consulting the UK Government. Under the devolution legislation it will be for the UK Government, after consultations in each case about if and how this should be done, to make subordinate legislation splitting quantitative obligations (e.g. reductions in greenhouse gas emissions) between the UK and the devolved administrations. We will together need to ensure that any difference of approach nonetheless produce consistency of effect and, where appropriate, of timing. There will be cases where we will agree that it is more convenient to implement obligations through UK wide legislation. We intend to continue to implement UN Security Council Resolutions by means of Orders in Council under the United Nations Act 1946. If we fail to implement our obligations each administration will bear the share of the financial costs or penalties imposed, flowing from its own conduct in this respect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**OPPORTUNITIES FOR COOPERATION**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The FCO will continue to serve the interests of the UK and all its constituent parts. We will assist official visits to other countries by Ministers and members of the Assembly. We will work together on programmes for official guests and in arranging international meetings when these take place in Northern Ireland, Scotland or Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our Posts will continue to promote the UK and all its constituent parts. We will ensure that the World Service and the British Council continue to reflect the diversity of all the constituent parts of the UK. We will work together on threats to the environment, encourage respect for human rights and tackle drugs, terrorism and international crime. We will continue to help travellers from all parts of the UK in trouble overseas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**TRADE AND INVESTMENT**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Assembly will be responsible for supporting industrial development in Northern Ireland. The Industrial Development Board has done an excellent job and I am sure it will continue to so. Locate in Scotland and the Welsh Development Agency have also done Scotland and Wales proud. But I want to make it crystal clear that the UK Governments trade development and investment promotion effort will continue to serve you and all the constituent parts of the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK trade promotion effort is the most extensive and effective in the world. The FCO puts more resources into this activity that any other, over 30 per cent of frontline effort. 221 Embassies, High Commissions and other Posts assist companies to export and invest, and identify and encourage inward investors. I am confident that we will build on our recent successes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Invest in Britain Bureau, a joint FCO/DTI operation, maintains a close relationship with the Industrial Development Board and the other development agencies at home and abroad. We were glad to support the Board’s inward investment roadshow in the US last year. You might like to know that the current edition of IBB’s main promotional magazine – Briefing on Britain – gives pole position to a feature on Northern Ireland’s attractions and successful track record in securing inward investment from world famous companies such as Fujitsu, Ford, Caterpillar and Nortel as well as newer companies in fast growing sectors like software, multimedia and communications centres.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**REPRESENTATION IN BRUSSELS**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our Embassies and High Commissions will continue to work on behalf of all the constituent parts of, the UK. UKRep in Brussels will continue to represent the UK to the European Institutions. We expect that the devolved administrations will set up their own offices. These might be inside or outside the UKRep framework. The key is that they should complement rather than cut across existing activity. The role of regional administrations in Europe is increasing. It will be to the advantage of the UK that we can enrich our relationships with regional links.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**CONCLUSION**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We live in a world where there is no neat divide between local and international issues. Encouraging industrial development or addressing climate change requires us to work on a global level to concert international action and at a local level to make a difference in our communities. Devolution will provide us with new challenges and new opportunities to make a difference. I hope we can rise to those challenges together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}