{
    "url": "https://www.ukpol.co.uk/will-quince-2022-speech-on-accountability-in-the-nhs/",
    "title": "Will Quince – 2022 Speech on Accountability in the NHS",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Will Quince, the Minister of State at the Department for Health and Social Care, in Westminster Hall, the House of Commons on 30 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Sir George. I congratulate my right hon. Friend the Member for Hemel Hempstead (Sir Mike Penning) on bringing this important debate to the House today. I know from our numerous conversations over the years that he is a tireless champion of healthcare provision, not just within his own constituency, and an advocate for instilling accountability and a learning culture throughout the NHS as a whole. Today, he has raised some difficult cases, albeit anonymised. I know the Under-Secretary of State for Health and Social Care, my hon. Friend the Member for Lewes (Maria Caulfield), who is responsible for patient safety, looks forward to receiving more information and will be happy to meet our right hon. Friend to discuss the cases further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I assure my right hon. Friend that this Government share his commitment to ensuring that the NHS delivers excellent care to all of its patients. We will never tire in striving to ensure that patient safety and high-quality care are at the heart of all patient care in our country. I am of the firm view that accountability for excellence applies at all levels of patient care, from the individual clinician caring for an individual patient through to Parliament’s role, as my right hon. Friend set out, in ensuring accountability for healthcare delivery by the NHS. It is essential that the commitment to excellence is central.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend rightly says that we love our NHS. Of course we do. However, we recognise that on rare occasions—not as rare as I would like—patient care falls short of the very high standards that we expect. He talked about getting answers for his constituents as a Member of Parliament. That is hugely important. I apologise that ministerial responses have not been as full as he hoped they would be. I will certainly look into that, because those responses are important. As a constituency MP, I too have cases from constituents who have raised concerns, either about their GP or their acute trust, and the level of service provided.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend rightly raises questions about why the NHS as an organisation does not more often simply say “sorry” when things go wrong. It is, as he says, a human business and things do go wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hear what he said about ministerial responses. He is also right to say that Ministers are unable at present to respond to individual cases. There are reasons for that. As the hon. Member for St Albans (Daisy Cooper) and the hon. Member for Westmorland and Lonsdale (Tim Farron) said, the NHS is a complex organisation. We have NHS England, integrated care boards, integrated care systems, primary care networks, acute trusts, mental health trusts and ambulance trusts, and there is a question about whether Ministers or bodies such as NHS England and individual trusts should hold a level of operational accountability or delivery responsibility. That is a fair question, raised by the hon. Member for Westmorland and Lonsdale, but it is a tricky balance to reach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ultimately, who is responsible for any failings within the NHS? Well, that is me. Who is responsible for delivery of services through the NHS? Not me. That position presents some challenges. Ministers have the ability to set the strategy at national level, but there is a big difference between the strategy, the approach, the culture and the leadership set in Whitehall and what actually happens at grassroots level at individual trusts. However, although I do not have direct operational responsibility, trust me when I say that every single day I am thinking about every single case where an ambulance is delayed and people have to wait too long; about all the 7.1 million people in our elective backlog, and about all those who do not get the excellent care that they rightly deserve and expect through our NHS. That is because I am the one who is responsible for that. I get the letters, and sometimes the responses are not as full as we would want, because I do not have at my fingertips all the information I need to be able to respond in the way I would like. We need to look at that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend rightly says that most people do not want to sue or take legal action against our NHS. They are desperately sad about what has happened, and they may be disappointed or even angry, but that does not mean that they want to seek financial redress or sue a hospital trust. They know the implications of that—the money comes out of operational budgets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having been the responsible Minister, I am acutely aware that we have an annual clinical negligence bill of £2.6 billion, which is huge. Understandably, I would rather spend that £2.6 billion on NHS frontline services. I have huge sympathy with my right hon. Friend’s view that we should collectively put our hands up, explain what went wrong and why, demonstrate how we are learning from that as an organisation, and clearly explain the steps that we are taking to put it right. We collectively as Ministers have a role to play in that. I will reflect on his comments and explore what more we can do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have made significant strides to advance patient safety over the last decade. As I said, it remains a top priority not just for the Government but for me personally. We are creating a transparent learning culture across health systems. That is key to avoiding tragedies in the first place, and essential to driving the improvements that we want to see. As my right hon. Friend pointed out, patient feedback has to be at the heart of that. Patients have to have the opportunity to share their experiences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that clinicians reflect upon the lessons learned and translate them into opportunities to improve their practice. That is vital for not just the individual consultant, doctor, nurse or allied health professional, but the NHS as a whole. We have to listen and learn from individual patient stories. Accountability is a thread that has to run through every single level of the NHS—from individual patient complaints and the learning they generate to organisational responsibility for the standard of patient care, through to integrated care boards and the delivery of high-quality outcomes and access to care for their populations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The accountability owed to partner organisations and local patients is just as important as accountability to national bodies. As my right hon. Friend pointed out, that is why we passed the Health and Care Act 2022, which embeds the principle of accountability throughout the NHS and our health and care system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Mike Penning**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister is being generous in his comments to myself and to colleagues. The issue for colleagues and patients is that the over £2 billion bill, the delayed operations and the waiting lists would be remarkably smaller problems if we had addressed them right at the start. The biggest point, going back to my constituent, is that the wrong operation was done in 1986. That gentleman has been back and forth with the NHS, with help from myself and others, which must have cost the NHS a small fortune in legal fees. Instead of addressing the individual issue to stop it getting bigger, the NHS fobbed and fobbed it off and passed it back around.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know we are short on time and the Minister wants to conclude. My final point is that when Ministers send out letters, it is often the trust that we are complaining about that has drafted the letter to their officials, which actually ends up coming to us. In a classic example the other day, I was thanked for being so supportive of the refurbishment of Watford General Hospital, when actually I have opposed it for the last 20 years. The trust wanted to send that message to the Minister, rather than address what we needed to address, which is patient safety. The stress on patients in this particular case is huge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Will Quince**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is right that there is a lot more that we can do. Reflecting what he has just said, I will touch on some of the measures that have been put in place over recent years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2019 there was the NHS patient safety strategy. We introduced, for the first time ever, a patient safety commissioner. There is the Health Service Safety Investigations Body, which will be an arm’s length body from April 2023 and which was the brainchild of the Chancellor when he was Secretary of State for Health and Social Care. As my right hon. Friend pointed out, there has also been huge investment in maternity services following those awful cases, not just to boost staff numbers, but to improve leadership and culture. There have also been changes to the Care Quality Commission, with the single framework coming in from January next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is absolutely right that some cases take far too long, especially some of the neonatal cases. Those are often the cases that result in the largest payments made, but it can take many years before patients and families get the redress they needed. The Health Services Safety Investigations body is designed to be far more upfront about where something goes wrong. It is much better to learn the lessons in the period immediately after something has gone wrong than several years after the event, looking back retrospectively on what could have been done differently. We need to learn the lessons now and ensure that as few patients as possible go through the same experience. Clinicians, not just within that trust but across the integrated care board, or, where appropriate, across our NHS, should learn those lessons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Member for Hemel Hempstead has hammered home the point again about ministerial responses. I hear him, and I will speak with my hon. Friend the Member for Lewes to see what more we can do in that space. Those points are well made. However, it is difficult because of the number of NHS acute trusts and the fact that we rely on information about what happened on the ground. It is a huge and complex organisation, but I understand, recognise and take his point that ministerial responsibility and oversight is important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to know the facts, and not just the facts as they are presented by a trust, in whose interest it might be to paint a rosier picture than it actually is on the ground—or to not paint the full picture. That is why it is so important that Ministers engage with local Members of Parliament to get the facts. They are the ones who are meeting with the trust executives and the board, as well as their constituents and the clinicians and health professionals on the ground delivering care, who will often—for want of a better word—whistleblow about what is actually happening in a trust, and not give the rose-tinted view that the executives of a trust may want.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This has been a hugely important debate. It speaks to issues that are at the heart of our NHS. It is about getting it right first time and the excellent and consistent patient care that we rightly expect from our NHS. I hope, to some extent, that I have assured my right hon. Friend the Member for Hemel Hempstead of the importance that the Government place on quality, excellent patient care and accountability. His points have been well made. I will reflect on them, as will my hon. Friend the Member for Lewes. I look forward to working with him to improve the situation across our NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}