{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2022-statement-on-ajax/",
    "title": "Jeremy Quin – 2022 Statement on Ajax",
    "post_date": "May 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jeremy Quin, the Minister for Defence Procurement, in the House of Commons on 19 May 2022.",
    "content": [
        "As part of my commitment to keep Parliament informed on the programme, I wish to provide a further update on the Ajax equipment project being delivered as part of the armoured cavalry programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Programmatic issues**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Work continues on the noise and vibration issues.**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The independent Millbrook trials have now concluded. The initial findings informed the consideration by the safety panel on the next step of conducting user validation trials.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The aim of the user validation trials is to help establish the effectiveness of the modifications to address the noise and vibration problems and thereby deliver a safe system of work under which we could conduct reliability growth trials on the modified vehicles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following agreement by the safety panel, user validation trials by Army personnel resumed at the Armoured Trials Development Unit on 12 May, supported by the independent Millbrook trials team. Data was successfully collected during the trials for analysis. In particular, as a result of the trials, an issue has been raised on the effectiveness of the internal communications system which requires additional analysis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The safety panel have set cautious parameters within which the user validation trials are to be conducted. This included the temporary use of Crewgard headsets to allow the modifications proposed by General Dynamics to be trialled. Hearing checks were conducted on all personnel before and after the trials took place. These checks identified hearing anomalies in some personnel (including personnel not involved in the trials who were part of the “control” sample). We intent to resume trials once these anomalies are understood.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "User trials are required to allow Millbrook to continue to gather additional data to provide an independent assessment on the effectiveness of the modifications proposed by General Dynamics. We will then analyse the data, alongside feedback from the Army crews involved. This analysis will help define a safe system of work for the reliability growth trials on the modified vehicles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These reliability growth trials are planned to commence later this year. As with any armoured vehicle procurement, the aim of the reliability growth trials is to test the vehicle more thoroughly over an extended period. This will identify any issues beyond noise and vibration that need to be addressed before we can be confident that the vehicle meets the Army’s contractual requirements. Identifying and resolving a range of such issues is a normal part of the acquisition process for all military equipment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Once we are satisfied that there are long-term solutions to the noise and vibration problems, we will need to agree with General Dynamics a realistic schedule to initial operating capability and full operating capability. We will not accept a vehicle that is not fit for purpose and we are continuing to take all steps necessary to secure our contractual and commercial rights under the contract with General Dynamics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Update on personnel**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It remains the case that of the 310 people identified as working with Ajax, 13 individuals have had long-term restrictions on noise exposure recommended, potentially requiring a limitation in their military duties. The majority of these had pre-existing hearing issues prior to working on Ajax; some did not. A further five individuals remain under specialist outpatient care for hearing and other ear, nose and throat issues. In addition, it remains the case that four individuals who worked on Ajax have been discharged on health grounds, in some cases for reasons wholly unrelated to hearing loss.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Assessments continue for both hand-transmitted and whole-body vibration. To date, fewer than five individuals have been identified with conditions which could be aggravated by vibration; these individuals have been recommended for a limitation in their military duties whilst they undergo further investigation and treatment. It is not possible to determine clinically whether Ajax exposure has caused or aggravated the clinical conditions of any of these individuals. I am withholding a more precise breakdown because, given the small number of service personnel involved, individuals could be identified resulting in a potential breach in medical confidentiality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Sheldon review**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following parliamentary clearance of the associated contingent liability, I am pleased to announce that we have now formally appointed Clive Sheldon QC. The review will have full access to all relevant MOD papers and personnel. I encourage all those who wish to provide evidence or other input to the review to contact the independent review team at Ajax-Review@mod.gov.uk. Copies of the terms of reference of the review are available in the Library of the House. I will update Parliament in due course on the likely duration of the review once Mr Sheldon has had the opportunity to consider the issue in detail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The focus for the MOD and General Dynamics remains on developing and delivering long-term solutions for noise and vibration and vehicles that comply with General Dynamics contractual obligations. We want Ajax to succeed and to deliver what the British Army requires. We have a robust firm price contract for the delivery of 589 vehicles at a cost of £5.5 billion. We will not accept a vehicle that is not fit for purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}