{
    "url": "https://www.ukpol.co.uk/will-quince-2022-statement-on-early-years-early-education-and-childcare/",
    "title": "Will Quince – 2022 Statement on Early Years, Early Education and Childcare",
    "post_date": "July 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Will Quince, the Parliamentary Under-Secretary of State for Education, in the House of Commons on 4 July 2022.",
    "content": [
        "This Government are committed to ensuring that families can access high quality and flexible childcare and early education that helps children to learn in their earliest years, provides enriching experiences around school hours and supports families and the economy by enabling parents to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the cost of living rising, we want as many families as possible to benefit from the childcare support they are entitled to, saving them money, and helping to give children the best start in life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government have extended access to early education and childcare to millions of children and parents over the past decade. We invest a significant amount of funding in early education and childcare, including over £3.5 billion in each of the past three years on early education entitlements for two, three and four-year-olds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also introduced tax-free childcare, which provides working parents with support of up to £2,000 a year to help with childcare costs for children under 12, or £4,000 for disabled children under 17, and Universal Credit, where parents can claim back up to 85% of eligible childcare costs, compared to 70% under tax credits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have today announced plans to improve the cost, choice and availability of childcare that will benefit families and give childcare providers more flexibility and autonomy to make decisions about their settings and needs of children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will support more people to become childminders, which are generally the most affordable and flexible form of childcare, by:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Reducing the upfront costs of becoming a childminder via financial support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Allowing childminders to spend more of their time working from a greater range of locations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clarifying flexibilities in childminders’ ratios when looking after their own children, or siblings of other children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Working with Ofsted to reduce inspection for childminders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Publishing a slimmed down, childminder specific Early Years Foundation Stage framework.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Encouraging the growth of Childminder Agencies—stimulating competition and driving down costs while providing parents with more options for care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will also streamline the Ofsted registration process for providers. More providers registering would mean that parents have a wider choice of providers on which to use these schemes, to pay for childcare that supports their working lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With safety and quality at the heart, as a first step, today I am also confirming the publication of two consultations:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Childcare ratios and supervision while eating consultation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are consulting on proposed changes to the current statutory minimum early years staff: child ratios in England for two-year-olds from 1:4 to 1:5; and clarifying flexibilities in childminders’ ratios when looking after their own children, or siblings of other children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These proposals hand greater flexibility and autonomy to providers to exercise professional judgement in their staffing decisions, according to the needs of their children. This change would bring minimum requirements into line with those in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we continue this journey, there will be opportunities to explore further reform to statutory staffing requirements, and this document invites early views on some potential additional options.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also consulting on supervision requirements while children are eating, to ensure the safety of every child across early years settings. Engagement with early years providers to date suggests that for many settings, adequate supervision while eating is already understood to mean that children are within sight and hearing of a member of staff. We believe that an explicit requirement in the Early Years Foundation Stage will reinforce this practice and ensure the safety of children in early years settings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Early Years National Funding Formula and Maintained Nursery School funding consultation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are consulting on updates to the funding formulae for the two-year-old and three and four-year-old early education entitlements in England, the scope of which will also include the distribution of supplementary funding for maintained nursery schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are proposing to update and adjust the funding formulae used to distribute the Government’s investment in the early years entitlements—which deliver 15 or 30 hours a week of free, high quality, flexible childcare for eligible two, three and four-year-olds for 38 weeks a year—fairly and transparently to local authorities across England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of the datasets which underpin these formulae, and which we use to reflect geographical cost variation, are not up to date. It is important that they remain current, to ensure the funding system can be fair, effective and responsive to changing levels of need across different areas, with targeted investment towards those areas where it will do the most good. Subject to the outcome of the consultation, we are therefore planning to update the formulae for the 2023-24 financial year and intend to continue to do so annually thereafter. We are also consulting on proposals to mainstream the early years elements of the teachers’ pay grant and the teachers’ pension employer contribution grant from 2023-24, bringing early years in line with schools and high needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proposed update will result in some changes to local authority funding levels given costs and levels of need in certain areas will have changed relative to others. As such, we are also consulting on applying new year-to-year protections to local authority funding rates, to help local markets to manage changes better. The 2021 spending review settlement allows us to offer protections which means that all local authorities will see an increase in the hourly rate that the Government provide for 2023-24.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also consulting on proposals to reform maintained nursery school supplementary funding. Maintained nursery schools make a valuable contribution to improving the lives of some of our most disadvantaged children. As we have confirmed continuation of maintained nursery school supplementary funding throughout the spending review period, it is now right to examine the way in which this funding is distributed to LAs. We are therefore proposing to invest an additional £10 million into maintained nursery school supplementary funding from 2023-24 and are consulting on proposals to create a fairer distribution of the funding across all LAs with maintained nursery schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taken together, our current and proposed reforms not only reflect the Government’s commitment to supporting as many families as possible with access to high quality, affordable childcare, but also provide the foundation for taking a renewed look into the childcare system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}