{
    "url": "https://www.ukpol.co.uk/will-quince-2022-statement-on-funding-allocations-for-schools/",
    "title": "Will Quince – 2022 Statement on Funding Allocations for Schools",
    "post_date": "July 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Will Quince, the Minister of State at the Department for Education, in the House of Commons on 19 July 2022.",
    "content": [
        "Today I am confirming provisional funding allocations for 2023-24 through the schools, high needs and central school services national funding formulae (NFF). Overall, core schools funding (including funding for mainstream schools and high needs) is increasing by £1.5 billion in 2023-24 compared to the previous year, on top of the £4 billion increase in 2022-23.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "High needs funding is increasing by a further £570 million, or 6.3%, in 2023-24—following the £2.6 billion increase over the last three years. This brings the total high needs budget to over £9.7 billion. All local authorities will receive at least a 5% increase per head of their 2-18 population, compared to their 2022-23 allocations, with some authorities seeing gains of up to 7%. Alongside our continued investment in high needs, the Government remain committed to ensuring a financially sustainable system where resources are effectively targeted to need. The consultation on the SEND and alternative provision Green Paper closes on 22 July, and the Government will confirm the next steps in implementing our reform programme later this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Funding for mainstream schools through the schools NFF is increasing by 1.9% per pupil compared to 2022-23. Taken together with the funding increases seen in 2022-23, this means that funding through the schools NFF will be 7.9% higher per pupil in 2023-24, compared to 2021-22.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The NFF will distribute this funding based on schools’ and pupils’ needs and characteristics. The main features in 2023-24 are:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The core factors in the schools NFF (such as basic per-pupil funding, and the lump sum that all schools attract) will increase by 2.4%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Funding for disadvantaged pupils will see greater increases—with funding for two deprivation factors in the NFF increasing by a greater amount than other factors. These two factors (relating to pupils who have been eligible for free school meals at any point over the last six years, and the IDACI factor which relates to relative deprivation between local areas) will increase by 4.3% compared to their 2022-23 values.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The funding floor will ensure that every school attracts at least 0.5% more pupil-led funding per pupil compared to its 2022-23 NFF allocation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The minimum per-pupil funding levels (MPPLs) will increase by 0.5% compared to 2022-23. This will mean that, next year, every primary school will receive at least £4,405 per pupil, and every secondary school at least £5,715. Academy trusts continue to have flexibilities over how they allocate funding across academies in their trust. This means, in some cases, an academy could receive a lower per-pupil funding amount than the MPPL value. This may reflect, for example, activities that are paid for by the trust centrally, rather than by individual academies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The 2022-23 schools supplementary grant has been rolled into the schools NFF. Adding the grant funding to the NFF ensures that this additional funding forms part of schools’ core budgets and will continue to be provided.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are targeting a greater proportion of schools NFF funding towards deprived pupils than ever before—with 9.8% of the schools NFF allocated to deprivation in 2023-24. This will help schools in their vital work to close attainment gaps and level up educational opportunities. In 2023-24, schools in the highest quartile of deprivation (measured by the percentage of pupils who have been eligible for free school meals over the past six years) will, on average, attract larger per-pupil funding increases than less deprived schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As previously confirmed in the Government’s response to the consultation on completing our reforms to the NFF, 2023-24 will also be our first year of transition to the “direct” schools NFF—with our end point being a system in which, to ensure full fairness and consistency in funding, every mainstream school in England is funded through the same national formula without adjustment through local funding formulae. In 2023-24 local authorities will only be allowed to use NFF factors in their local formulae, and must use all NFF factors, except the locally determined premises factors. Local authorities will also be required to move their local formulae factors 10% closer to the NFF values, compared to where they were in 2022-23, unless their local formulae are already so close to the NFF that they are classed as “mirroring” the NFF. This follows the positive response to these proposals in the consultation last year. Alongside the NFF publications, today we have published an analysis of the impact of this initial move towards the direct NFF in the national funding formula for schools and high needs 2023-24 policy document.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Central school services funding is provided to local authorities for the ongoing responsibilities they have for all schools. The total provisional funding for ongoing responsibilities is £292 million in 2023-24. In line with the process introduced for 2020-21, to withdraw funding over time for the historic commitments local authorities entered into before 2013-14, funding for historic commitments will decrease by a further 20% in 2023-24.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Confirmed allocations of schools, high needs and central schools services funding for 2023-24 will be published in December. These will be based on the latest pupil data at that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}