{
    "url": "https://www.ukpol.co.uk/jeremy-quin-2022-speech-at-supportnet-22/",
    "title": "Jeremy Quin – 2022 Speech at SupportNET 22",
    "post_date": "May 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Quin",
            "url": "/tag/jeremy-quin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Jeremy Quin, the Minister for Defence Procurement, on 28 April 2022.",
    "content": [
        "Two years ago I was relatively new in post and I regret I wasn’t able to join you on that occasion but now I know it was referred to as a Support Net superspreader event and therefore perhaps I regret it a little less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is great, in happier circumstances, for us all to be together in the same room.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year I joined you virtually and I recall quoting then from the Chinese philosopher Sun Tzu, who you will all be familiar, who said the line between success and failure is of course logistics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year, I don’t feel I need to delve 2,000 years into Chinese literature to make the same point. We’ve been seeing it daily on our television screens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those pictures of the 40-mile Russian convoy sat stuck on the road to Kyiv have become some of the defining images of Putin’s war.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, Russia’s failure in almost all of its initial objectives may be found to be deeply rooted in the logistics and supply mistakes, amongst others, that they have been making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Expensive equipment is getting literally bogged down because it relied, in part, on failing old tyres which have been unmonitored.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Russian soldiers have been relying on cheap handheld radios because theirs don’t work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, if reports are to be believed, they’ve even resorted to scavenging and looting because their rations are not just weeks or months but years out of date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Napoleon, who learned a few things about logistics of the cold climate as you’ll recall, famously talked about an army marching on its stomach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s fair to say that the UK has a good track record when it comes to Defence logistics and support networks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we’ll be reminded in this, the 40th anniversary year of the Falklands War, that we succeeded in maintaining an 8000-mile-long supply chain that ultimately led us to victory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And just last year, we utilised every asset of Defence to carry out the biggest peacetime airlift in history from Kabul.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But in this new era of rising threats – where war in Europe is no longer a distant memory but a stark reality – we cannot afford to take our eye off the ball.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year, I spoke about the publication of our Integrated Review and the Defence Command Paper, which constituted the biggest review of our Defence since the end of the Cold War.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those two documents recognised the importance of getting logistics right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not simply by reorganising the Army into more self-sufficient Brigade Combat Teams able to meet demand by drawing on their own dedicated logistics and combat support units.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But by investing in modernising and transforming engineering and logistical support systems to improve the availability and sustainment of our capabilities, our equipment and our people across all the domains.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, the Defence Support organisation was created to pursue these common goals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are making sure that no British serviceperson suffers that Russian ration fiasco.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In fact, today I can reveal that we have been trialling new, nutritionally balanced ration packs, which show a 23% increase in performance for Commando Forces – despite being smaller and lighter to carry. Napoleon no doubt would have approved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this is only a small element in the start of the transformation in logistics that we’re looking for. From my perspective, I want to see and succeed in meeting four key objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we must strengthen our strategic base.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In other words, the infrastructure and systems upon which we depend to store our stock and to process complex transactions that supply materiel to the front line.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the past year, our Agile Stance Campaign Plan has been probing the fragilities in our supply lines and fixing them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m glad to say we’re now seeing accelerated investment in sites like Longtown on the Scottish borders, the development of a Supply Chain Strategy that will enable improved agility and resilience, and an enhanced focus on Supply Chain Resilience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I know the people here in this room are likely to have plenty more enterprising and innovative solutions to some of the challenges we face. And I’m very keen to hear from you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How do we increase scalability and production through the lifetime of a platform?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To what extent can we be standardising parts across Defence so that they will always be available, rather than buying our whole stock of wheelnuts for tanks up front and then storing them somewhere indefinitely?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can we change commercial agreements so that industry holds the financial liabilities for maintaining stock levels? Would that incentivise industry to design around off-the-shelf solutions more readily?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My second objective touches directly on the theme of today’s conference – improving the readiness and availability of our equipment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether that’s through more resilient designs for future platforms, or better through-life management. Here too there are critical questions to consider around contracting for availability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, should we have contracts which ensure kit is ready for a set number of days in a year?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How do we best work together to ensure that our bottom-line availability requirements are always met?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Involving industry contractually in the numbers and maintenance required from the outset for our equipment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Army and Navy are already starting to integrate these ideas. The former’s Land Integrated Operating Service specifically addresses support contracts and seeks better equipment availability and through-life management.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the Naval Enterprise Support Strategy is about reducing the amount of time vessels spend in maintenance by working with an agile, global supply chain and support network.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My third aim is about rapidity in the digital world. Our Command Paper tasks us with creating a digital spine that underpins everything else in our transformed Defence network.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But that spine needs to be able to exploit data through a common digital architecture, spanning factory to foxhole, to ensure agile, flexible support that is suited to the demands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it needs to ensure the interoperability of every platform we use throughout our organisation, and those of our allies too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It might sound simple, but the magnitude of the task is simply daunting when you consider the number of organisations tied into this common digital framework and the security implications of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is another area where we are looking to draw on your expertise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What is the best way to ensure every new platform we invest in can be plugged into the same digital spine for decades to come?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How can we exploit the Business Modernisation for Support programme to fundamentally revolutionise our processes, enabling those in support to generate your own part of the digital spine?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My fourth and, you’ll be pleased to hear, my final point is about sustainability and resilience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The imperative for energy security has been underlined in recent weeks as nations scramble to reduce their reliance on Russian oil and gas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not just a major concern for the cost of living in our country; it also has a direct effect on Defence procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The platforms we procure today will likely be around in 20 years’ time, by which time our current reliance on hydrocarbons will have been reduced in favour of electric, hydrogen and other energy solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we must be ready for this change while recognising there are real operational benefits to becoming more sustainable that go well beyond earning plaudits for being socially responsible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Consider that an armoured vehicle which can run silently and recharge itself from the sun – what an enticing prospect for Defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we don’t have a long logistical tail, we will be far less vulnerable to future threats.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are already seeing successes with the launch of our Prometheus programme of solar farms on Army land, as well as the development of the world’s first biofuel for fighter jets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The massive price hikes we’ve seen for hydrocarbons show the enhanced resilience on which we can benefit in this renewable space.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I’ve already intimidated, we can’t achieve these four Rs – real estate, readiness, rapidity and resilience without working together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need partners who are ready to work with us on defining new patterns that achieve our joint objectives. Partners committed to skills development and innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Partners who will help us identify problems and join forces in finding solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am determined to get this partnership with all of you in this room right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year I spoke about how we are using the Defence and Security Industrial Strategy to reform relationships with the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since then, we have made progress, by strengthening our Defence Suppliers Forum and setting up new working groups for SMEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By using our National Security Technology and Innovation Exchange to give industry and academia the world-class facilities they need to succeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And by establishing Regional Defence and Security Clusters to promote skills sharing and foster collaborations between higher tier Defence suppliers and SMEs across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I do want you to tell me what more we can do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the ball is being thrown back into your court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve spoken about our aims, our ideas and some of the frictions involved. But I want your take on how we take this symbiotic relationship between Government and industry to the next level.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Be in no doubt, in this more dangerous age, we are only too aware of your value, and we’re determined to have your back because we know that when the chips are down, you will have ours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}