{
    "url": "https://www.ukpol.co.uk/will-quince-2022-statement-on-the-independent-review-of-childrens-social-care/",
    "title": "Will Quince – 2022 Statement on the Independent Review of Children’s Social Care",
    "post_date": "May 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Will Quince",
            "url": "/tag/will-quince/"
        }
    ],
    "categories": [
        {
            "text": "Social Care",
            "url": "/category/social-care/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Will Quince, the Parliamentary Under-Secretary of State for Education, in the House of Commons on 23 May 2022.",
    "content": [
        "With permission, Mr Speaker, I will make a statement on how the Government are responding to “The independent review of children’s social care” and the Competition and Markets Authority’s children’s social care report.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government believe in a country where all children are given an equal chance to fulfil their potential, but sadly we are not there yet. That is why we made our manifesto commitment to launch the independent review of children’s social care in March 2021; its report was published today. The review was commissioned to take a fundamental look at the children’s social care system, and to gain an understanding of how we must transform it to better support the most vulnerable children and families. I want to extend my heartfelt thanks to Josh MacAlister and his team for this comprehensive review, as well as thanking the children, the experts by experience board, and the care leavers, families and carers who shared their experiences of the current system and their aspirations for a future one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The review is bold and broad, calling for a reset of the system so that it acts decisively in response to abuse, provides more help for families in crisis, and ensures that those in care have lifelong loving relationships and homes. I look forward to working with the sector, those with first-hand experience and colleagues in all parts of the House to inform an ambitious and detailed Government response and implementation strategy, to be published before the end of 2022. To get us there, I have three main priorities. The first is to improve the child protection system so that it keeps children safe from harm as effectively as possible; the second is to support families to care for their children so that they can have safe, loving and happy childhoods which set them up for fulfilling lives, and the third is to ensure that there are the right placements for children in the right places, so that those who cannot stay with their parents grow up in safe, stable and loving homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To enable me to respond effectively and without delay, I will establish a national implementation board consisting of people with experience of leading transformational change, to challenge the system to achieve the full extent of our ambitions for children. The board will also include people with their own experience of the care system, to remind us of the promise of delivery and the cost of delay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to be straight about this: too many vulnerable children have been let down by the system. We cannot level up if we cannot make progress on children’s social care reform. However, we are striving to change that. Our work to improve the life chances of children is already well under way, and is aligned with the key themes of the review and the CMA report. On 2 April, we backed the Supporting Families programme with £695 million, which means that 300,000 of the most vulnerable families will be supported to provide the safe and loving homes that their children need in order to thrive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We welcome the review’s recognition of this programme as an excellent model of family intervention, and today, with the review as our road map, we are going further. We will work with the sector to develop a national children’s social care framework, which will set a clear direction for the system and point everyone to the best available evidence for how to support children and families. We will set out more detail later this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pay tribute to every single social worker who is striving to offer life-changing support to children and families day in, day out. Providing more decisive child protection relies on the knowledge and skills of these social workers, which is why I support the principle of the review’s proposed early career framework. We will set out robust plans to refocus the support that social workers receive early on, with a particular focus on child protection, given the challenging nature of this work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will also take action to drive forward the review’s three data and digital priority areas, ensuring that local government and partners are in the driving seat of reform. Following the review’s recommendation for a data and technology taskforce, we will introduce a new digital and data solutions fund to help local authorities to improve delivery for children and families through technology. More detail will follow later this year on joining up data from across the public sector so that we can increase transparency, both between safeguarding partners and the wider public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recognising the urgency of action in placement sufficiency, we will prioritise working with local authorities to recruit more foster carers. This will include pathfinder local recruitment campaigns that build towards a national programme, to help to ensure that children have access to the right placements at the right time. As the review recommends, we will focus on providing more support throughout the application process to improve the conversion rate from expressions of interest to approved foster carers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delivering change for vulnerable children is my absolute priority and, as suggested by the review, I will return to the House on the anniversary of its publication to update colleagues on progress made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This statement also provides an opportunity to welcome the recommendations set out in the Competition and Markets Authority report into the children’s social care market, which was published in March. As an initial response, I have asked my Department to conduct thorough research into the children’s homes workforce, engaging with the sector and with experts to improve oversight of the market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sadly, we know that too many children are still not being protected from harm quickly enough. This is unacceptable. On Thursday, the child safeguarding practice review panel will set out lessons learned from the heartbreaking deaths of Arthur Labinjo-Hughes and Star Hobson, and the Secretary of State for Education will come to this House to outline the Government’s initial response to these tragic cases. For too long, children’s social care has not received the focus it so desperately needs and deserves. I am determined to work with colleagues across the House and with local authorities across our country to deliver once-in-a-generation reform so that the system provides high-quality help at the right time, with tangible outcomes. For every child who needs our protection, we must reform this system. For every family who need our help and support, we must reform this system. For every child or young person in care who deserves a safe, stable and loving home, we must reform this system. This is a moral imperative, and we must all rise to the challenge. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}