{
    "url": "https://www.ukpol.co.uk/yasmin-qureshi-2022-speech-on-achieving-economic-growth/",
    "title": "Yasmin Qureshi – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yasmin Qureshi",
            "url": "/tag/yasmin-qureshi/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yasmin Qureshi, the Labour MP for Bolton South East, in the House of Commons on 18 May 2022.",
    "content": [
        "I was very disappointed by the Gracious Speech as it failed to deal with a number of things that really matter to my constituents and, I believe, to the country at large. First and foremost, and we have heard this mentioned many times today, the cost of living crisis is clear: inflation is nearing 10%, economic growth has been revised down, we have the slowest recovery in the G7, interest rates are up and real wages have fallen below 2008 levels. The impact of that on my constituents and people across the country is huge. They are having to choose between heating and eating. That phrase has been used quite a lot today, but these choices are real, not imagined, as some Conservative Members like to suggest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are refusing to help those people. Why? I am not trying to be controversial, but perhaps, fundamentally, it is because certain people in the Government do not care and hold ordinary people in contempt. Why do I say that, and where did this rot start? In 1995, the current Prime Minister penned an article in The Spectator claiming that working-class men are\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“likely to be drunk, criminal, aimless, feckless and hopeless”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Did he stop there? No, he said that the children of single mothers are\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“ill-raised, ignorant, aggressive and illegitimate”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a bit like the pot calling the kettle black.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One may ask whether perhaps the Prime Minister is just one bad apple—wrong! The current Deputy Prime Minister, the Secretary of State for Business, the Home Secretary and the Foreign Secretary co-authored a pamphlet in 2011 that claimed\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the British are among the worst idlers in the world.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like them to come to Bolton South East and tell that to the care assistants, the cleaners and the retail workers, who are often working more than 50 hours a week on the minimum wage just to make ends meet, and see their reaction and what they have to say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the morning round a few days ago, a Home Office Minister said that people can move to “a better-paid job” or “take on more hours” to address the crisis. In my constituency, there are not many better-paid jobs and everyone is already working more than they need to do. Then we had the hon. Member for Ashfield (Lee Anderson) claiming that people can cook meals for 30p and implying that poverty was a choice. Well, as somebody who cooks quite regularly, I can tell him that we cannot get a meal for 30p, even when we are cooking at home. Many people in my constituency of Bolton South East have written to me feeling very insulted and saying that they cannot actually afford to use their oven because of energy costs. I say that, frankly, it is insulting to my constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is, however, another option—a real plan to fix the cost of living crisis. In the first three months of this year, Shell made £5 billion in profit and BP £7 billion. Those profits have been made through the charges paid by us, the consumers. The Labour party has constantly pushed for a windfall tax on oil and gas companies—calls that have so far fallen on deaf ears—to fund a real support package for working families, rather than the £150, which is a loan that people will have to repay. We have also suggested that VAT on energy bills should be removed for the lowest paid and that the universal credit allowance should be increased. I know that the Government think the universal credit allowance is somehow a benefit for those not working, but many of those receiving it are working, yet their pay is so low that they still need to rely on state benefits. The £20 a week reduction in the universal credit allowance has affected £14,000 of my constituents—people for whom this is very important benefit. We have also asked for the warm home discount to be expanded, which would also help by keeping energy bills down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Matt Rodda**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is making an excellent and heartfelt speech, which I am sure the whole House is listening to intently. Does she agree that part of the problem is that many of our poorest constituents live in some of the worst-insulated houses and that we urgently need to tackle this problem?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Yasmin Qureshi**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is absolutely right, and their situation is exacerbated by that. Often they also have damp in their homes, which has not been sorted out. Yet the Government refuse to act and say there is no money, but we know that they wasted £39 billion on track and trace, when the same system in France cost only about £3 billion to roll out. So the money is there if there is the will to use it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There was also nothing in the Budget to deliver better infrastructure, trams and trains in my constituency. There was nothing about building more social housing and affordable housing, in particular by using brownfield sites to meet housing shortages. The Government say they are interested in renewables and tackling climate change, yet real investment—which the Labour party has also argued for—could create good jobs and eventually reduce our dependence on energy supplies from other countries, as the Ukraine war has shown the need for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was a missed opportunity to deal with many issues, including first and foremost the cost of living crisis. The Government have refused to do that. As far as I am concerned, they really do not care about my constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}