{
    "url": "https://www.ukpol.co.uk/yasmin-qureshi-2022-speech-on-srebenica/",
    "title": "Yasmin Qureshi – 2022 Speech on Srebrenica",
    "post_date": "July 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yasmin Qureshi",
            "url": "/tag/yasmin-qureshi/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yasmin Qureshi, the Labour MP Bolton South East, in the House of Commons on 14 July 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House notes that from 4 to 11 July 2022, the UK marked Srebrenica Memorial Week with commemorations taking place in hundreds of schools, local authorities, places of worship, community centres and police forces to name but a few to mark the 27th anniversary of the genocide at Srebrenica where over 8,000 Bosnian Muslim men and boys were murdered by Bosnian Serb forces; expresses concern about the current threat to Bosnia’s territorial integrity and sovereignty from secessionists who are operating with the support of Russia and the prospect of a return to conflict; commends the invaluable work undertaken by Remembering Srebrenica in using the lessons of Srebrenica to tackle prejudice to help build a safer, stronger and more cohesive society in the UK; and urges the Government to continue funding this vital work which since 2013 has educated nearly 200,000 young people on Srebrenica, enabled over 1,500 community actions to take place right across the country each year, and created 1,450 Community Champions who pledge to stand up to hatred and intolerance in their communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I go into the substance of the debate, I wish to say a number of thank yous. First, I thank the Backbench Business Committee for granting me and the hon. Member for Rutland and Melton (Alicia Kearns) this debate to mark the commemoration of the Srebrenica genocide 27 years ago, and my hon. Friend the Member for Stretford and Urmston (Kate Green), who attended the Backbench Business Committee with me to support my application for the debate. Like your, Madam Deputy Speaker, she is stepping down as a Member of Parliament at the next election, and I am truly sad about that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, I thank the Speaker for granting my application for a commemoration of the Srebrenica genocide. That commemoration took place at Speaker’s House, and I thank him and his staff for allowing us to host it. Thirdly, I thank the Administration Committee for allowing a book-signing commemoration in Portcullis House yesterday. I declare two interests: first, I have been the chair of the all-party parliamentary group on Srebrenica since 2013, which I helped found with Baroness Sayeeda Warsi. Secondly, from 2000 to 2002, I worked for the United Nations mission in Kosovo.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Two genocides have taken place in Europe. One was the holocaust, in which over 6 million Jewish people were murdered. The other was the Bosnian genocide between 1992 and 1995, which involved the planned, systematic and industrialised murder of just under 100,000 Muslims, the displacement of 2 million people, and the genocidal rape of up to 50,000 women simply because they were Muslims. Many of us of a certain age will remember seeing images of the war in Bosnia on our television screens during the 1990s. We remember watching with horror the footage of Sarajevo under siege and people being held in concentration camps, and slowly learning about the reports of atrocities being committed across Bosnia, which culminated in a genocide taking place on European soil just 50 years after the world pledged “never again”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This week marks the 27th anniversary of events in Srebrenica where, over a period of just a few days in July 1995, over 8,000 men and boys—Bosnian Muslims—were systematically murdered by Bosnian Serb forces. The victims’ bodies were dumped in mass graves as the Bosnian-Serb soldiers sought to cover up what they had done. Twenty-seven years on, the remains of a significant number of victims are still missing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although the anniversary of the Srebrenica genocide gives us an opportunity to commemorate and reflect on what happened, it is important that we understand the reason why commemorating the anniversary is so important. We commemorate it, first, so we can recognise the suffering of the victims, their loved ones and the survivors. In 2018, as a guest of the charity Remembering Srebrenica, I had the privilege of visiting Bosnia and meeting the survivors and some of the mothers. They are inspirational women who, despite experiencing the very worst of humanity, have shown great strength and determination to rebuild their lives and resist hatred. By commemorating the genocide, we help to ensure that the victims are not forgotten. I also visited the genocide memorial centre just outside Srebrenica. Thousands of simple white gravestones stretch across the hillside as far as the eye can see. Even today, the remains of the victims are still being found and identified.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, commemorating the genocide is made even more important by the continued denial of what happened. To be clear, the events of the Srebrenica genocide have been documented in forensic detail by the investigations of the International Criminal Tribunal for the former Yugoslavia. Despite that, Bosnian-Serb political leaders in Republika Srpska, one of the two entities that make up Bosnia and Herzegovina today, in which Srebrenica is located, continue to deny and minimise the events that occurred. The Serbs refuse to allow the history of the genocide to be taught in schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further afield, we know that the genocide has been an inspiration for far-right extremists and Islamophobes. The Christchurch mosque attacker played a song glorifying Karadžić just prior to the attack and, years earlier, Anders Breivik in Norway also sought inspiration in the Balkan wars and Serb ultra-nationalism. There have been other events around the world in the past few years that reinforce the importance of remembering what happened in Srebrenica.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the hon. Lady on securing this debate, which is so important. I speak as chair of the all-party parliamentary group for international freedom of religion or belief. The week before last, the Government held and sponsored an international conference for those who are persecuted across the world. The conference remembered all the genocide that has taken place across the world, so I commend her on bringing this issue to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am reminded of a verse from Ecclesiastes:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Wisdom is better than weapons of war”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Lady agree that the international community must have the wisdom to learn from its errors and finally put an end to repeating the same mistakes over and over? We always hope that this one will be the last, but it never seems to be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Yasmin Qureshi**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for his intervention, and commend him on and thank him for all his work on religious freedom and preventing the persecution of people because of their religion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are worrying similarities between Srebrenica and the plight of the Rohingya in Burma, or the rise of Hindu nationalism in India—the Hindutva movement under Prime Minister Modi—and the growing tide of anti-Muslim violence. Indeed, there are numerous examples around the world of people being targeted and killed because of their identity or beliefs. That makes it critical that we continue to remember and reflect on Srebrenica.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even here, the Srebrenica genocide and the events leading up to it contain important lessons for us. Low-level prejudice escalates to crime, violence and hatred. It creeps up on us in stages. It begins with differentiation and discrimination, fostering and fostered by a sense of grievance or perceived grievance, yet at every stage, as we watch hate unfold, we have the opportunity to break into and halt that journey. I hope that the Minister will take note of that for the Government’s strategy in tackling far-right extremism. We must actively promote tolerance in and between our communities; work with them and encourage them to educate and share with one another; support individuals bravely speaking out against hate speech; recognise and act on inequality and injustice; and intervene at the earliest possible stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recognise that there are clear differences between Bosnia in the 1990s and the UK today. None the less, these events demonstrate where hatred and the dehumanisation of others can lead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tim Loughton (East Worthing and Shoreham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Lady on securing this important debate. I admit to not having been completely up to speed with the horror of the events in Srebrenica—many of us have perhaps been complacent—until I was asked to give a talk at my local mosque as part of a previous commemoration. The horror of just how recent it was— 27 years ago—and the blatant way in which those Muslim people were picked out and massacred under an international gaze was extraordinary. Therefore, does she agree that however historic genocides are—I have my Recognition of Armenian Genocide Bill; that genocide goes back 100 years—it is still so important to make sure that we educate current and future generations about the horrors that have happened so close, both in time and geographically? It is also important to ensure that we continue to call out contemporary genocides, such as the one that she and I know is going on in Xinjiang province by the Chinese Communist party against the Uyghurs. This House has voted to recognise that and I hope that the Government, in short order, will appreciate that and do the same thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Yasmin Qureshi**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman is absolutely right: we need to recognise genocide wherever it is happening. As he may know, I set up the all-party parliamentary group on Uyghurs, which deals with the genocide, and I know the enormous amount of work that he and other parliamentarians across the House have done on that. These are not party political issues; they are issues about humanity that affect us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Reflecting on what happened can strengthen our resolve to stand up to hatred in our society. The othering and scapegoating of marginalised groups is an everyday reality that has been perpetuated by parts of our media and, I am sad to say, by some politicians, whether that relates to refugees, immigrants or Muslims. That is why it is so important to remember this genocide. We cannot allow the suffering of the victims and survivors to be forgotten or denied.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us face it: when the persecution of Jews in Germany or what happened with the Bosnian Muslims took place, people did not just get up one day and say, “We are going to start killing our Jewish neighbour” or “our Muslim neighbour”. It was because of the perpetuation of hatred, which carried on over many years. A lot of that was carried out by the media, with their narrative about people. I am sad to say that quite a lot of that is happening with the media in our country, in terms of the othering and scapegoating of people who do not look like us. All of us as politicians should call that out and not—as I am afraid happens in some cases—join in with the othering and scapegoating of communities. We have to be vigilant against hatred and intolerance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We say the words “Never again”, but we are seeing that same rise of hatred, division, sectarianism and the beast of nationalism rise again. We see fears rising and still-raw wounds being opened. Peace in Bosnia is under threat, and the Dayton peace agreement is under enormous strain. There have been warnings about the rise of the same army that was responsible for committing genocide at Srebrenica. The Army of Republika Srpska successfully co-opted civic society through a careful and systematic process of dehumanising Bosnian Muslims so that the agents of death and their collaborators found common and easier cause in achieving their goal of ethnic cleansing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps the Minister can update the House today and set out his views on Serbian succession and what steps the Government are taking to ensure that Bosnian Serbs are not rewarded, in their goal of creating a “Greater Serbia”, by being handed the very territory in which they committed a four-year campaign consisting of forced deportations, torture and mass murder. Although the responsibility to prevent the gravest of crimes from occurring is shared by all states, we in the United Kingdom are uniquely positioned to bring essential global leadership to defuse the tension and support a safer and more unified Bosnia and Herzegovina. The UK must do its part to ensure that the violent, dark days of the 1990s do not return.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased that we have the opportunity today to commemorate in Parliament the atrocities suffered by the people of Srebrenica, but commemoration must be accompanied by action. I urge on Ministers the determination to learn the lessons of how intolerance takes root, be alert to the markers that identify its growth, and be resolute in working with our diverse communities to tackle it early and comprehensively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also call on the Minister to work with his counterparts in the Foreign, Commonwealth and Development Office to ensure that the escalating situation in Bosnia is closely monitored and that early diplomatic steps are taken to prevent violence from occurring. We know from what we are hearing and seeing in Bosnia and Herzegovina and Serbia that there has been a rise in Serb nationalism and that the nationalists effectively want to take over Srebrenica as part of their territory. Sadly, they are getting a lot of support from the Russians; we know the steps that the Russians have taken in Ukraine. Hon. Members will remember that the second world war started with the assassination of Archduke Franz Ferdinand in Bosnia. I think it is better to deal with the situation in its early stages than at the end, when it may be too late to do anything constructive. I really hope that the Minister will touch on that point in his response. That would be a fine memorial to those who died in the Srebrenica genocide 27 years ago, the hundreds of thousands of Muslims who were killed in that war, and others who were murdered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Backbench Business Committee again for allowing this debate. If you will allow me to digress for just two sentences, Madam Deputy Speaker, I also want to thank my brother, Mazhar Hussain Qureshi, who passed away four days ago. One of the reasons I am here is that he always said that as elected representatives we must do our duty to make sure that evils like this do not happen. I really want to thank him—I do not know if he can hear me—for the support that he has always given me, as the most loving brother anybody could have.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}