{
    "url": "https://www.ukpol.co.uk/yasmin-qureshi-2022-speech-on-black-maternal-health-awareness-week/",
    "title": "Yasmin Qureshi – 2022 Speech on Black Maternal Health Awareness Week",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yasmin Qureshi",
            "url": "/tag/yasmin-qureshi/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yasmin Qureshi, the Labour MP for Bolton South East, in Westminster Hall on 2 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Gray. I thank my hon. Friend the Member for Streatham (Bell Ribeiro-Addy) for obtaining this debate, and for all the work she has been doing on this issue for many years. I also thank the incredible campaigners who continue to work tirelessly to end black maternal health inequalities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Maternal health inequalities exist throughout our country. It is very much a case of hit and miss: in some parts of the country the statistics are good, while in others they are not. However, black maternal health inequalities do seem to persist throughout our country. I also thank the right hon. Member for Romsey and Southampton North (Caroline Nokes), the Chair of the Women and Equalities Committee, who talked about the work that her Committee has done, but also noted that although this issue has been discussed for so many years, not much progress has been made on many of the concerns. My hon. Friend the Member for Putney (Fleur Anderson) spoke eloquently about the issues in Wandsworth and generally. In particular, she touched on bereavement services, the quality of which varies across the country as well. I thank the hon. Member for Leicester East (Claudia Webbe) for the very passionate speech she made. I agree with her: all mothers are superheroes. I do not think any debate would be complete without an intervention or speech from the hon. Member for Strangford (Jim Shannon), who is not in his place; I thank him for his intervention as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we have heard repeatedly in this debate, it is shameful that black women continue to be over four times as likely, and Asian women over twice as likely, to die in childbirth or pregnancy than white women. I am very grateful for the work of campaigners, obstetricians, midwives, and black and Asian women with lived experience of maternal health complications for sharing their experiences and expertise on the issue. They are clear that socioeconomic determinants and comorbidity only partially explain those disparities in treatment. Black and Asian women and their partners are not being listened to, they are not being respected and they are certainly not being cared for. When they voice pain or concern during pregnancy or childbirth, they are often branded as aggressive or angry, while dangerous stereotypes about the strong black woman mean that they are often not offered the same treatment as white women. Meanwhile, the lack of cultural competency in medical training in our country means that many complications are not spotted early enough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That structural inequality exists both inside and outside our health services. Many black, Asian and ethnic minority women experience it long before and long after pregnancy. However, the Government have done nothing to address this outrageous inequality. In fact, on their watch over the last 12 years, maternal mortality for black women has actually increased from 28 deaths per 100,000 in 2013 to 2015, to 34 per 100,000 in the years 2016 to 2018.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gynaecology wait times are very high. A survey from the charity Five X More found that 27% of women surveyed felt that they received a poor or very poor standard of care during pregnancy, labour and postnatal care. Also, 42% of women repeatedly felt discriminated against during their maternity care, with the most common reasons given being race, at 51%, ethnicity, at 18%, age, at 17%, and class, at 7% of respondents. More than half the women reported facing challenges with healthcare professionals during their maternity care, while over half the black women reported not receiving their preferred method of pain relief.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where is the Government’s action on this? In the last 18 months alone, we have seen their response to the Commission on Race and Ethnic Disparities fail to address black maternal inequality, as well as a women’s health strategy that completely fails to establish what concrete action the Government will take to protect the lives of black, Asian and ethnic minority mothers. It is hardly a surprise that the women’s health strategy has failed black, Asian and ethnic minority women, given that just 2% of the respondents who were surveyed were Asian and 3% were black. I am not trying to be party political here, but while the Government are busy crashing the economy and causing chaos at a time of national crisis, black, Asian and ethnic minority women continue to face the consequences of their inertia and ineptitude.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year, in passing the Health and Care Act 2022, the Government had an opportunity to prioritise the health of black, Asian and ethnic minority women by voting for Labour’s amendment to mandate the Secretary of State to prepare and publish a report on disparities in the quality and safety of England’s maternal services, including maternal mortality rates. However, the Government chose to vote against it. It was a very simple measure that could have helped, but no, they voted against it. The Labour party has committed to setting a target to end the horrendous inequality faced by black, Asian and ethnic minority women as soon as we are in government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That will be part of our commitment to end structural inequality at the root, with a landmark race equality Act to be introduced by the next Labour Government. We are committed to pulling the NHS out of crisis so that it can deliver for everyone, including black, Asian and ethnic minority mothers. We will enact the biggest extension of medical school places in history. We will double the number of district nurses, train 5,000 new health visitors and, crucially for maternal health, introduce an extra 10,000 nursing and midwifery clinical placements each year. Our fully costed plan will be funded by ending the non-domicile tax status regime, which, it is estimated, would raise more than £3.2 billion every year. Growing the NHS will also grow the economy and eradicate these inequalities once and for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the Minister to her new position. Like me, she has just recently joined this brief. While we wait for these changes, what is being done to address structural inequalities and build trust in maternity services for BME mothers, their partners and midwives from ethnic minority backgrounds? Additionally, what plan does the Minister have to improve cultural competency and unconscious bias training in medical schools and the health service?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is also the huge issue of the lack of available data, which has not been tackled in either the women’s health strategy or the Government’s response to the Commission on Race and Ethnic Disparities. As we have heard, accurate data disaggregated by ethnicity is central to closing the gap in maternal mortalities. Will the Minister commit to ensuring that all maternity services record the specific ethnicity of all mothers? Fatalities are just the tip of the iceberg, with many women speaking of near misses and poor treatment, so will the Minister commit to collecting and publishing that data?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some midwives also consider that the continuity of carer model could help to end these inequalities. A 2016 study found that women who see the same midwife throughout their pregnancy are 16% less likely to lose their baby. Despite that, the NHS has recently been forced to drop targets included in the NHS long-term plan to ensure continuity of carer for 75% of BME women by 2024 as a result of staffing shortages. It is clear that the Government are failing these women. What steps is the Minister taking to end the staffing shortages in maternity care so that those targets can be reintroduced and met by 2024?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have to say, it is scandalous that the Government have not yet even set a target to end this inequality. They have been in power for 12 years—that is a very long time in which to have comprehensively changed the system. Will they now commit to doing so immediately? We did it for stillbirths. Why has black maternity mortality not been a priority for the Government?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an avoidable inequality. There are many steps we could be taking to end these awful disparities. Instead, the Government have done nothing while the issue has got worse. The Government must take action to address maternal health inequalities. We need a national strategy to tackle health inequality as a matter of urgency, which must include a commitment to eradicating the mortality gap between black, Asian and ethnic minority women and white women. Only Labour can deliver that strategy as part of our plan to tackle structural inequality at the root and lift the NHS out of crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that the Minister will answer some of those questions today and commit to specific action that will be taken, because this cannot go on. These appalling statistics—the fact that black women have four times the mortality rates of others—are not acceptable in a decent, civilised society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}