{
    "url": "https://www.ukpol.co.uk/janet-daby-2022-speech-on-the-governments-plan-for-growth/",
    "title": "Janet Daby – 2022 Speech on the Government’s “Plan for Growth”",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Janet Daby",
            "url": "/tag/janet-daby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Janet Daby, the Labour MP for Lewisham East, in the House of Commons on 19 October 2022.",
    "content": [
        "We have had more than 12 years of a failing Conservative Government, and I will outline some of those failures. There has been a drastic rise in food bank dependency, and the Government appear to think that is acceptable and should continue to exist in our society. I say no, that should not happen, and I know Labour Members agree with that. Child poverty is very prevalent. Children in my constituency are going hungry, some both in the mornings and at lunchtime because their parents do not have enough money to feed them breakfast and give them lunch. Universal credit does not go far enough, and the very least the Government could do is ensure that it increases in line with inflation. The Government have carried out cut after cut to our public services. Those cuts affect the quality of people’s lives every day, because services are no longer in existence, and charities do not have the support they need to carry out those vital services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While the roll-out of the vaccine is to be commended—let me say again how great the NHS was in rolling out that vaccine, as it continues to do, and acknowledge our key workers—even under the previous Prime Minister the economy was mismanaged. Many self-employed people were left to fend for themselves during the pandemic, and millions, even billions of pounds were written off by the Government. The UK has recovered more slowly than any other G7 country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For the recent Prime Minister and her Government it is even harder to know where to begin. In light of what is happening globally, the mini-Budget was supposed to help, but instead it was an act of economic self-sabotage. How on earth did the Prime Minister and her then Chancellor fail to see that large unfunded tax cuts would not work? What we saw was high inflation, the devaluing of the pound, pension funds plummeting and mortgage rates being hiked.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The consequences of the crisis were made entirely in Downing Street. In years to come, the cost will be paid by millions of working people. The Prime Minister and the Chancellor have now admitted that the mini Budget caused mortgage rates to go up and borrowing costs to surge. Nearly 10,000 households in the borough of Lewisham will face higher mortgage rates in 2023, and the situation for renters is no better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier this week, I raised the case of my constituent who was forced to leave an abusive marriage. She works and has children, and she could barely afford her private rent. She was already on universal credit. To make matters worse, her rent recently increased by £300. She simply cannot afford that. Other constituents are experiencing similar things. One shares a house and has since seen their rent rise by £600. They, too, cannot afford that. Are the Government saying that it is okay for people to fall into debt and that the everyday person has to accept the situation? It is not right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many parents across the country are struggling to feed their children. In fact, 26% of households with children have experienced food insecurity in the past month. Instead of the Government focusing their efforts on helping struggling families, they have lifted the cap on bankers’ bonuses. How can the Conservatives say that theirs is a party of fiscal responsibility when they hold the management of the economy in scant regard?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have seen four Chancellors in the last 107 days. They need to stand aside. Labour will restore financial responsibility for the country with a serious plan for growth that puts people first. The next Labour Government will establish a great British energy company, because we are committed to lowering bills, protecting the environment and creating jobs. Labour will also introduce a new deal to boost job security, promote fairer pay and tackle the gender and ethnic minority pay gaps. The price of the Tory Government is already far too high to pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister says that she is a democrat. If she is, it is vital that we have a general election now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}