{
    "url": "https://www.ukpol.co.uk/janet-daby-2022-speech-on-southeastern-railway-timetable-changes/",
    "title": "Janet Daby – 2022 Speech on Southeastern Railway Timetable Changes",
    "post_date": "December 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Janet Daby",
            "url": "/tag/janet-daby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Janet Daby, the Labour MP for Lewisham East, in Westminster Hall, the House of Commons, on 6 December 2022.",
    "content": [
        "It is a pleasure to serve with you in the Chair, Ms Harris. I am grateful to my hon. Friend the Member for Eltham (Clive Efford) for securing such an essential and necessary debate. I share many of the concerns that have been expressed by other Members and hon. Friends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The changes will be implemented in just five days’ time. They have been very controversial, to say the least. South London has always been seen as the poor relation to north London in terms of transport connectivity. In Lewisham East, we do not have the Elizabeth line, the docklands light railway, the Jubilee line and so on. We rely on rail services to travel. They are essential. The changes reduce connectivity in areas south of the River Thames. That means that for users of Blackheath station the number of direct trains to Charing Cross is dramatically reduced. In fact, there will be no direct trains to Charing Cross during off-peak times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The new timetable clearly creates problems, not solutions, for many of my constituents. I will share with the Chamber two significant quotes from constituents. One said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Changing at London Bridge will be difficult for me as a registered blind person with severe arthritis. I avoid changing trains as a rule. The changes will make any trips to Charing Cross or Waterloo significantly harder and more time-consuming for me. I will probably stop going into London unless I have to”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another constituent said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“My elderly neighbours rely on the service to Charing Cross for entertainment and for connecting trains to Kings Cross. They have told me that the change at London Bridge is so stressful that they will probably stop taking the train altogether. They are aged 91 and 85 years old and the escalators and lifts at the New London Bridge present too much of an obstacle for them.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Southeastern really needs to ask whether it is trying to deter people from using the train service, or is it trying to encourage people to use it. It seems that the former is being achieved. My concerns about the timetables include the impact on the safety of young girls, women and vulnerable people, as they have to make an extra change at London Bridge late at night. I am concerned about commuters’ ability to get to work on time and about the timetable making it harder for Londoners to use public transport during the climate crisis, as already mentioned by my hon. Friend the Member for Lewisham, Deptford (Vicky Foxcroft).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Blackheath councillors and I started a petition as soon as we heard about the proposed changes and cuts to the trains, to call for the reversal of the timetable. It was signed by hundreds of local people. Last week, the petition was handed in at Southeastern headquarters. What has angered many residents is the fact that local people have not had the chance to be consulted on the changes. It is outrageous that the Government have allowed Southeastern to implement the changes without a consultation, which is entirely unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My Blackheath constituents have written to me endlessly on this matter. They need to be heard. That is why I did a survey asking for their views on the timetable. Of the 1,151 households who responded, 98% said that Southeastern should not go ahead with the timetable. Some 96% said that the timetable changes will make their journeys more difficult. When asked what concerned them most about the timetable changes, the top three answers were: the safety of vulnerable people, including young women and those with disabilities, travelling back from central London; the fact that the timetable would make them change their commuting journey; and increased crowding on trains for those using Blackheath station. Lastly, when we asked whether Southeastern should have consulted on the changes, 96% of respondents agreed. I also agree, and I encourage the Government to ask Southeastern to press the pause button on the plans. Will the Minister tell us that all future significant train cuts to services will be met with transparency and consultation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}