{
    "url": "https://www.ukpol.co.uk/janet-daby-2022-speech-on-the-hm-passport-office-backlog/",
    "title": "Janet Daby – 2022 Speech on the HM Passport Office Backlog",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Janet Daby",
            "url": "/tag/janet-daby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Janet Daby, the Labour MP for Lewisham East, in the House of Commons on 14 June 2022.",
    "content": [
        "I am convinced that every Member has received letters, emails and telephone calls from their constituents reaching out to them about these delays and their frustrations with the Passport Office. We are hearing constantly about situations people are experiencing and our constituents’ frustrations. We were expecting a spike in passport applications post-covid. We knew that was going to come, as did the Government. Obviously, they had not fully prepared for it and the proof is in the pudding. They need to review that, but I suggest they do not do so now, because we need their focus on the Passport Office and getting this right for our constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are catching up, but they are doing so far too slowly. As we know, the Home Office is in crisis; the wildfire has gone out of control, and the Government really need to get a grip on this and gain control. Like many Members from across this Chamber, I do not hold the civil servants accountable for this in any way, shape or form; this is clearly about the Government, and they need to get ahead of the game. They need to work to ensure that these backlogs are brought under control.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we heard from the Minister, we have no idea how many passport applications are being delayed and how vast the backlog is. We can only assume that it is vast and terrifying. I do not say that to alarm people in our country—our constituents. I do so to say to the Government, “You really need to address this, to make sure that this backlog is reduced.” We are hearing things about how it will be addressed, but we need to get a sense from the Government that they understand, that they apologise for the backlog and that they are seeking to reassure people that it will be addressed and that they will get on top of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "People need to see their family members. The pandemic has lasted an extremely long time—more than two years—and people need to see their grandparents and parents, and visit their sons, daughters and friends. People need to travel for work and they need to go on holiday. There are so many reasons why people, including families, need their passports.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many constituents have contacted me about this and I am going to share some of the examples of the situations they have been experiencing. One constituent has said that they have phoned several times and not been able to get an answer. They are frustrated by that and so have turned to my office, to me, to address this for them. My staff have told me that they have been on the line for 45 minutes trying to get through to the Home Office. They have even been on the phone for more than two hours and still not got through. The Government need to think, “Is this the best use of people’s time?” Is it the best use of our staff’s time if they are on hold, waiting to get through? Is it the best use of time, economically? Time is being wasted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Constituents have told me that they have waited for an hour and a half and then someone has hung up on them. They have been distressed by this situation and have felt grossly let down. Last Friday, the Home Office phones were even down for a period, which is also unacceptable. Just yesterday, a constituent told me that they arrived at the Passport Office at 6 am, queued until 3 pm and when they were eventually seen by someone, they were told that their application was in Newcastle and that they needed to go there to advance it. That is simply outrageous. It is simply wrong. That is one of so many examples where our residents are feeling and being let down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Office has a pattern of failure, with inadequate systems for Afghan refugees, the inability to run the Windrush compensation scheme properly, and the shameful Rwanda offshoring policy, as well as the Department’s staffing shortages. The Government need a new, coherent strategy to reform the running of the Home Office, because our constituents are losing out and this is unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As my hon. Friend the Member for Aberavon (Stephen Kinnock) said in his opening speech, “A Government fail when they fail to plan”. This Government’s plans are failing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}