{
    "url": "https://www.ukpol.co.uk/janet-daby-2021-speech-on-detention-of-anoosheh-ashoori-in-iran/",
    "title": "Janet Daby – 2021 Speech on Detention of Anoosheh Ashoori in Iran",
    "post_date": "January 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Janet Daby",
            "url": "/tag/janet-daby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Janet Daby, the Labour for Lewisham East, in the House of Commons on 26 January 2021.",
    "content": [
        "I am grateful to have the opportunity to present the case of my constituent Anoosheh Ashoori today. Anoosheh is the 66-year-old father of Elika and Aryan, and a devoted husband to Sherry. As we speak, Anoosheh is lying in a prison cell in Evin, Tehran. The Minister will know some, if not all, of the details I am about to say, but I am saying them again because, in spite of the Minister and the Foreign Secretary being in full awareness of the facts of Anoosheh’s case, they have not improved their approach in the three and a half years he has been imprisoned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to Anoosheh’s wife, Sherry, for telling me about his life before his capture. Anoosheh’s dream when he was a teenager was to become an astronaut—not so different from some of our children’s dreams perhaps. He had big ambitions and worked hard to make them happen. When he was 18, he moved to the UK from Iran to study, and he finally gained his masters in aeronautical engineering in 1977. When his father passed away in the 1980s, Anoosheh situated himself in Iran to take over the family civil engineering business, for which he won national awards. Anoosheh, Sherry and their young family moved back to the UK in 2004. Anoosheh spent the next decade working tirelessly to make his business successful in the UK. In 2015, they moved into their dream home, in my constituency of Lewisham East, and planned their retirement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is obvious from Sherry that Anoosheh is absolutely besotted with his family. He uses his creativity to serve those he loves—from building baking machines to support his daughter to making a hobbit house in the family garden. Sherry has spoken of the pride that she and Anoosheh feel for their children: for Elika, who runs her own patisserie business, and for Aryan, who is an academic researcher with his own music label. It is clear that Anoosheh is a selfless, compassionate and caring family man. His devotion to his family is what led him back to visit his elderly mother in Tehran.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On that horrid day in 2017, just minutes after speaking to his wife on the phone, Anoosheh Ashoori was kidnapped off the street, with a bag over his head, and bundled into a van. He has been detained in Evin prison ever since. He was charged with spying by the Iranian authorities, and given a 10-year prison sentence. There has never been a scrap of evidence presented, and Anoosheh was denied legal support for a trial that should never have happened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The conditions Anoosheh has had to endure in the past three and a half years are too painful for his family to recount, and I am confident that he spares them the details. Evin prison is known for the psychological and physical torture of its prisoners. There have been reports of mock executions, beatings, brutal interrogations and solitary confinement—not once or twice, but over and over again—of prisoners. Anoosheh has tried to end his life. He has attempted suicide three times, feeling unable to cope and to survive any longer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But what exactly did Anoosheh do to deserve this horrific ordeal? His only crime is his dual British-Iranian nationality. The Minister will know well of the trauma Anoosheh and other British prisoners in Iran go through. We have had several urgent questions—particular thanks to my hon. Friend the Member for Hampstead and Kilburn (Tulip Siddiq)—and we have heard many Government statements expressing their regret at the situation. However, our Government are simply not doing enough. Indeed, they are sitting on their hands when it comes to releasing innocent British citizens being held as hostages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In November, the happy news was reported that Australian national Kylie Moore-Gilbert was released from prison in Tehran. This was a bittersweet experience, as Anoosheh’s family wondered when their loved one would return home. We are left to wonder: why can the Australians, and the Americans, make it work for their citizens, but not us?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Foreign Office’s current strategy for dealing with consular disputes is not effective enough. It is imperative that the Government call out the hostage status of Anoosheh and those other dual British nationals being held by Iran for political leverage. To quote the international convention against the taking of hostages, international law dictates that:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Any person who seizes or detains and threatens to kill, to injure or to continue to detain another person…in order to compel a third party, namely, a State…to do or abstain from doing any act as an explicit or implicit condition for the release of the hostage commits the offence of taking of hostages”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although this specifies individuals who take hostages, this is the precisely the mentality behind Iran’s strategy of hostage diplomacy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Related to the imprisonment of Anoosheh and other British citizens is the £400 million debt owed to Iran by the United Kingdom. Iranian officials have told Nazanin Zaghari-Ratcliffe that she is being detained because of the IMS debt. Our Foreign Office has repeatedly insisted that there is no link between Iran’s demand for payment and the taking of British prisoners. That is utter nonsense. For the rest of us, it is plain to see.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Anoosheh, Nazanin, and other British people in Iranian prisons are not mere “consular cases”. They are not just numbers, but people with families and futures. They are people being brutally mistreated over an international financial dispute. They are hostages. When will the Foreign Office accept that and acknowledge them as such?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Furthermore, court hearings were due to take place in the autumn to discuss managing the IMS debt, but they were postponed. Will the Minister give an update on the progress that his Department has made in resolving this sticking point? Iran is holding these prisoners in an attempt to hold Britain’s feet to the fire. The Government’s refusal to admit that and to act on that is only keeping the hostages in bondage for longer. To add insult to injury, last month the Foreign Secretary asserted that British citizens being held hostage abroad are not entitled to protection from the British Government. Surely I do not need to explain how absurd and inhumane that is. Will the Foreign Office issue a retraction of this damaging comment and assure the families of those randomly held that their loved ones will, of course, be given consular assistance?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ultimately, we need detailed assurances that the UK Government will do all they can to support Anoosheh’s release from prison and to step up their efforts to bring him home. Anoosheh needs hope that his brutal treatment will come to an end; and his family need to know that he will soon be home where he can begin to heal. I implore the Minister to give a commitment today that his Department will not just express “concerns” for Anoosheh’s welfare, but detail a clear plan of action that will explain how they will bring Anoosheh and Nazanin back to London where they belong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also urge the Minister to confirm that the UK Government will not abandon my constituent and his family, but will in fact stand by British citizens who are being unlawfully detained abroad and that my constituent is as entitled to protection from the Foreign Office as the Foreign Secretary himself would be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}