{
    "url": "https://www.ukpol.co.uk/janet-daby-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Janet Daby – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Janet Daby",
            "url": "/tag/janet-daby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Janet Daby, the Labour MP for Lewisham East, in the House of Commons on 18 July 2022.",
    "content": [
        "I have no confidence in the Prime Minister and this Government. My inbox is filled with emails from constituents telling me how the current Prime Minister and his Government are not fit to lead our country. Conservative Members seem to have amnesia; they seem to have forgotten that they recently had a vote of no confidence in the Prime Minister. They also recently had an exodus of Ministers resigning from the Prime Minister’s Cabinet. They are now in the middle of a contest to choose the third leader that the Tory Government will have had in the four years that I have been in this place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister is a significant risk to our country, as we have seen time and again. It was wrong that he put the former Deputy Chief Whip in such an important position of responsibility and authority when he knew that he had displayed sexually harmful behaviour towards others. Since the PM has been in office, he has gone from one scandal to the next, just like in a soap opera, but Parliament is not a soap opera, nor should it be reduced to one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister is a safeguarding risk, but he is also a national security risk. His careless words as Foreign Secretary led to evidence being given against Nazanin Zaghari-Ratcliffe that led to her spending five years incarcerated. Anoosheh Ashoori, my constituent, spent four years in prison in Iran. The Government should have repaid the debt to Iran a lot sooner, which could have brought them home even sooner. Then there was the private meeting that the Prime Minister had with the ex-KGB agent Alexander Lebedev in Italy. What was that about?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These are a few of the many incidents that have been inappropriate, dangerous, disgraceful and lawbreaking. The Prime Minister unlawfully prorogued Parliament. He did not lock down fast enough at the beginning of the pandemic, which could have saved lives. His former adviser even said that the Prime Minister resisted the autumn lockdown in 2020 because he thought only over-80s die of covid. How ridiculous and insulting is that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Millions in taxpayers’ money was lost as Ministers signed off deals for PPE that was not used. The Government’s test and trace system failed to cut infection levels, despite being funded by £37 billion of taxpayers’ money. The then Chancellor wrote off £11.8 billion in public funds. There was the U-turn on keeping overseas aid spending at 0.7%; the refurbishment of the Downing Street flat and the questions about who paid for the £840-a-roll wallpaper; the Tory Ministers being allowed to help a Tory donor to avoid paying a new tax on his housing development; the Owen Paterson scandal, where the Prime Minister tried to change the standards rules to save his friend; and, of course, partygate. It is clear that this Government are not up to the job of governing our country, and the only solution is a general election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}