{
    "url": "https://www.ukpol.co.uk/george-daggar-1932-speech-on-unemployment/",
    "title": "George Daggar – 1932 Speech on Unemployment",
    "post_date": "May 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1932",
            "url": "/tag/1932/"
        },
        {
            "text": "George Daggar",
            "url": "/tag/george-daggar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by George Daggar, the Labour MP for Abertillery, in the House of Commons on 23 March 1932.",
    "content": [
        "I think every Member of this House will agree with me when I say that there is no more important question at the present time claiming our consideration than the problem of unemployment. If any justification for a discussion of this question is necessary it is to be found in the speech of the Lord President of the Council, delivered by him on the 15th of this month, at Ilford, in the course of which he used these words: This present House of Commons will give the Government authority for anything they want to do, provided it is designed to help the finances, trade, industry and employment in our country. I admit that we shall be judged when the time comes by what we have been able to do for the employment of our people. That is far and away the gravest and most serious question we have to face. The Minister of Labour in a speech delivered at Nottingham on Saturday last made this statement: I believe that we are justified in entertaining feelings of restrained optimism as to the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those of us who occupy these benches entertain feelings of unrestrained pessimism as to the future. The Labour Minister also stated that the figures on the unemployment register were at their peak in September last when they reached 2,825,000. We heard a good deal of criticism of the Labour party when they were in office in regard to the total of the unemployed, but the Minister of Labour has the honour of being a member of a Government under whose administration the greatest number of unemployed persons we have ever known are on the register. I want to be quite frank with the Government, and I wish to say that I do not expect them to solve the problem of unemployment. The object of this discussion is to emphasise again certain aspects of the unemployment problem. The Lord President of the Council, in the speech to which I have referred, said that unemployment statistics were very misleading unless they were read with comprehension. I take it that that is an observation which can be made in connection with the use of any figures, but I submit that there are two figures which, with or without comprehension, will never be mistaken either by the single man or the married man who has a wife and two children to maintain, and those are the figures of reduction made by this Government in unemployment insurance benefit, in the case of the single man from 17s. a week to 15s. 3d., and in the case of the married man from 30s. to 27s. 3d. a week. We are told by representatives of the Government that there are more persons in employment since the National Government was formed, but is that statement correct? It depends, in the words of the Lord President of the Council, whether the figures are read with the necessary degree of comprehension. For instance, if we take October, November or December of last year and compare the number of unemployed during any of those three months with the number of unemployed registered in January of this year, we find that there was an increase in January compared with October of 70,700; compared with November, an increase of 145,200; and compared with December, an increase of 227,300.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Even assuming that there are more men in employment at the present time, what earthly consolation is that to the man who has been unemployed for years? According to the official figures, on 25th January of this year, if we exclude persons normally in casual employment, there were upon the register 2,131,298. According to the statement which accompanies those figures there were 128,834 more than a month before, and 255,968 more than a year before. If we include the persons who are normally in casual employment, we have a total figure of registered unemployed of 2,728,411, which, again, is 218,490 more than a month before, and 135,761 more than a year before. If regard is had to the increase as compared with a month before, we find that the increase of 218,490 is the largest monthly increase ever recorded in this country. I am aware that, according to the same source of information, on 22nd February the number of persons on the unemployment register, including those normally in casual employment, was 2,112,927, which was, as was pointed out in the Gazette, 27,238 fewer than a month before, but we must bear in mind the other fact that it means 83,515 more than a year before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We on these benches are very much concerned about the effort which has been made by the Government to guarantee regular employment for those who happen to be in employment at the present time, and the provision it is proposed to make for the persons who are idle. Quite recently a detailed statement was issued by the National Federation of Building Trade Operatives, according to which schemes have been held up or abandoned by local authorities in the interest of economy to the value of something like £50,000,000, which is 25 per cent. of the normal annual value of building trade work, which is estimated to be within the region of £240,000,000. Had those schemes been allowed to operate, they would have provided 12 weeks’ employment for every man in the trade concerned; in other words, it would have provided 12 weeks’ employment for 858,170 persons who are trained for this particular kind of work. I am aware that the reliability of those figures has been questioned, but I submit that they have never been corrected, and, until they are corrected by the critics, they stand as being a reliable statement as to the position in the building industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What a contrast with what is now proposed in Germany, where there are schemes under consideration which will provide employment for something like 1,000,000 men! I know the argument which is adduced by those opposed to these schemes being carried out: it is that the money cannot be found. I cannot understand why £1,000,000 a week for unemployment benefit is regarded as a burden, while £1,000,000 a day in interest on the War Debt has never been described in this House as a burden. I am comparatively a new Member of the House, and I am amazed at the different language which is used when an effort is made to reduce the unemployment expenditure, and when it is a question of subsidising or giving grants to industry. Whereas unemployment benefit is always referred to as a “dole which demoralises the recipients,” doles to industry are “a means of resuscitation.” It is always “doles” to the unemployed and “financial assistance” to industry. The recent proposal to grant a subsidy of £6,000,000 does not even carry that degree of honesty, because it is simply referred to as a quota. Many new Members must be amazed at the language selected when industry is to be subsidised. The word “murder” gives one an unpleasant thrill, but substitute the word “homicide,” and we are left undisturbed. I am not impressed by the contention that the money cannot be found. Money can be found in this country. If it is possible to find money to destroy life, it is to the discredit of this country that money cannot be found to maintain and sustain life. In any case I prefer the German method of providing employment for the unemployed. The Lord President of the Council, in the speech to which I have already referred, said: It is quite true that there generally is an improvement in trade in the last quarter of a year, but we have to remember that the improvement in the last quarter of last year was not shown in the last quarter of the preceding year. Let us hope that the check that has at last come may form the springing-off ground for those better times so long overdue. The Minister of Labour also stated in the speech to which I have also referred: There is some hope that the corner has been turned. I am pleased to know that there now appears to be some unity among Members of the Government, and that every week-end they have commenced to sing the same song. No word in the speech of the right hon. Gentleman was more frequently used than the word “hope.” I submit that our people, particularly the miners, have been living on hope since 1920, that they have experienced considerable disappointment in endeavouring to live upon faith, and that at the present moment many of our people are being supported by charity. I represent a mining constituency. The Division, for local government purposes, is administered by three local authorities. At the top end of my Division, in 1920, there were from 4,000 to 5,000 miners employed, and now there is working only one pit, which employs 220 miners. In the Abertillery area there have been five pits closed. In the Abercarn area we have one pit working. So that at the present time, as far as one company’s interests are concerned, we have got only four pits working in the whole Division, where, in 1920, there were over 18,000 miners. The Secretary for Mines was in my Division last week, and there was only one pit of the Ebbw Vale Company, and that at the extreme end of the Division, which made it possible for him to see the working of a colliery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whenever questions of a commercial or financial character are discussed in this House letters received by Members are referred to, especially if they contain additional orders due to the tariff policy of the Government. I want to read a few extracts from a letter which was recently sent by the education committee of the Abertillery Urban District Council to the Prime Minister—why to the Prime Minister, I hope I shall not be asked to explain. The letter states: Parents are not in a position to provide sufficient food, clothing and boots for their children in attendance at schools of the authority. It is true to say that the position has been somewhat relieved by the introduction of provision of meals to necessitous school children, but much difficulty is experienced in obtaining funds for the provision of suitable clothing and foot-wear. The urban district council have opened a special fund in order that boots might be distributed amongst scholars, but the moneys available are not nearly sufficient to meet the need … It is most pitiful to see some of these little ones attempting to reach school with no soles to their boots, and very poorly clad. That is typical of the conditions in my Division. I have a letter here from the British Legion. I hope I shall not be expected to give the name of the place from whence it came, except to say that it is from my Division. It reads as follows: The joint sections of the above organisation have requested me to make an appeal for assistance to relieve the excessive distress existing amongst the unemployed in. … Owing to the reduction in unemployment benefit, the means test and the chief collieries being closed for the past eight weeks, I can assure you that the distress in this area can truly be regarded as excessive. Although other areas in distress have received wide publicity through the Press and other organisations, this is the first appeal to be made from this district. Any donations, such as cash, new and worn clothing, boots, or any other necessary commodity you can send us will be deeply appreciated, and distributed after the most careful investigation to the most necessitous cases. That is an appeal for clothing for children who are in their present position largely because of the great distress that exists in the Division. That is not an exception. I have also a letter from Merthyr Tydvil, which was printed in the Press. At Merthyr Tydvil there is an insurable population of 20,000, of whom 3,000 are compelled to appeal to the public assistance committee. The letter is signed by the mayor of the town and also by the rector and the rural dean and by a Free Church minister. It says that it is pitiful in the extreme to watch children going to school with their bare feet protruding through their boots.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have referred to my own constituency because it is typical, not, only of the district of South Wales, but of many of the mining areas in Great Britain, and we want to know, and are entitled to know, what the Government are doing in order to attract new industries of which we have heard a great deal in this House during recent discussions. What are the Government doing, or what are they proposing to do, in order to attract new industries to these districts in South Wales, which cannot by any stretch of imagination be described otherwise than as derelict? We have been told by the Parliamentary Secretary to the Board of Trade that 21 factories are in course of erection, and that statement has been corroborated by the Lord President of the Council, who stated during his speech that: One of the interesting results already of our departure from the Free Trade policy has been a certain influx of foreign manufacturing business. That tendency has been rather exaggerated in the Press, but it is a real movement and I would remind you that we in England have owed a good deal in the past to some of these importations of new manufactures. He went on to point out that these industries which it was proposed to set up in this country were to be set up without the aid of British capital, and he was pleased with the fact that the building of these factories is largely dependent upon capital from foreign countries. Ha continued: We brought weaving, a typical British industry to-day, from the Flemings. It was the French Huguenots who taught us how to make silk; and so it is to-day that we find the toymaker from Nuremburg, the clock makers from the Black Country, the perfumery and toilet accessories made in Paris are coming over to be made in this country, and also the finest kinds of ladies’ stockings from Saxony. Those are industries that will be valuable to us because they will not only provide work to meet the demands of our own customers at home, but they will broaden our equipment for competitive orders coming from abroad, and increasing, I hope, our exports and trade. It is very remarkable that an almost identical speech was delivered in February, 1927, by the same right hon. Gentleman. He then stated that the newer industries were flourishing, and that there were more men and women in employment at that time than there were before the War. The only difference between the speech of 1927 and the speech of 1932 is that in 1927 he stated that the increase in population had beaten us. Here is another instance of complete harmony between the members of the present Government. The Parliamentary Secretary to the Board of Trade and the right hon. Gentleman the Lord President of the Council are singing the same song at week-ends, but does either of them believe that the mere making of toys, or clocks, or ladies’ silk stockings, or perfumes or face paints, will have any substantial or material effect in reducing the amount of unemployment in this country?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a phase of the question of attracting new industries to this country to which, perhaps, I might be permitted to refer. I should like to know whether the Government have considered whether it is more economical to attract new industries into those areas where houses are already in existence for housing the people, or whether it is preferable to leave those in charge of such industries to plant them where they may desire? The question is whether it is not more economical to attract these industries to the areas to which I have referred, or to allow them to be established at places like Slough or Dagenham. I wonder if the Parliamentary Secretary could do a sum for me? If the policy for which he is at present responsible is capable of making possible the erection of 21 factories in so short a time, how long will it be before the whole of this country is covered with similar factories when the complete tariff policy of the Government commences to operate? The Minister of Agriculture has undertaken his task at the proper time. Had he been a little slower, there would, according to the Parliamentary Secretary to the Board of Trade, be no land on which to grow wheat in this country, because, at the rate at which these factories are going up, they will soon cover the whole country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have been associated recently with a movement in South Wales the object of which is to attract, if possible, some of these industries into the distressed areas, and the following particulars may be of some importance, as bearing upon the question whether it is not more economical to do as I have suggested, and as has been suggested in this movement, namely, to attract those industries into South Wales. I attended a conference at which 10 local authorities in South Wales were represented, and, in the course of the discussion, my hon. Friend the Member for Ebbw Vale (Mr. A. Bevan) quoted the case of a town of 14,000 inhabitants, and pointed out that the actual cost of building a town to house a population of that size would be between £2,000,000 and £2,500,000, or, roughly, a charge of 150 per head of the population, men, women and children. If it were assumed that all the industries in the localities represented at that conference were becoming extinguished, and the communities were to be moved elsewhere, the cost of re-housing them would be somewhere in the neighbourhood of £25,000,000. That would be the first cost; and, if other items were taken into consideration, the figures became staggering. With these facts in mind. I would ask the Government to consider whether it is not better to attract these new industries into existing areas, instead of allowing places like Dagenham and Slough to be over-populated, as will be the case within a very short time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want now to refer to the effect of the French and German quotas upon the employment of miners in Great Britain. I do so with the specific object of ascertaining from the Government whether any importance is to be attached to their declaration that tariffs can be used as a lever. It is true that the 15 per cent. French surtax has been removed from the coal that leaves this country for France, and the Government have prided themselves on that achievement. But what did they do? They did not use the tariff as a lever to compel France to reduce or lift her surtax, but simply arranged an interview between the British coalowners and the French Government. That is all that they did, and even the lifting of the 15 per cent. surtax has not made possible the employment of one miner in South Wales or in any other district in Great Britain. We are told that there is no connection between the Abnormal Importations (Customs Duties) Act and what France and Germany have done with regard to the surtax and the quota. Is that true? I find that the first information made public in this country as to what France intended to do was on the 15th November, and yet, before the 15th November, this Government had introduced a Measure imposing a tariff upon certain articles coming from France into this country. On the 15th November we had the first public news that France intended to reduce her quota of British coal, and on the 20th November the Abnormal Importations (Customs Duties) Act commenced to operate; and to assume that there is no connection or relationship between the attitude of France and the tariff policy of this Government is a reflection upon the intelligence of the French people, because they knew that immediately a Tory Government was in a position to legislate in this country tariffs were the only policy that such a Government would have, other than the policies of the Labour party or of the Liberal party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my opinion the Government have done nothing to affect the French quota. Mr. W. A. Lee, the Secretary of the Mining Association of Great Britain, stated, after his return from France, when the French Government had decided to reduce the Surtax, that: The additional quantities of coal from Continental coalfields thus allowed to enter France have resulted in the reduction of the general quota, first to 80 per cent, then to 72 per cent., and, finally, to 64 per cent. In effect this has been discrimination against Great Britain and in favour of Germany. It has been contrary to the interests of the French mines and the French mine owners have, in fact, complained that 500,000 tons in excess of the quota have been imported from Continental countries. 4.30 p.m.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mr. Lee went on to say that the actual amount is very much more, and also that the British delegation informed the French authorities that they would have to take the matter up again with the British Government immediately upon their return. I desire to know whether it is the intention of the Government to arrange another interview for the representatives of the British coalowners, in order to see if it is not possible to increase the quota of British coal? With reference to the German quota, it has created a very serious situation for the miners. I find that British coal exports to Germany have been reduced from 5,386,000 tons in 1929 to 3,733,000 tons in 1931, a reduction of 1,653,000 tons in two years. Before the War we were sending into Germany something like 9,000,000 tons a year. It is estimated that the reduction in the German quota will put something like another 8,000 of our miners out of work and, in my opinion, that is evidence that tariffs are not an effective instrument and that you cannot hope to secure reciprocity by acts of retaliation. That is borne out by a German, Herr Bennhold, who spoke for the Prussian Administration of Mines quite recently. He said that the real cause of the coal crisis was the depression in German industry and that it was quite understandable that there should be a desire to preserve the limited home market by excluding British coal imports. He also lamented that Great Britain’s depreciated currency and new tariff policy were not favourable for an international agreement and said that for some time to come the German coal industry would have to rely upon its own fighting powers. For the Government to assume that there is no relationship between the actions of the French and German coal importers and the tariff policy of the Government is a reflection upon the intelligence of those people, who did not anticipate a change in our fiscal system immediately upon the formation of the National Government. I found this information in the Press on Monday: Germany has secured the Brazilian Central Railway contract for 75,000 tons. It is understood that there is some disagreement as to an amount of money that is due to the Welsh coalowners, and as a result there was no desire on their part to make a bid for this contract. We are also informed in the Press that the Board of Trade and the Foreign Office have had the facts placed before them and that representations are being made to the Brazilian Government in the hope of a settlement being reached on the matter. I am hoping that the Parliamentary Secretary will give us some indication in order that our people may have real hope, and not the false hope that they have experienced recently in statements that there are more in employment and that we are about to turn the corner. That cannot be borne out by statistics even if you use them with comprehension. You cannot convince either the British or the South Wales miner. In 12 months, from February, 1931, to February, 1932, unemployed miners have increased in Great Britain by 54,390, and in South Wales and Monmouthshire during the same period there has been an increase, according to official figures given in answer to questions in the House, of 17,536. Again, I shall be told that Labour was in office during part of that time, but, even if you compare December, 1931, with February, 1932, the increase in the number of unemployed miners in Great Britain has been 37,500, and in South Wales 20,280. It is no consolation to tell us that there are more people in employment when there has been that substantial increase in the number of unemployed miners. I have endeavoured to secure some hope from the last statement made in the House by the Parliamentary Secretary to the Ministry of Labour. He said: I venture to think that the goal that I have indicated, namely a constructive attempt to find other occupations for the unemployed men and women in this country until such time as they are able to be reabsorbed in industry by the revival which we believe will follow the passage of the Tariff Act and an agreement at Ottawa, is well worth many and varied efforts.”—[OFFICIAL REPORT, 3rd March, 1932; col. 1412, Vol. 262.] The Tariff Act has not been in operation for any considerable length of time, but surely the effect of the Abnormal Importations Act should be an indication as to whether it is possible to absorb some of our unemployed. What do we find in connection with that piece of legislation? According to figures submitted by the Minister of Labour on 25th January, 1932, in 12 industries which are directly or indirectly affected by that piece of legislation there were no fewer than 334,413 unemployed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier in my speech I referred to a statement made by the Lord President of the Council. I deliberately did that because I attach more importance to the statements of the night hon. Gentleman, who is a loyal, sincere Conservative, than I do to the unreliable statements of the one-time Socialist who is now Prime Minister. I hope I shall not be asked why it was that the education authorities in my division wrote to the Prime Minister, but in any case they did not write him in anticipation of being promised anything in the form of a humane administration of existing regulations or of new legislation, and they might before writing that letter be informed of this statement, which is to be found in the last speech that the right hon. Gentleman delivered in the House. This is what he promised, if it is a promise: The Government has approached its work in a spirit of realism. It has examined the whole facts. Observation has to be made over the whole field.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am not committing the Government but the Government has decided to produce legislation. I have shown that it is the mandate that we are carrying out. He completed his speech by saying: I have really very little to say. That is typical of the right hon. Gentleman. He will probably be known in history as the man who could say a lot and mean nothing and take a tremendous lot of the time of the House in saying it. I do not expect this Government to cure unemployment. No Government can. It is a characteristic of all Governments that they legislate after the facts, and this Government more than any, because they believe in perpetuating a system under which all our people cannot be employed. I am asking them to leave alone the authorities who are humanely administering the so-called means test. No more incorrect language has ever been used than to refer to it as the means test. It would be much more correct, much more honest and much more honourable if the letter “s” was dropped and it was referred to as the “mean test.” You can only deal with the unemployed by one of three methods. You can either starve them, or sustain them, or shoot them. You have not the courage to do two of those things, and you have not up to now had the decency to sustain them during their period of unemployment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}