{
    "url": "https://www.ukpol.co.uk/nigel-dakin-2019-inaugural-speech/",
    "title": "Nigel Dakin – 2019 Inaugural Speech",
    "post_date": "July 16, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Nigel Dakin",
            "url": "/tag/nigel-dakin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nigel Dakin, the Governor of the Turks and Caicos Islands, on 15 July 2019.",
    "content": [
        "His Honour the Speaker, Your Ladyship the Chief Justice, the Honourable Premier, the Honourable Leader of the Opposition, Her Excellency the Deputy Governor, the Honourable Attorney General, Honourable Ministers, Honourable Members of this Honourable House, the Commissioner of Police, Ladies and Gentlemen, Family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And, through your various representational roles, my greetings to the people of these islands, a community I hope I will soon be able to call ‘friends’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mr Speaker, thank you for the opportunity of addressing this House a thank you I extend to the Honourable Premier, and to the Honourable Leader of the Opposition, for their welcome, not only to myself but also my family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As experienced leaders you will have chosen your words with care and I look forward to weighing those words accordingly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To reply today to the important points you make would suggest I have arrived with an agenda prepared in London; you will all be relieved to hear that I don’t. My views can wait until I am better informed, through detailed conversations with you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In truth, I come with only one idea: ‘To preserve and to improve’. I’ll explain this in a moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me first though properly introduce you to my family, supporting me here today. Mandy my extraordinary wife, who you will find ready to contribute a great deal to these islands. Charlie – our daughter – an ‘International Relations’ graduate now deeply engaged on environmental issues and Fraser – our son – an Undergraduate studying Engineering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You, I know, understand the importance of family in the way I’ve just described a family. You also use the imagery of family – rather beautifully I think – to describe the wider islands that I’m now Governor of: “the family islands”. I look forward to getting to know this new family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A word about first impressions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is not our first time in these islands; our family have previously arrived in a particularly important capacity. We arrived as tourists; the economic engine of this country and on which so much of these islands future depends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We expected the beauty – we’d of course seen the pictures. We anticipated the weather – we’d consulted the forecast. What we didn’t expect was the genuine warmth of the people we met. If it’s the beaches that bought us here it’s the people that would bring us back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Every person: the immigration officer; the representative of the car hire firm in Provo; the taxi driver in Grand Turk; the waitress; the bartender; the police officer that helped us at the fish fry; the owner of the accommodation we stayed at; the power boat skipper who took us down the islands; all were outstanding Ambassadors for this country. All four of us are delighted to be back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To substance. The greatest courtesy I can now pay you is to be both brief (I will take little more than 5 minutes) – and to be clear – (I will make just 6 points). Four words that you may choose to hold me to account to, one thought about the Constitution and I’ll end talking about my priorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The first word is ‘Care’. I may be a True Brit, but I’m a Brit who cares deeply about the UK’s relationship with the Caribbean, and the Caribbean’s relationship with the UK. With a Bajan wife, whose family has lived on that island for centuries, and children who enjoy joint Bajan / British nationality how could I be anything, but.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I’ve been in the Caribbean every year for the last 35 years and visited many of the islands in this region. Nearly 33 years ago I married Mandy in St Georges Church, Barbados. One of our children was christened in St Ambrose Church, St Michael, Barbados.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I therefore promise to ‘care’ about the people and the future of these islands, an easy promise to make, and an easy promise to keep, because both myself and my family have cared about the future of this region for a very long time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You will find I will take my responsibility to represent the interests of the Turks and Caicos Islands seriously and diligently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second word is ‘Listen’. Long standing connections to this region ensure that I at least know how much I don’t know. I have some insight to island life. I know how hard I will have to work to understand a rich and complex society that few – who have not lived in the Caribbean – can properly understand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a result you will find me inquisitive, I aspire to be one of the most informed people on these islands. Whoever you are, you will find that I will ask a lot of questions. You all, I think, have a right to be heard – and I have a duty to listen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So I promise to seek to understand the collective wisdom of these islands by listening to as many people as I can – from as many different walks of life as I can; I promise to ‘listen’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The third word is ‘Service’. I was introduced to public service in 1982 when I joined the British Army. Six months later, at the age of 19, I was leading thirty soldiers on operations. That was 37 years ago and this word ‘service’ has been tested every day since then.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The cap badge at the Royal Military Academy Sandhurst – where I started my first career aged 18 – does not read “Lead to Serve”. You do not ‘serve’ through your ‘leadership’ – quite the opposite. The cap badge at Sandhurst reads: “Serve to Lead”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The truth is that the quality of a person’s leadership is based only on the quality of their service, and the quality of their service boils down to putting others first. So I promise, as your Governor, that I will not only be Her Majesty’s servant in these islands, but I will also be your servant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Being clear and straight: This final word, and we need not dwell on this because you will – in the end – judge me as you see it – is that you will find me ‘clear’ and by being clear you fill find me ‘straight’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To ‘care’, to ‘listen’ to ‘serve’ and to be ‘straight’ seem to me four good words, four good anchors, to be held accountable to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I promised a word about the constitution. I am the 15th Governor of these Islands. Her Majesty, Queen Elizabeth, has appointed all 15. She had been crowned twenty years before the first Governor – Alexander Mitchell – was appointed by her. All fifteen Governors received their commission from her, to be her representative as Head of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am genuinely touched by the spotlight you place on me today, but in truth whoever the individual Governor is, is not the issue. It is instead what the office of Governor represents: continuity, the link to the Crown and to Britain, and the Governor’s application of the constitution that is important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is important because it ensures everyone in these islands, and anyone wishing to travel to her, or invest in her, understands that through the Constitution it is the rule of law that prevails here and all are equal here before the law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "An investment here is safe, because the law keeps it safe. A persons human rights are in the end guaranteed here because the law demands those rights be protected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Conversations about the constitution become immediately complex but let me – for the moment – keep things simple. The key test is that a Constitution has to be good enough to weather the bad times as well as the good. To take in its stride not just the sort of outstanding leaders who spoke before me today, the Premier and the Leader of the Opposition, but those whose intentions, perhaps long in the future, may be less selfless than the standard that all of us in this room aspire to now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It’s why the oath I swore at the start of these proceedings is taken by all of you so seriously and why it is – to me – the islands sword and shield; something I must steward diligently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am acutely aware that as Head of State I am appointed rather than elected. I have the greatest respect for those politicians amongst you, who face an electorate. As a result you – as well as Her Majesty who appointed me as her representative – have every right to demand, in your Head of State, Statesman like qualities. Today is my first step on a journey to earn the right to be judged in that way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the 18th Century the political philosopher Burke offered advice. His definition of a statesman was: “A disposition to preserve and an ability to improve”. That seems to me to remain a good aiming mark in the 21st Century Turks and Caicos Islands. To preserve and improve. You will find that I’m interested in making a practical, positive, difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So I’m interested in supporting all those helping educate, protect, develop and care for all that call these islands home, including the most vulnerable. I’m equally interested in supporting those who are focused on business, tourism and diversifying the economy. We all rely on wealth creators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We can all learn from the next generation – I have – and there will be a particular place, in my heart, for those who understand that the stewardship of our environment offers not just benefits here, but also the opportunity for the Turks and Caicos Islands to have a genuine global voice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s a global voice in what will be one of the predictable themes of this century, something critical we must steward for those that come behind us. Fortunately it’s a fast developing UK priority. On the environment we – the Turks and Caicos Islands, Britain and all the Overseas Territories – are more influential and stronger together than we can ever be apart.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In starting a new role though it’s critical to have early focus – my early focus will be on properly understanding issues relating to crime, illegal immigration and hurricane preparedness. My programme has been prepared with that in mind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s enough talk. I start my agenda – such as it is – to work with you all to ‘preserve and to improve’. In the end this is going to be a Governorship based on values. Whether I ‘care’, ‘listen’, ‘serve’ and whether I’m ‘straight’ will best be judged by my actions rather than my words. I’m now keen to get to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And may God bless the Turks and Caicos Islands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}