{
    "url": "https://www.ukpol.co.uk/ashley-dalton-2023-speech-on-the-budget-and-maiden-speech-in-the-house-of-commons/",
    "title": "Ashley Dalton – 2023 Speech on the Budget and Maiden Speech in the House of Commons",
    "post_date": "March 18, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Ashley Dalton",
            "url": "/tag/ashley-dalton/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by Ashley Dalton, the Labour MP for West Lancashire, in the House of Commons on 16 March 2023.",
    "content": [
        "Thank you, Mr Speaker, for the opportunity to make my maiden speech in this debate. It is a particular honour to be called to do so by a fellow Lancastrian and my constituency neighbour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I take my place as my predecessor, Rosie Cooper, leaves frontline politics. A servant to West Lancashire for over 17 years, Rosie conducted herself with the utmost dignity and respect throughout her tenure as a Member of Parliament. Despite facing some of the most heinous and challenging circumstances anyone in this place could face, Rosie displayed great resilience and continued to serve West Lancashire with grace and diligence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Everyone in this place entered politics to make a difference. As Rosie leaves to take up a new role in the NHS, which I know is so important to her and her politics, she can genuinely say she made a difference. Through the British Sign Language Act 2022, which was brought about by her private Member’s Bill, Rosie secured equitable recognition for people who use BSL as their primary language—a group of people that in the most recent census was 22,000-strong. I know that they and many others are truly thankful for her hard work and unwavering commitment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You will know, Mr Speaker, that on the way into my constituency you pass a road sign that reads simply “In West Lancashire we’ve got it all”, and it is no exaggeration. With a Roman market town, villages recorded in the Domesday book, the growers and farming communities of the Lancashire plain, and a 1960s new town, West Lancashire truly does have it all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Look back at the gingerbread women of Ormskirk—women in the 1700s who knew their own worth, and with a recipe so successful it is still used today, took their place in Ormskirk’s economy; and look forward to the innovators and community builders of the future being moulded by the thriving Edge Hill University. West Lancashire’s story is one of making your mark.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For me, West Lancashire’s best asset is its people. The people of West Lancashire represent what it means to be British. They are hard-working, innovative and, most of all, ambitious. But all too often, their ambition is frustrated by a lack of opportunity. I hear stories from my constituents in Skelmersdale—Skem—that they feel trapped and confined by their circumstances. It is a great sadness that for many people in Skelmersdale, their ambition for their children is that they leave Skem—that they get out to get on. Opportunities that exist in Manchester or Liverpool are opportunities that should be accessible to folk in West Lancashire, but they simply are not. West Lancashire is brimming with potential but is literally being left behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "During the by-election, while I was out campaigning, Sandra stopped me in the street to talk about what is important to her. She probably recognised me from the hundreds of leaflets that she had had through her door. Sandra was really proud of her grown-up children working hard to provide for their own families, but she told me that they were each working two or three jobs and were barely able to just get by. As proud as she is of her children, Sandra told me that getting by should not be this hard. When the best that hard work can deliver is just getting by, something has gone wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yet, like the gingerbread women of the 1700s, West Lancashire still dares to succeed. There are people like Paula and Maureen, who started the Sewing Rooms in Skelmersdale, a social enterprise to tackle social exclusion and train and employ women in the textiles industry. In the face of a global pandemic, they made masks. When faced with a cost of living crisis, they developed, made, and sold thermal cooking bags that use little to no energy to cook hot food. On the back of that success, they have won the contract to design and make the kit for the Great Britain gymnastics team at the Special Olympics world games in Berlin this year. There are people like 19-year-old Rossi Forrest, who sold me my Christmas tree last year from the new nursery and garden centre in Bickerstaffe that he started from scratch. And people like Jo, who sells pyjamas and underwear on historic Ormskirk market, and whose thermal vests and long johns kept me warm during a long—very long—winter by-election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Across West Lancashire, people are working hard and daring to succeed. But in the face of a cost of living crisis and a stagnating economy, it is too often an uphill struggle. It should not be this hard. This Budget was an opportunity for the Government to show that they believe in West Lancashire as much as I do. Instead, it is another sticking plaster on 13 years of economic failure, with small businesses and sole traders once again expected to fend for themselves. The people of West Lancashire are ambitious, but their ambition is not being matched by government. While wages are down, mortgage repayments are up. Whilst living standards are down, the tax burden is up. When my constituents need an economy that is moving, we are at a standstill. This is not a Budget for Sandra. It is not a Budget for Paula and Maureen. It is not a Budget for Rossi, and it is not a Budget for Jo, either.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Politics is often spoken about in abstract terms, as though it is something that happens to someone else, somewhere else, separate from our communities. When I stand to speak, 100 years since the first women were elected to this place and nearly 300 years since the gingerbread women of Ormskirk made their mark, I speak with the voices of Sandra, Rossi and Jo, and all the other people of West Lancashire, because the politics in here must meet the ambition of the communities out there. What we choose to do shows where our priorities lie. Our priorities are born out of what we stand for. On the Labour Benches we stand for meeting the ambition of the people of West Lancashire and beyond, not for getting by but for getting on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}