{
    "url": "https://www.ukpol.co.uk/james-daly-2023-speech-on-road-traffic-collisions-involving-cats/",
    "title": "James Daly – 2023 Speech on Road Traffic Collisions Involving Cats",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Daly",
            "url": "/tag/james-daly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Daly, the Conservative MP for Bury North, in Westminster Hall on 9 January 2023.",
    "content": [
        "It is an honour to serve under your chairmanship, Ms Harris—I genuinely mean that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a pleasure to follow a speech that I did not disagree with a word of. I congratulate Olivia, who is sat in the Gallery. This is probably one of the easiest legislative exercises in the whole of this Parliament: we simply add the word “cat” into legislation and achieve what has been set out in this debate. As much as we all love goats, we should not be differentiating between animals in respect of their value. We differentiate and judge things in this House on their meaning to our fellow citizens. To me, it is utterly bizarre that the law does not take into account cats, considering how many people in this country own cats and how important they are to our fellow citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope the Minister, well-known animal lover that he is, will listen to this debate and look into doing something straightforward that will make a lot of people very happy. Although we struggle from time to time in this House, we have the opportunity to do something that will make people extremely happy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Rehman Chishti**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend has made the point clearly that this change is easily done if we consider the purpose behind the legislation. The Government have put forward the argument that one type of animal is a working animal of financial value; does my hon. Friend agree that legislation to require people to stop and report should be designed with regard to the alleviation of pain and suffering, irrespective of what animal it is? That ties into the Government’s commitment to animal welfare. We can move forward and do the right thing. Does he agree that that principle needs to be behind the legislation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**James Daly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am probably going to agree with everything that everybody says in this debate. My hon. Friend makes a very articulate point. If it is the Government’s position that the change is not enforceable—in the sense that stopping and reporting if a car hits a cat is somehow not an enforceable legal responsibility compared with hitting another animal—I just do not accept that. In my view, there is not a logical argument in respect of the criminal-law side of this issue. I was a criminal lawyer for a long time and it is a straightforward matter to enforce reporting. There is no ambiguity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me speak to and develop some of the points colleagues have made about criminal law, and what happens afterwards. I recognise Members present who have listened to what I have had to say at least two or three times previously. I think I am on my third or fourth time of trying to persuade the Government about my private Member’s Bill. I have not been successful yet, but I continue to live in hope. My nattily titled Pets (Microchips) Bill relates to Gizmo’s law, the campaign for which was begun many years ago by Heléna Abrahams in my constituency. In essence, the proposed law would do what has been articulated in this debate. It is a campaign for a legal requirement, which sounds like a grand statement, but it basically asks local authorities to do the right thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When a deceased cat is found, whether on the highway or elsewhere, the proposed law would require the local authority to scan the chip, if there is one—that relates to the point that my hon. Friend the Member for Gillingham and Rainham (Rehman Chishti) made about the Government’s commitment to the microchipping of cats, which would clearly help. It is a simple thing. People want to know what has happened to their pet—what has happened to their cats. I spoke today to Heléna, who works 20 hours a day in her job. She has set up a website for this purpose and works with local authorities to reunite cats with their owners. That is a wonderful thing to do, because it is about love, care, commitment and doing something for people who have no other way of finding out what has happened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the hon. Member for Gower (Tonia Antoniazzi) said, local authorities approach this matter very differently. Some just do not scan and do not make any effort whatever—I will not name and shame them—and some are better. We are simply asking for there to be a duty to take the cat and scan it. A pet food company has agreed to provide scanners for every local authority in the country that does not have one, so there is no cost to that. All they need is a fridge or deep freezer. The cost and time involved is absolutely negligible. There is no cost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My Pets (Microchips) Bill and Olivia’s proposal are about care, love and doing the right thing. We sometimes miss those things in our debates in this House. This is very simple and straightforward. An amendment could quite easily be made to criminal law and could quite easily be enforceable. We can certainly trust our police and other law enforcement bodies to ensure that cats have parity of treatment with other animals, and we can legislate for that. On Gizmo’s law, I hope Members will support the Pets (Microchips) Bill, which would cost nothing but would do a lot of public good and make a difference to a lot of people’s lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}