{
    "url": "https://www.ukpol.co.uk/tam-dalyell-1974-speech-on-tidal-power/",
    "title": "Tam Dalyell – 1974 Speech on Tidal Power",
    "post_date": "April 14, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tam Dalyell",
            "url": "/tag/tam-dalyell/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tam Dalyell, the then Labour MP for West Lothian, in the House of Commons on 9 January 1974.",
    "content": [
        "I wish to raise the question of a feasibility study for barrages and tidal power. When short-term problems look daunting there is a temptation to desert to the long term, which may appear to be easier. It is my purpose to follow up an undertaking given by the Secretary of State for Trade and Industry on 10th December. I asked the right hon. Gentleman: Whereas it is true that when last looked at, in the middle 1960s, the Solway barrage was economically unattractive, is the Secretary of State aware that some people now seriously think that it might be economically attractive?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Secretary of State replied: I shall look specifically at that scheme to see whether that is so, but my advice is that the barrage schemes available to us could not compete with the nuclear potentiality. Obviously I shall check on this specific scheme.”—[OFFICIAL REPORT, 10th December 1973 ; Vol. 866, c. 10.] I followed up that remark and the statement of the Secretary of State for Scotland on 12th December 1973. The right hon. Gentleman said: The situation that we face at the moment is such that any possible new source of energy should be examined.”—[OFFICIAL REPORT, 12th December 1973; Vol. 866, c. 406.] It is about 10 years ago to the month that I went, at the suggestion of a previous Conservative Minister, now Lord Errol, accompanied by Dr. Robert Drew, then of Chapelcross, to see Sir William Penney, then Chairman of the Atomic Energy Authority, about the possibility of a Solway barrage scheme combining tidal and nuclear power. Perhaps because we exaggerated our case and perhaps because the relative costs of fuel looked different in 1964 from costs in 1974, we received a fairly stony reply. The purpose of the debate is to start to scrutinise the action which the Government have promised to take and make just two points which suggest that what may have been irrelevant in the epoch of cheap oil deserves a hard, long and cool look today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Within the limit of the time available I shall make general points that would apply either to the Solway or to the Severn. My hon. Friend the Member for Bristol, Central (Mr. Palmer), formerly Chairman of the Select Committee on Science and Technology, has kindly agreed to speak on the special subject of the Severn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, progress has been made in France and Russia. Having visited Rance, in Brittany, I am aware that there have been disappointments about electricity output, although the French have 24 10-megawatt units. The Rance problems have been basically those of civil engineering and turbine construction. They do not stem from theoretical reasons against tidal energy. Rance does not rely on the crucial combination of tidal energy and pump storage by nuclear power. The periods of generation are dependent on the tide. That may not necessarily be so in the kind of scheme put forward for the Solway and the Severn. In the same breath I should say that the Government might do well to approach the Russians and talk to them about what they have been doing in Kislaya Bay, on the White Sea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, whereas in the past the fundamental difficulty for tidal generation has been the difference between the lunar and the solar cycles, it is now possible on an economic basis to provide complementary pumped storage facilities. For example, development of the Chapelcross nuclear power station site could achieve a rational development by linking tidal output with pumped storage facilities within the Solway area on a low head basis. The multiple use of equipment reduces construction costs, makes additional transmission lines unnecessary and removes the pressure for special inland reservoirs. When one thinks of the difficulties of planning permission that is not a small point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unlike a conventional power station, such a combination would produce a steady output throughout the day, regardless of the state of the tide, and calculations show that if 4,000 megawatts of nuclear power were used to drive pumps throughout six and a half hours of low electricity demand at night that station would be able to produce a full 4,000 megawatts for the 12-hour daily demand. Therefore, the question of base load can be looked at as a practical proposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I come now to my two questions. First, can Lord Rothschild’s Think Tank be asked to weigh up the advantages as between a channel tunnel and a major barrage scheme on the Solway or the Severn, given that a barrage scheme of this kind might cost plus or minus £1,000 million? That is a legitimate question for the Think Tank.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, are the Government prepared to talk about tidal energy at an international level? I realise that any proposal likely to slow down the rate of spin of the earth deserves more consideration than in an Adjournment debate in the British House of Commons, but the serious question is whether there would be a problem of earth spin if several countries embarked upon tidal energy schemes. Would there be any adverse effects on the ocean bed? Do such fears apply at all if there is a two-basin estuary scheme? A great deal more could be said about it. I am limited in time, but I want to show that those who put forward such schemes are aware of the anxieties felt on this score. It would be silly not to express a certain sensitivity towards them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are saying, in shorthand, that proposals which in September 1964 or September 1973 would have seemed way out and uneconomic must now come within the orbit of serious consideration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The argument tonight is not that this country should go hell-bent on tidal energy as some kind of a fad or panacea ; it is rather to extract information and to get the Government to assure the House that the case for tidal energy is not being allowed to go by default.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We warn the Minister in his new Department that he will be plagued by many questions on tidal energy as long as he stays in the Ministry of Energy or until he persuades us that we have no case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}