{
    "url": "https://www.ukpol.co.uk/james-daly-2022-speech-on-the-international-day-for-the-elimination-of-violence-against-women/",
    "title": "James Daly – 2022 Speech on the International Day for the Elimination of Violence Against Women",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Daly",
            "url": "/tag/james-daly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Daly, the Conservative MP for Bury North, in Westminster Hall, the House of Commons, on 1 December 2022.",
    "content": [
        "I have the honour to serve on both the Home Affairs Committee and the Justice Committee. For the best part of 20 years before coming here I was a criminal defence solicitor—a witness to the depravity of male violence against women in all its forms—so I shall confine my remarks to the criminal justice system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is always a temptation to sugar-coat some of the figures, but we should not do that; we should be honest. The charge rate for rape in this country is a national scandal—a national disgrace. It is 1.7%, so when we talk about conviction rates we are talking about 68% of 1.7%. In the year ending March 2022, the police recorded the highest annual number of rape offences ever: 70,330. Charges were brought in just 2,223 cases, meaning that only one in 100 rapes recorded by the police in 2021 resulted in a charge, let alone a conviction. How can that be? As my right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes) said earlier, for that to be anywhere near correct we would have to state that 99% of cases were simply untrue, which is nonsense. We have to face up to the reality that we have to have a system that delivers more charges to put more people before the court and properly prosecute and take seriously these incredibly serious matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But it gets even worse than that; it is not simply about rape convictions. This week the Home Affairs Committee heard from Professor Alexis Jay, who was the author of an independent report into child sexual abuse involving scandals in various places. The inquiry cost £187 million and took seven years to come to its conclusions. Professor Jay said that agencies such as the police had reduced the priority placed on investigating child sexual abuse, and that the focus had gone to other important areas. We have got to a situation where a report has been required and the situation is worse than when it started. Professor Jay went on to say that there has been a general view—this is now; not seven years ago—that children in care were not worthy of protection, especially girls. That is now. So we have no cases going through.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In terms of other offences of violence, we are not simply talking about rape here. The prosecution rates for other offences of harassment and the like are just as dire as the ones that we see for rape. We therefore get to some fundamental questions about what we are as a country and what the criminal justice system exists for. A factor that was very clear to me during my time in private practice was that if somebody was suffering from mental health problems, addiction or homelessness, there was not a chance that their case would be referred by the police to the Crown Prosecution Service for prosecution. They were viewed to be unworthy and unreliable with their evidence. Our system is as bad as I have described: the more vulnerable a victim someone is, the less chance they will have to access not only justice within the criminal justice system, but support and counselling services. It is non-existent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Opposition Members and Government Members have made some very valid points on the fact that there is no housing, as is the case in my area. Victims of domestic violence are stuck in the house—there is nowhere for them to go. In my area, there are limited refuge services. There is no safe space for women to go. How have we got to this situation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In terms of practical solutions, we have a criminal justice system. This is unfair on the Minister, in a sense—it should be a Minister from the Home Office or the Ministry of Justice answering this debate—but we have to make these points very clear. We have to get to the heart of the matter. The relationship between the police and the Crown Prosecution Service has to be straight- forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If a woman comes in and makes an allegation that somebody has done an appalling act to her, they should be charged with that offence. It is not for the police or the Crown Prosecution Service, in my view, to decide what is right and what is or is not a proper allegation. That person should be put before the court and prosecuted. If they are not, we are creating a system where people are being told that they are untruthful before even entering the system. I can only speak from looking at this myself. Why would someone want to put themselves through this system, when the person will be months on bail and years going through the court system, and it is only 1.7% of the people who actually do the offence in the first place who even get to that point? It is a scandal of prolific proportions and it is getting worse and worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are wider cultural questions but, putting it bluntly, we have to take this seriously. We have to make sure that young girls are not scared to go out in Bury or other areas on a Saturday night. If they contact the police, people need to be charged, held to account and sent to prison. Unless that happens, men will continue to act in this barbaric way against women and we as a country will continue to hang our head in shame at the situation we are in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}