{
    "url": "https://www.ukpol.co.uk/james-daly-2020-speech-on-microchips-in-pets/",
    "title": "James Daly – 2020 Speech on Microchips in Pets",
    "post_date": "September 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "James Daly",
            "url": "/tag/james-daly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Daly, the Conservative MP for Bury North, in the House of Commons on 23 September 2020.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That leave be given to bring in a Bill to make provision regarding pets with microchips; and for connected purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Bill should more commonly be known as Tuk’s law and Gizmo’s law. Every responsible pet owner wants to ensure that their pet is safe. It is now a legal requirement for all dog owners to microchip their dogs since compulsory microchipping came into force in 2016. British Veterinary Association best practice guidelines recommend that vets should scan microchips on the first presentation in veterinary surgeries and at other regular intervals, including prior to any decision being made on euthanasia. These guidance notes also include advice on what a vet should do if details of the person presenting the dog are different from what is in the database, and on what to do when stray or lost dogs are brought into the veterinary surgery, including the need to check the microchip databases in order to reunite the animal with its owner or back-up rescuers. Although the guidance is helpful, the Tuk’s law campaign has found that many vets are not following these recommendations and a large number of healthy dogs are being euthanised without checking microchips to ascertain the owners or back-up rescuers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To date, over 121,000 people have signed a parliamentary petition set up by the Tuk’s law campaign, calling for a change in the law to make it mandatory for vets to scan microchips for owner and rescue back-up details before euthanising a healthy dog. Tuk’s law campaign began as a result of the premature and unnecessary euthanasia of a young, 16-month-old rescue dog called Tuk, who was a beautiful Mioritic dog who had full rescue back-up and whose rescue contact details were registered on his microchip as a secondary contact. His euthanasia was requested and acted on by someone who was not registered on his microchip—a vet who did not scan him prior to ending his life. Had the vet scanned him, he would have seen the rescue back-up contact details, registered the microchip and contacted the rescuer, who would have collected him and Tuk’s life would have been saved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although Tuk’s death prompted the parliamentary petition, during the past 18 months the reported amount of unnecessary euthanasia of healthy and treatable animals—in particular, rescue animals—has grown alarmingly. Today I am putting forward a private Member’s Bill to ensure that all vets are legally required to scan for owner and rescue back-up contact details on microchips when any healthy or treatable dog is brought into a veterinary surgery to be euthanised. On Government-endorsed microchip databases, a prefix will be added to microchips to identify dual registration of rescue animals. If an unsubstantiated reason for euthanasia is made, the vet will be expected to seek corroborating evidence. Vets will also be expected to seek alternative options to euthanasia in situations where there are no life-threatening or emergency situations causing the dog suffering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By implementing this change in legislation, the lives of hundreds of dogs will be saved every year across Britain. Unless we act to make it mandatory for vets to check microchips, I am deeply concerned—taking into account the coronavirus pandemic—that we could see a ​steep increase in healthy dogs being put to sleep across Britain in the next 12 months. We must offer these dogs a lifeline. We must make the scanning of microchips mandatory without further delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My constituent, Helena Abrahams, began the campaign for Gizmo’s law in 2016 following the death of her much-loved pet in tragic circumstances. Gizmo was 15 years old and involved in a road traffic accident. Sadly, she was disposed of before anyone scanned her chip. As I mentioned earlier, dogs must be microchipped under UK law, and drivers who hit dogs on the road must report the accident under UK law. An animal rescue or vet would be informed, and the animal would be scanned and identified in order to inform the owner. But the same is not true for cats, despite being the second most popular pet in the UK. Instead, cats are often picked up from the roadside and disposed of in landfills without being reported, scanned or identified, and certainly without their owner’s knowledge. A parliamentary petition set up by the Gizmo’s law campaign and signed by over 107,000 people, entitled “New law that cats killed/injured by a vehicle are checked for a chip”, led to a Westminster Hall debate on 17 June 2019, where it received broad cross-party support. The Government response to the parliamentary petition stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We encourage microchipping of cats and it is established good practice for local authorities and the Highways Agency to scan domestic pets found on our streets so that the owner can be informed”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "but went no further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As part of the Bill that I am introducing today, there would be a legal requirement for local authorities to scan the microchip of a deceased cat and then to make all reasonable efforts to contact the owner to confirm what had happened to their animal and from where they can collect the cat if they so choose. Cats could be collected from the local authority or a local vet, and there would be a further legal requirement that owners will be given seven days to recover their much-loved animals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Guidance would be issued by Government on good practice, and local authority employees will be required to record the chip number, the location where the cat was found, its sex, colour, colour of the collar and any owners’ details on the bag in which the body will be preserved and protected. However, we must not limit our ambition only to return microchipped cats to their owners. This Bill will further require local authority employees to provide information in line with the aforementioned guidance, together with photographs, to organisations such as Deceased Cats UK and Ireland that exist to do everything possible to return deceased cats to their owners. A register of such organisations would be provided to local authorities by the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Deceased Cats UK and Ireland was established by Helena, Wendy and all at the Gizmo’s law campaign. They worked tirelessly through their Facebook page and with an army of volunteers all over the country to reunite much-loved pets with their owners. Thanks to their efforts, working with local vets and concerned members of the public, they are able to ensure that well over 1,000 much-loved pets are returned home each year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I address the issue of cost. Many local authorities do not have scanners, but we have a commitment from Encore, an international pet food manufacturer, to provide ​a scanner to any council that does not have that facility, and I thank it for its generosity and commitment to animal welfare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should not allow deceased cats simply to be treated as rubbish and their bodies disposed of without a thought for their owners. That is not acceptable. Through this Bill, Gizmo’s law ensures that remains are treated with respect and reflects the fact that cats are much-loved pets and companions for millions of people throughout the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}