{
    "url": "https://www.ukpol.co.uk/simon-danczuk-2016-speech-on-asylum-seeker-dispersal-policy/",
    "title": "Simon Danczuk – 2016 Speech on Asylum Seeker Dispersal Policy",
    "post_date": "May 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Simon Danczuk",
            "url": "/tag/simon-danczuk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made in Westminster Hall on 3 May 2016 by Simon Danczuk, the MP for Rochdale.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered asylum seeker dispersal policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a pleasure to serve under your chairmanship, Mr Hanson. I will begin by touching on the asylum application system as a whole. At present, the system is so inefficient and backlogged that asylum seekers are being housed in hotels and temporary accommodation while endless appeals are dragged out. In the Home Office legacy case statistics, there are people with cases dating back to 2004.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We see the majority of cases turning out to be bogus. In fact, I see many economic migrants who have come to this country illegally clogging up the system with doomed cases, slowing the process for those in genuine need. Statistics from 2012 to 2013 on asylum cases where outcomes have been determined show that only 32% of cases were accepted at the first stage of applying, while 57% were rejected and 11% were withdrawn. Of those cases that were not accepted, 70% were appealed. Of those appeals, 68% were dismissed and 7% were withdrawn. The system is clearly being abused and delayed by bogus claims of asylum, and that cannot continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me give the House a real-life case study from my constituency surgery on Friday. Hassan is a Sudanese national. He is currently living in Rochdale in a house with four other male asylum seekers. He was 17 when he entered the UK in September 2014 via a lorry from Calais. Before that, he had worked in Libya, earning money in construction. He travelled to Europe by boat. He got off a lorry in Dover. Fingerprints were taken and he was put in a hotel. He spent two months down south. He was then moved up to Rochdale. He has been in Rochdale for one year and five months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Hassan has been trying to claim asylum. He says there is a conflict between two tribes in close proximity to his village and that a lot of people have been killed. Hassan was interviewed by the Home Office over a year ago in February 2015, but no decision has yet been taken on his case. He now says that he is bored here, has nothing to do and that, if he had the choice, he would return to Sudan. He said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I want to feel human, like a normal person.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He then broke down in tears in my constituency office. That is the reality of the asylum system under this Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whatever we make of this young man’s case, there is no denying that there are failures within the system, and we must remember that the asylum system exists for a very good reason. As a prosperous and tolerant nation, we must play our part in helping those fleeing persecution and horrors in their home country. Earlier this year, a young mother attended my constituency surgery. She had been persecuted because of her Ahmadiyya Muslim faith, and I believed it to be an open-and-shut case. She had been subjected to awful abuse in Pakistan. She was twice violently kidnapped for refusing to abandon her religion. Here was a straightforward case of someone unable to return to their country from fear for their own security. I would always be prepared to support that kind of asylum case. To my complete surprise, her asylum application was rejected. Even though Home Office guidance shows that such cases should be supported, this young woman was denied a safe haven.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I raise that case because it shows the growing strains on our asylum system, which is grinding to a halt. It is being clogged up with economic migrants submitting hopeless cases, while genuine people in need of refuge are told they have no right to sanctuary. The system needs an overhaul. We need a well-resourced and properly funded body that is able to deport quickly those who have no claim and assist those in genuine need of a life away from their home country. We cannot fulfil our moral duty to those in genuine need under the system now in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I now come to the issue at the heart of this debate: the unfair dispersal system for asylum seekers. In Rochdale, we have 1,044 asylum seekers at present. That figure represents 3.77% of the 27,650 asylum seekers in England. Rochdale has a population of just over 200,000, so one in every 204 people in Rochdale is an asylum seeker. The situation is worse only in Middlesbrough where there is one asylum seeker to every 152 people. Rochdale has been dumped with an unequal share of the burden. The Minister will say, as he has said previously to me, that this policy was introduced by the previous Labour Government, but that is simply not good enough. He and the rest of his party have been in government for six years now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The COMPASS contracts introduced under his Government have made the situation worse. In 2012, when the contracts were introduced, Rochdale was responsible for 371 asylum seekers. At the beginning of 2014, this number went up to 550. By the end of 2015, we suddenly had 1,044. The problem does not stop with Rochdale. Ten local authorities in England have just under 40% of all asylum seekers in the country. That is just 10 out of 322 local authorities, according to research that my office has done. The north-west region has been bearing the brunt, taking 30% of all asylum seekers in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In correspondence, the Minister stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Our dispersal policy ensures a reasonable spread amongst…local authorities.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is clearly not true. Certain regions and councils have done absolutely nothing. The Minister must answer why this problem has got worse under his Government and why he has done nothing about it. I must add that, if local authorities will not sign up voluntarily, why has the Minister not enforced this on the shirkers using sections 100 and 101 of the Immigration and Asylum Act 1999? The Act enshrines power in the Home Secretary to ensure that leaders of local authorities co-operate to provide support for asylum seekers. The problem has been growing and the Minister must answer why that power has not been used.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Next, I wish to touch on some of the details of the COMPASS contracts. Key performance indicators within the contracts were to factor in the capacity of local health, education and other support services and the risk of increased social tension if the number of asylum seekers increases within a given area. There has been a clear disregard for those factors. A recent report from the Joseph Roundtree Foundation found that 10 of the 12 struggling towns and cities in the UK are in the north of England. Number one in that analysis is Rochdale. We can argue with the methodology of the research, but there is no doubt that public services are vital for local people in our town. There is a greater strain on services, yet the Conservative Government have added more than 1,000 asylum seekers to the town. Combined with this, we have Serco dumping asylum seekers in our town with hardly any notice given to the local authority. There are waiting lists for housing in Rochdale and a limited number of school places. Some schools are already being challenged to improve performance, but cannot afford the added burden of even more languages to be learned. Waiting times for GPs and access to accident and emergency are already stretched beyond acceptability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the changes to spending power from 2015-16 to 2017-18, Rochdale is again among the hardest hit from Conservative Government cuts, which already affect its ability to fund its already overstretched public services. Between those years, Rochdale will have its spending power reduced from £177 million to £165 million: a reduction of £12 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Patrick Grady (Glasgow North) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I caution the hon. Gentleman against the use of words such as “dumping” to describe the way in which human beings arrive in his constituency. Does he have a view on extending the right to work to asylum seekers? If asylum seekers are allowed to work and actively contribute to their communities, they would pay tax, including council tax, that would provide resources for local authorities. They would be seen to be actively contributing to communities, and that might help with integration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Simon Danczuk**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Gentleman for his intervention. On the language used, it is not a reflection of the individual asylum seekers, but a reflection of how Serco and the Government treat these vulnerable people. I completely agree about the ability to work. I raised that issue with the then Secretary of State for Work and Pensions when I was a parliamentary candidate before the 2010 general election, so I have some sympathy with that view.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On spending power in Rochdale, not only are we predicted to lose £12 million, but on top of that there have been £200 million pound budget cuts to the local authority since 2010. I take no pride in saying that Rochdale is one of the most deprived places in the UK. It pains me to admit that. I, the council and other agencies are doing much more to change that, but we have overstretched public services and a very low wage economy. Asylum seekers, as the hon. Gentleman pointed out, are not allowed to work and that causes tension within communities. Groups of asylum seekers wander around town with nothing to do. As I mentioned earlier, the Minister’s Department is no good at processing their applications, so they are hanging around for literally years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Rochdale is not the only example of such unfairness. The top five local authorities with the most asylum seekers are Birmingham, Liverpool, Manchester, Rochdale and Bolton. All will have their spending power over the next two years reduced by more than 5%, yet they have all taken in more than 1,000 asylum seekers each. So I must ask the Minister why no consideration has been given to the strain put on public services and why tension in the local community has not been factored in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The irony is that some local authorities see a rise in their spending power and have no asylum seekers at all. It is completely and utterly unfair. I will give some examples. In the Prime Minister’s local authority area of West Oxfordshire, zero asylum seekers are accommodated, despite a healthy 1% increase in spending power over the coming years. The Secretary of State for Communities and Local Government’s leafy local authority of Tunbridge Wells is also not taking in any asylum seekers and is seeing only a 1% decrease in spending power. The Home Secretary’s area has taken in only three asylum seekers, despite this issue falling under her remit, and faces only a 1% reduction in local authority spending power over the coming years. The Chancellor’s local authority seems to be reluctant to take any asylum seekers at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When we look further into the details, we really start to get a picture of the inherent unfairness of the system under this Government. Labour authorities on average have taken in 244 asylum seekers, yet have been on the wrong side of an average 5% reduction in spending power between 2015-16 and 2017-18. In contrast, Conservative local authorities have taken in only six asylum seekers on average and have suffered a rather modest 1% reduction in spending power. What is evident here is that Labour-run authorities are clearly the more compassionate. When they see vulnerable people, they strive to help wherever they can. That is an attribute that should be celebrated by the Government. Yet those councils have been hit with the largest reductions in spending power. Rather than helping those local authorities, the Government seem hellbent on ensuring that they make things as hard as possible, letting them take in some of the most vulnerable people, while tying one hand behind their back. This is partisan politics at its worst. The Minister must take action to stop it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister can choose to put whatever spin he wants on the situation, but it is clear that the status quo is deeply unfair to the less well-off. Areas that are struggling the most under this Conservative Government have been made to carry the increasing burden of our overweight and slowing asylum system; they have been doing so while the local areas of the Prime Minister and the Secretary of State for Communities and Local Government have done nothing but shirk their responsibilities to the most vulnerable people in society, while shielding themselves from the worst cuts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour-run local authorities have been doing more than their fair share, but Conservative authorities have been ignoring the plight of asylum seekers. The most unjust aspect of the whole situation is that it is Labour local authorities that are being punished the most with cuts, while Conservative authorities are being rewarded for sitting back and watching. I look forward to the Minister’s attempt to address each and every point raised in the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}