{
    "url": "https://www.ukpol.co.uk/alistair-darling-1997-speech-on-pension-reform/",
    "title": "Alistair Darling – 1997 Speech on Pension Reform",
    "post_date": "April 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Alistair Darling",
            "url": "/tag/alistair-darling/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alistair Darling, the then Chief Secretary to the Treasury, in the House of Commons on 9 July 1997.",
    "content": [
        "I beg to move, To leave out from “House” to the end of the Question, and to add instead thereof: condemns the failure of the last Government to foster security in retirement for either today’s pensioners or pensioners of the future; supports the present Government’s objective of a decent income for all in retirement; believes that the best way to achieve this is by developing second pensions building on the foundation of the basic state pension; commends the Government’s decisive action on the past mis-selling of private pensions; endorses the measures taken in the Budget, particularly the reforms to corporation tax, which will help to create a climate encouraging higher investment and a higher sustainable growth rate increasing the capacity of the economy to support decent pensions; supports the Government’s welfare-to-work proposals, which will improve the employment opportunities for thousands of people, enabling them to save for their own retirement; and welcomes the Government’s commitment to review pensions and achieve security in retirement for all. I shall deal in turn with each point of substance raised by the right hon. Member for Hitchin and Harpenden (Mr. Lilley).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The motion mentions misselling. The right hon. Gentleman said at numerous points during his speech that he would come to the subject of the misselling of pensions that took place, to a large extent, while the last Government were in power, but unfortunately he did not get around to addressing that central point. Rather like his right hon. Friend the Member for Cities of London and Westminster (Mr. Brooke)—who is here now, and who said the other night that the business of pensions misselling was something of a “hare in another field”— the shadow Chancellor ignored the fact that misselling is a running sore which, sadly, has yet to be cleared up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Peter Brooke (Cities of London and Westminster)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that the Chief Secretary will accept that the point that I sought to make was that his intervention on misselling was not a defence of what the Government were doing, although I acknowledge that it was a fair debating point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I shall return to Government policy, but first I should like to deal with misselling, especially as the Opposition have referred to it in their motion. That reference demonstrates the Tory party’s brass neck because, over the 10 years between the start of misselling and the time that they left office, they did little to sort out the problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is ironic that, on the day my hon. Friend the Economic Secretary to the Treasury publishes a further list showing what little progress has been made by many pension companies to solve the problem, the Opposition should choose to use the term “misselling”. Many of the 700,000 people who were affected will wonder why the Conservatives, who were in power for so long, did nothing to prevent the problem in the first place and, when it arose, did little to resolve it. It was not until a few weeks before the election that there was the slightest flicker of interest in the Conservative Government in clearing up the problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was obvious to us on taking office that the Conservative Government had done precious little to put pressure on the companies that were guilty of misselling. I wonder why. Perhaps the Opposition could do with a lesson in history. Let us look at Conservative Government policy in the late 1980s. Their hostility to public provision is well documented, and it extended to the public provision of pensions. Their policy was designed to get people out of occupational pensions and into private schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend the Member for Northampton, North (Ms Keeble) drew attention to advertisements—which, I may say, were paid for by the public—which the Government promoted not just in text but on television. They wanted people to believe that the very act of going private was spiritually and materially enriching. People were persuaded that, if they took out a private pension, they would be better off, almost by definition. It is interesting to recall the name of the junior Social Security Minister at the time that policy was promoted—it was the shadow Chancellor. The other Minister, although perhaps now it is a matter of historical interest, was the man who was Prime Minister for some six years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Lilley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is not true. I was never a junior Social Security Minister. I was only ever Secretary of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has nothing to do with the right hon. Gentleman. Is that not typical of the Conservative party?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Lilley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On a point of information, Mr. Deputy Speaker. Is it not customary for someone who makes a false accusation to apologise rather than, after recognising that the person accused is not guilty, letting it be a matter for further derigration?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Deputy Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is purely a matter for debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A former Minister complains that he has been falsely accused of being a Minister. I can understand why he feels guilty about that. If he thinks that it is an insult to say that he was a junior Social Security Minister, of course I am sorry for insulting him. I did not realise that it was insulting to say that someone was a member of a Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Tim Boswell (Daventry)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend was a junior Minister in the Treasury at that time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He cannot deny that he was a member of the Government when these problems arose, or is that an insult, too? Is it insulting to say that someone was a member of the Conservative Government? It may be; I do not know.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Conservative Government created the climate in which it was possible for unscrupulous salesmen to go into communities, especially former mining communities, and persuade people to leave their occupational schemes and enter private ones that were wholly unsuitable. People who should never have been allowed to sell pensions were let loose among some extremely vulnerable people and, sadly, the managements of some companies turned a blind eye to the problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When we add to that the problem of lax regulation—Tory self-regulation—and the far too many vested interests that were quite happy to turn a blind eye to what was happening, it is not surprising that many people were wrongly sold personal private pensions. The Conservative Government were culpable, collectively and in some cases as individuals, because, during all the time they were in power, they did nothing about that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is to the credit of Sir Andrew Large, the outgoing chairman of the Securities and Investments Board, that he brought the matter to public attention in the early 1990s. His battle, along with other regulators, was fought largely by the regulators on their own, without help from the Government, in the new climate that began to prevail in the past three or four years. Despite the misselling over the past 10 years, little progress has been made. My hon. Friend the Economic Secretary today published a report showing a lamentable lack of progress by the 24 firms that have most cases to review. Of course, there are others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Geraint Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In many cases, the commission charged on pensions was 25 per cent. That is more than the 20 per cent. tax credit about which the Opposition complain. They complain about the withdrawal of the tax credit, which is good for the public Exchequer. Will they condemn the massive commissions that were paid to people who missold thousands of personal pensions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For a long time, I have said that the regulator should look at the impact of commission on selling. It can put undue pressure on people who sell pensions, and that can have unfortunate consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Campbell-Savours**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was a member of the Committee that examined the Financial Services Bill. Four years before the rows about misselling broke out, we moved amendments about the disclosure of commission and the hon. Member for Bournemouth, West (Mr. Butterfill), who was also a member of that Committee, and some people who have now left the House, opposed such disclosure. The public should know that, if our amendments had been accepted, the great misselling scandal of pensions in the 1980s might not have occurred, because people would have known that they were being ripped off.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is right. If there had been the transparency that now exists, many of the problems that occurred in the late 1980s would have been avoided.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Butterfill rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman is desperate to intervene. According to the Register of Members’ Interests, he is well qualified to intervene on this matter. No doubt he will draw the attention of the House to that if he makes a speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Butterfill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman is right: I advise the Independent Financial Advisers Association and the British Insurance and Investment Brokers Association. However, that is not the point that I wish to make. Will the hon. Member for Workington (Mr. Campbell-Savours) reconsider what he said? I did not at any time oppose the disclosure of commission. In 1986, I opposed purely the disclosure of commission when it was often necessary to disclose all the other costs of direct selling companies. In many cases, such costs were much higher than those incurred by companies that employed independent financial advisers. I urged the Committee to legislate to disclose all the costs of all companies and not single out one area, as the hon. Gentleman wished to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is interesting to note that Opposition Members, whether on the Front Bench or the Back Benches, are trying to disclaim all knowledge of what went on in the 1980s. I am intrigued that hon. Members such as the hon. Member for Bournemouth, West, who opposed the disclosure of commission, always said that such opposition was for the greater good and that many other things needed to be known as well. I would not have minded if they had argued at that time in favour of disclosing not just commission but all other factors in the make-up of the sale of a product. That is important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Butterfill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman should contain himself. I may give way to him later. I was about to be nice to him, so perhaps he will sit patiently. In debates on the Finance Bill and in other debates, he can make helpful suggestions. In debates on a Bill on financial services, which we propose to introduce during this Parliament, I am sure that his comments will be helpful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Butterfill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman is completely distorting the facts and what I said. I urged the Committee to disclose all costs, including commission paid to salesmen, but it was the Labour party and the hon. Member for Workington who did not want all costs disclosed—the hon. Gentleman wanted only insurance salesmen’s commission costs disclosed. It was precisely because I felt that all costs should be disclosed that I made a principled stand on the entire subject.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I can see now why the hon. Gentleman is retained at such generous rates. He clearly does his best for the industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mrs. Teresa Gorman (Billericay)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Perhaps I could deal with one point at a time; at some point, I should like to get on to the matters raised by the right hon. Member for Hitchin and Harpenden.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was making the point that many people, including the hon. Member for Bournemouth, West (Mr. Butterfill), used to argue against disclosure of commission simply 968because they did not want that aspect disclosed. The House may remember that we are discussing this matter because my hon. Friend the Member for Croydon, Central (Mr. Davies) raised the impact of commission on the selling of financial products. I think that all of us agree that the regulators need to examine the matter. I am all in favour of giving incentives to sales forces to sell products, but we have to watch the impact of those incentives and their propensity for encouraging the misselling of pensions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mrs. Gorman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is it not a fact that the people about whose plight the right hon. Gentleman is agonising, shedding some crocodile tears along the way of course, are the very people whose individual pension funds are to be raided by the Government—about 5 million of them? They are paying modest amounts of around £1,000 a year, and they will have to find another £100 to £150 a year to keep their savings intact—because of the depredations that the Government are about to inflict on them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The answer is no.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The point that I was drawing to the attention of the House is that many people who were missold pensions have still not received the compensation that is due to them. I say this in response to the point that the right hon. Member for Hitchin and Harpenden made, at which the hon. Member for Billericay (Mrs. Gorman) may have been hinting. Frankly, I have little time for the argument that is now advanced by some pension companies that they could be making great progress, if only there had not been any change to the corporation tax regime. That might have been a statable case had they been making any progress, but many of them have not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When hon. Members read the parliamentary answer of the Economic Secretary to the Treasury, which will now be published, of course, they will find that the progress has been lamentably slow. In nearly every company, the percentage of cases that has been dealt with is in single figures, and that cannot be satisfactory. I hope that the pension companies that follow these proceedings will understand that the public will not tolerate such lamentable progress, when so many people are awaiting redress and cannot understand why on earth there is a delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Oliver Letwin (West Dorset)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will continue to publish regularly companies’ progress, or lack of progress, because we believe, unlike the Conservative party—presumably, if it had believed that openness was a good idea, it would have done something about it—that openness is essential. I should like to move on to some of the other points raised, but, as the hon. Gentleman seems desperate to intervene, let him do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Letwin**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was merely going to inquire whether, after some 15 minutes of eloquence, the right hon. Gentleman intends to move to the subject of the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the hon. Gentleman had sat quietly, I would have got to the points about which he asks some 96930 seconds sooner. I have been asked questions and, as a member of the Government, I thought that it was my duty to answer them. Ministers are accountable to the House, and some important points have been made. The performance so far has been unacceptable, and I hope that the National Association of Pension Funds and the Association of British Insurers can find time, when they are not criticising the Government, to put some pressure on their members to resolve the matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The other step that the Government are taking, which the previous Government would not take, despite being pressed to do so, is substantially to reform the Financial Services Act 1986, to ensure that we have a proper regulation system, an end to self-regulation and regulation in the public interest, which will benefit both the industry and the public. We are committed to doing that, and legislation will be introduced during this Parliament, but Conservative Members, despite this debate, still cannot answer this question: why did they so nothing about the problem when they had all the time in the world to do so?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me deal with another point to which reference is made in the Opposition motion but to which, although I may be wrong about this, the right hon. Member for Hitchin and Harpenden, the Opposition spokesman, did not refer—the windfall tax. I am interested in this because, when the shadow Chief Secretary to the Treasury summed up for the Opposition at the end the Budget debate, he did not mention the windfall tax either. Over the past year or two, and certainly during the general election campaign, I got the impression that the Conservative party thought that the tax was so bad that it would form the centrepiece of its opposition to us in government, yet, in two major speeches, Opposition spokesmen did not mention the tax.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Bernard Jenkin (North Essex)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Not just now. I do not want to be accused of taking up the valuable time of the House answering Conservative Members’ questions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is interesting that, in the Opposition motion—never mind Conservative Members’ speeches—the Conservatives are no longer defending the privatised utilities, and no wonder, because they have accepted the Budget proposals. I notice that their shares have increased since the Budget, which suggests that what we are doing is reasonable, but the new line from the Opposition is that the tax is an attack on pension funds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to make a basic point. The reason we have implemented the windfall tax is to fund a programme to get people back into work, which will enable them to make a contribution for themselves and their families, to save for their retirement and to contribute towards their pensions, so the tax is a sensible step. The Government have raised a windfall tax that will get people into work. Instead of paying increased social security bills, about which the right hon. Member for Hitchin and Harpenden certainly knows something, we can give people the opportunity to contribute. The windfall tax is entirely justified for that reason, and is widely accepted to be so. Given the strength of feeling on the Conservative Benches over the past few years, I am surprised that the tax was not referred to, although it was in the Opposition motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One matter was mentioned: the allegation that there was an absence of consultation. The Opposition motion contains the words shoddy, hastily prepared and ill-thought-out”. I have heard those words before and not too long ago. I heard them in March when the then Government introduced basic pension plus, which I do not remember being introduced with much consultation. In fact, there was not even a statement in the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Jenkin**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In one moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Member for Hitchin and Harpenden, in a sotto voce exchange with the Minister for Welfare Reform, said that the proposal was prepared in secret. If that is true, the Conservative party is in no position to criticise us. I also caution the Conservative party about dressing up in new, ill-fitting clothes as the pensioners’ friend. We have to remember what we are dealing with here. The Tories’ record as the pensioners’ friend does not bear close examination. If one considers the central plank of basic pension plus, one will remember that the tax changes that the then Government were going to make would have cost a person on average income with an occupational pension some £600 extra a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Jenkin**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In one moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Talking about consultation and openness, I think that basic pension plus was the first pensions policy ever to be announced without a Government Actuary’s report, which is unusual in relation to social security, so for the Conservative party to accuse us of doing something that was “ill-thought-out” and without consultation simply does not stand up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Iain Duncan Smith (Chingford and Woodford Green)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman is busy comparing the Budget to proposals that preceded a Green Paper from the previous Government. Is he suggesting that this section of the Budget will be pushed out to a Green Paper? If he is not suggesting that, he should stop this ludicrous comparison.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am simply drawing attention to the fact, that just before the election, the then Government—that is what they were, despite sometimes appearing not to be so—put forward major proposals for the reform of pensions. The then Prime Minister and Ministers—I hope that I am not being rude to Opposition Members by accusing them of being Ministers—all gave the impression that that was their policy and that that was what they intended to do. When we are discussing an Opposition motion, I am entitled to draw attention to the fact that they had a proposal that would have cost someone on an average income about £600 extra a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In addition, the previous Government could never say how their proposals were to be funded. At one point, over the next 20 to 30 years, the cost was rising to about £7 billion a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Bernard Jenkin rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will give way in a moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was not just we who criticised the Government or got the wrong idea about their policy—if that is what they are now telling us. Many newspapers were critical of it. The Financial Times said: look at the fine print and it is clear that the scheme will involve either higher borrowing or higher taxes for 45 years”. In The Times, Graham Searjeant said: Privatising the basic state pension … will raise the tax burden.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Consumers Association pointed out: Young people will be paying for their own pension, to meet their retirement needs, but at the same time they will be paying for their parents pension. My point is that the Conservative Government put forward proposals just before the election which would have hammered pensioners. They cannot stand before us today and pretend somehow to be the pensioners’ friend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Jenkin**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Basic pension plus would have given pensioners a better rate of return on their money than the present basic state pension. Will the right hon. Gentleman bear in mind the fact that we are spending time discussing his Budget proposals on advance corporation tax because the tax raised by that measure makes the windfall profit tax look rather modest by comparison? If we had followed the example that he has set with these proposals, we would have kept basic pension plus a secret until after the election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some of the hon. Gentleman’s hon. Friends may have some sympathy with that point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before I turn to the central point raised by the shadow Chancellor, I want to talk about the pensions industry. Despite the fact that we are rightly critical of the performance of some of these companies in clearing up the misselling of pensions problem, it is sometimes easy to lose sight of the importance of the industry as an employer, a wealth creator and a service provider.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Letwin**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Not just now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is the purpose of the Government to encourage people to save and invest and to make provision for themselves. We intend to create an economic climate where we have growth and investment that will create the wealth that will enable everyone to enjoy a higher standard of living now and in their retirement. The pensions industry plays an important part in that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to return to our proposals on corporation tax—[Interruption.] Conservative Members are always complaining that we are being high-handed and are not responding to their questions: now they are complaining because I have been answering their questions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I shall start with an important point. The shadow Chancellor said that when Norman Lamont introduced the changes in his Budget in 1993, it was simply a matter of bringing tax rates into line. I notice that the Opposition motion opens by saying: this House condemns the Government’s assault on pension funds through the removal of tax relief on dividend income of pension funds in direct betrayal of their election pledges”. It reminded me that that accusation could more properly be applied to what happened in 1993. The shadow Chancellor told us that it was a matter of bringing tax rates into alignment, but I wonder whether he would refresh his memory and see what Norman Lamont said in his Budget speech. When talking about the reforms, Mr. Lamont said: they are central to the strategy of this Budget, and they raise significant amounts of revenue. He went on to say that it would save the Exchequer\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "no less than £1 billion a year.”—[Official Report, 16 March 1993; Vol. 221, c. 185–86.] At that time, the Conservative Government were not proposing to reduce the rates of corporation tax, but were simply taking that money into the Exchequer. We have to rely on the words of the then Chancellor, Norman Lamont, as I do not remember any Minister denying that that was the Government’s intention. Therefore, the shadow Chancellor’s assertion that all that was happening in 1993 was a minor adjustment to ensure that the rates were the same for corporation tax as for other taxes does not stand up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Andrew Tyrie (Chichester)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman was not a Minister at the time, but I think he knew something about it. I will give way, as long as he does not accuse me of taking too long.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Tyrie**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the right hon. Gentleman have the end of the 1993 speech? He will find that the then Chancellor confirmed that the intention was to align all the rates at 20 per cent., that there was no intention to bring the rate to below 20 per cent. and certainly no intention ever to consider abolition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The point is that the then Chancellor told the House in clear terms that the purpose of his adjustments in the taxation of dividends was to raise money for the Exchequer—£1 billion of it. [Interruption.] I am just about to come to another passage which Opposition Members might find illuminating.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Caplin**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was not in this place in 1993, but I wonder whether my right hon. Friend can refresh my memory as to whether anyone on the Treasury Front Bench at that time or the now shadow Chancellor criticised the then Chancellor for the tax change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe that, at the time, there was great criticism among members of the Government, but it involved Europe rather than tax changes. Two of the Opposition Members on the Front Bench will recall that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I shall press on in case Opposition Members are in any doubt about what their Government were doing. I know that they were not all on the Committee considering the Finance Bill in 1993, and they may not know what went on. I thought that I would see whether the Government ever threw any more light on why they changed the taxation of dividends. The then Financial Secretary, the right hon. Member for Charnwood (Mr. Dorrell), told the Committee: We needed to raise revenue in a way that did least economic damage … my right hon. Friend decided that to collect extra revenue he would do so from pension funds\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "from a group of people with taxable capacity, but who are not taxpayers, in a way that does minimum economic damage, recognising the substantial tax benefits available to pension funds as collective savings vehicles. I wonder whether Opposition Members would like me to read that again. It tends to suggest that what the then Government were about was a raid on pension funds and that they were not proposing any other measures to compensate for that. [Interruption.] I see that the shadow Secretary of State for Social Security wants to intervene but is being held back by the shadow Chancellor, and no wonder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Duncan Smith rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will let the hon. Gentleman have his moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Duncan Smith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In line with his point about the taxation of dividends, I wonder whether the right hon Gentleman can explain what he said on 31 May 1996. He said: Britain lives in a global economy and the minute you even suggested taxing dividends people would go out and invest in other parts of the world. The right hon. Gentleman has just agreed with his Chancellor that he has taxed dividends. How does he explain his volte face?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If I remember rightly, I believe that I was being asked about the taxation of investment income at a different rate. If the hon. Gentleman will allow me to see the article, I will be able to confirm that I made the remark in that context.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The argument from Conservative Members that they were simply aligning tax rates does not stand up. If all I could produce in evidence was the quotation from Mr. Norman Lamont, they might have got by, but the quotation from the Financial Secretary in the comparatively quiet waters of the Standing Committee must be borne in mind. I shall repeat it. He said: We needed to raise revenue in a way that did least economic damage. He said that he was raising money from pension funds\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "from a group of people with taxable capacity, but who are not taxpayers in a way that does minimum economic damage, recognising the substantial tax benefits available to pension funds as collective savings vehicles”.—[Official Report, Standing Committee A, 15 June 1993: C. 377.] It is worth bearing it in mind—although listening to the right hon. Gentleman, one would not have been aware of it—that pension funds have been paying tax since 1993. Our proposed changes will not alter the fact that pension funds will continue to be free of tax on income in the form of capital gains and ordinary shares, as well as on other sources of investment income. That has a net cost to the Exchequer, but one that we feel is justified.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is wrong to suggest that what we are proposing is new. In fact, the Conservative party started the process. It is equally wrong to suggest that pension funds will be left without tax advantages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Campbell-Savours rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will give way, but I want to make some progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Campbell-Savours**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Should not my right hon. Friend circulate to all Members a copy of the 1993 quote by Mr. Lamont? Many hon. Members would like to see it, and might wish to use it extensively in their constituencies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am happy to make arrangements to do that, subject, as always, to the public expenditure implications. I might even pay for it myself and send it to the National Association of Pension Funds and Mrs. Robinson.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to explain our proposals. We believe that it is necessary to reform the system of tax credits because it contains a major distortion, under which shareholders are better off if companies pay out profits as dividends than if they retain them for reinvestment. It is right in principle to remove that distortion. The principle that underpins our changes to the corporation tax system is absolutely right. It is for the management of companies and the shareholders to make the decisions, not for the tax system to provide an inbuilt bias.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the United States, where a similar system exists, pension funds take decisions on their economic merits. An important point to note is that they are as keen on the capital appreciation that then results as they are on dividends. Greater emphasis on capital growth is important. It will help companies and offer them high, long-term growth. It will ensure that they are not starved of capital by the tax system. Indeed, the importance of capital growth is something on which actuaries and others in this country might want to reflect further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was pleased to note that, after the Budget, the Daily Telegraph—which I do not think is yet converted to the cause of new Labour; it certainly was not during the election, but it may be about to turn—said in its business section: The quality of life in retirement … depends on the growth in the economy, reflected in the prices of shares where the contributor’s money is invested. This is the point of the Brown Budget that the pension funds would do well to grasp. That is absolutely right. I want to emphasise that the reason we have taken this decision is right in principle. I wait to hear whether the Conservative party would repeal it were that party ever to return to power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The American experience is worth bearing in mind. The central thrust of the Budget is to create a climate in which the level of investment is raised. It is important to keep our eyes on that fact. Currently, the level of investment is lower than it should be at this stage of the economic cycle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was interested in the speech delivered by Sir David Cooksey a few days ago, when he looked at some emerging US companies in 1975 and compared their position then with their current position. He noted that they had expanded dramatically, which is a common feature of the American economy. He said: It is also notable that very few of those companies pay dividends to their shareholders who prefer to benefit from growth in capital value as the companies reinvest all of their profits in the business. He said that that contained a lesson which we should learn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The value of a pension depends, to a large extent, on the value of the fund available when someone retires. Someone retiring at the height of the recession would have done less well than someone retiring now because the value of the stock market has increased; indeed, it has increased quite a bit since we came to power. It is important that those who follow these proceedings bear in mind the fact that, at the end of the day, the value of a pension depends largely on the prospects for the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I very much hope that when actuaries assess the results of our decisions, they will remember that capital growth is an important matter to take into account. When considering our proposals, they should remember that the well-being of the economy as a whole is the most important feature. Not only have we reduced corporation tax for large and small companies, but we have doubled capital allowances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our goal is a long-term one—to improve this country’s investment performance. For many years, our performance has lagged behind that of our major competitors, and continues to do so despite the current recovery. That may be because, in the past, there was so much concentration on the short term. Investment for the long term and for better growth will greatly benefit companies and, therefore, pension funds, which will gain in the long term. Many of those who have commented on the impact of the corporation tax changes have ignored the long term. Indeed, that is far too common a tendency in Britain. The long term is the central point of the Government’s economic strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Actuaries, who often value shares largely on the basis of prospective income and take relatively little account of market values, should begin to think long and hard about what they have been doing. They have tended to inflate the effect of the loss of tax credits. Over the past few weeks, there has been much comment in the press about that. Actuaries should change their approach. In the United States, actuaries pay much more regard to market values. That is beginning to happen with some funds in this country, but it is necessary for both pension schemes and actuaries to sit down and take a long, hard look at the real effect of the loss of tax credits and to understand the Government’s strategy in the long term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Nicholas Lyell rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will not give way, because I have been speaking for too long already. We have had four days’ debate on the Budget. We are now having an Opposition day, which is substantially on the Budget. Tomorrow, there will be Second Reading of the Finance Bill, and there are further days of debate in the House next week. No one could say that we are curtailing debate on these matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Lilley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is an Opposition day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Darling**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is an Opposition day, and I am replying to the right hon. Gentleman’s points.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The steps that the Government are taking will stand this country and its economy in good stead in the years to come. For the first time in many years, Britain has a Government who are looking to the long term and who will create an environment in which there is growth and investment. That will be good not only for companies and pension funds but for all the people of this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}