{
    "url": "https://www.ukpol.co.uk/alistair-darling-1997-statement-on-the-spending-review/",
    "title": "Alistair Darling – 1997 Statement on the Spending Review",
    "post_date": "April 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Alistair Darling",
            "url": "/tag/alistair-darling/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alistair Darling, the then Chief Secretary to the Treasury, in the House of Commons on 11 June 1997.",
    "content": [
        "With permission, Madam Speaker, I should like to make a short statement about our approach to public spending in the medium term and to the comprehensive spending review promised in our manifesto.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We set out our spending plans for this year and next in our manifesto. We made it clear that tough decisions would be needed, but that such an approach was essential. We shall maintain that approach. This statement looks beyond the next two years to the medium term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will deliver prudent and sound management of the public finances to provide a stable platform for investment and growth; and we will ensure that public spending achieves the objectives that we have set ourselves—objectives which are based on our key principles of opportunity, fairness, employment and investment. To achieve that, we must put the public finances into proper shape.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since 1990, public sector debt has almost doubled as a proportion of national output. In 1994, we were told there would be a Budget balance in 1998–99; in 1995, we were told it had slipped a year to 1999–2000; and last year, it slipped again to 2000–01. As a result, after five years of growth, we are still borrowing to cover our current spending: the current deficit was about £20 billion last year and the last Budget forecast that we would stay in deficit for the next two years, despite making some questionable assumptions. In order to rebuild public trust in the management of the public finances, my right hon. Friend the Chancellor has asked the National Audit Office to review the forecasting assumptions he set out in the House on 20 May.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The public have a right to know not only that total spending is affordable and prudent, but that their money is being spent on their priorities, that it is being spent efficiently and that the spending is effective. The Government spend more than £300 billion, equivalent to over £5,000 a year for every man, woman and child in the country. We will reorder that £300 billion to meet our objectives, which were endorsed by the people on 1 May.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Public spending needs to be clearly focused, and we will achieve that objective. There is no better time for a root-and-branch reappraisal of public spending priorities than at the start of a new Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We showed the way when we were in opposition. We said that we would provide nursery places for all four-year-olds, and we will find the money by scrapping nursery vouchers. We promised to cut waiting lists in the national health service, and we will release the funds by releasing savings from red tape and bureaucracy. We promised to reduce class sizes for five, six, and seven-year-olds, and we will find the money to pay for it by abolishing the assisted places scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have already made a start in delivering those promises, within weeks of the election. We will continue this approach in government, stripping out ill-targeted programmes that benefit only the few, and redirecting spending towards the priorities of the many.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The comprehensive spending review I am announcing today will carry on that process. It will set out clear objectives for all Departments. It will examine how we can achieve our objectives of improving standards in education, modernising the welfare state and getting people into work—in short, delivering our manifesto commitments as efficiently and effectively as we can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Every Department will scrutinise its spending plans in detail from a zero base, and ask, how does each item of spending contribute to the Government’s objectives as set out in our manifesto? Why are we spending this money? Do we need to spend it? What is it achieving? How effective is it? How efficiently are we spending it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Every objective will be costed and Departments’ effectiveness in achieving them will be scrutinised. We will make sure that we know how much we are spending on each objective, and that we can demonstrate to the public what we have achieved as a result.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will consider how best to provide services. What should be provided by the public sector, the private sector, or a combination of both in public and private partnerships? As my right hon. Friend the Prime Minister has said, what counts is what works.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As well as looking at spending in each Department separately, we will look at issues that cross departmental boundaries. Those cross-departmental reviews will ensure that we are not hidebound by the existing structure of government. The review will be co-ordinated by the ministerial committee on public expenditure, which will look at spending across Departments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will look in particular at Departments’ efficiency in making the best use of their assets. We have asked Departments to draw up an inventory of their assets—something that no Government have ever achieved before. We need to know what the Government own, and whether they need those assets. If not, we shall reallocate the proceeds where they are needed most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The review will be thorough and far reaching. All Departments and all Ministers will be involved. It will take 12 months to complete and its conclusions will inform a new set of public spending plans for the rest of this Parliament—a set that reflects our priorities and meets the country’s needs beyond that. It will take the long-term view.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The review process is already under way. Terms of reference for the departmental reviews will be published shortly. The Government have already shown their determination to achieve their objectives. The comprehensive spending review will provide us with a clear sense of direction and the long-term view that every Government need. We will ensure that the Government spend public money wisely and fairly, so that public spending matches the people’s priorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}