{
    "url": "https://www.ukpol.co.uk/alistair-darling-1987-maiden-speech-in-the-house-of-commons/",
    "title": "Alistair Darling – 1987 Maiden Speech in the House of Commons",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "Alistair Darling",
            "url": "/tag/alistair-darling/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Alistair Darling in the House of Commons on 6th July 1987.",
    "content": [
        "[![alistairdarling](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairdarling-213x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairdarling.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am obliged to you, Mr. Speaker, for giving me the opportunity to make my maiden speech. Before I address the subject matter of the debate, I wish to pay tribute to my immediate predecessor, Sir Alex Fletcher, who represented the constituency for four years after the redrawing of the boundaries in 1983. Before that he had represented Edinburgh, North for some years. When I had dealings with him he was entirely courteous and during the election campaign there was no rancour. I am happy to tell the House that the campaign was conducted entirely on the issues, which is perhaps why I have the pleasure of being able to address the House this evening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before I address myself to the Bill I take the opportunity of paying tribute to George Willis, who represented Edinburgh, North and who sadly died during the general election campaign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is appropriate that in my first speech in this place I should talk about a local government Bill that affects Scotland and other parts of the United Kingdom. I shall allude briefly to the position of Scotland and of those of my right hon. and hon. Friends who are not separatists, who form the majority of Scottish Opposition Members. If we are to be part of the United Kingdom, the position of those of us in Scotland must be considered and recognised. I consider that it is bad practice to attempt to legislate by what are essentially English provisions and to foist those on Scotland without giving them separate consideration, which they so richly deserve, from a Scottish point of view.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a feeling abroad in Scotland that the Government do not care. That feeling will be exacerbated or will be fired if we are to see more legislation that applies to Scotland tacked onto the back of English legislation. The powers of the Secretary of State for Scotland are perhaps greater than those of any other Secretary of State and that makes the case all the more for giving Scotland and Scottish legislation separate consideration. If the Government are so proud of their record, let us hear those who speak for it. Let them proclaim the advantages that they say have come to Scotland. There is a junior Scottish Minister on the Treasury Front Bench and perhaps we shall have the opportunity during the debate of hearing what he has to say about the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is an unusual local government Bill, because it deals with Scotland and other parts of the United Kingdom. Scotland normally has separate legislation and Scottish legislation usually follows in about a year after the legislation has been introduced for the rest of the United Kingdom. That was the position until the introduction of the community charge legislation, or the legislation that imposes a poll tax on Scotland. In that instance Scotland was treated, for once, as an experiment. The poll tax has been tried out in Scotland as an experiment to see whether it will work and to see what the response is before it is tried in the rest of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a perverse sort of way it is possible that some good may come from Scotland being used in this way. Conservative Members know how greatly their forces were diminished north of the border and I believe that the poll tax contributed possibly more than anything else to their rejection at the ballot box just one month ago. The much criticised and much talked about yuppies, if there be such creatures, turned out overwhelmingly to support Labour Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Edinburgh, Central, as in the rest of the country, we have a sense of fairness and decency and of what is right and what is wrong. We believe that if a local authority is elected it should be left to get on with the job without interference from central Government. The hallmark of this Government is that they have interfered more than any other Administration in the way in which local authorities conduct their business. More than that, we value local services and we are willing to pay for a job well done. We do not want cheap and shoddy services. Instead, we want repairs that last and services that people take a pride in delivering and that others appreciate when they receive them. Cost cutting does not make for greater efficiency, and privatisation leads to cost cutting, which means in the long term that local authorities and the public sector must pick up the pieces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Part I of the Bill is clearly designed to squeeze direct labour organisations, although in many parts of the country they are extremely efficient and win a large share of the work that has to be put out to tender. Local authority services can be efficient, because the people who provide those services take pride in doing so. They know that they are providing a service on which local people rely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Transport Act 1985 did more than anything else to undermine the provision of one local authority service-buses—by putting transport affairs into private hands. In the Lothian region, we had one of the best bus services in the country; now the ratepayers are paying £2 million more to subsidise a less efficient bus service. The hon. Member for Edinburgh, West (Lord James Douglas-Hamilton) will no doubt have some sympathy with that. When I was chairman of Lothian region transportation committee, he wrote to me again and again, more than any other Member of Parliament, asking whether I could do anything to restore services in his constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must maintain and enhance DLOs, because they have to deal with emergencies and pick up the pieces when the private sector cannot meet the need. If the legislation is passed, DLOs will be weakened, jobs will be lost and it will cost us, the ratepayers and those who live locally more in the long term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Part II of the Bill is what I might term the morality part. It seeks to strike at those local authorities that choose not to do business with certain firms. I cannot see what is wrong with deciding that we do not want to do business with a firm that conducts itself in a way that we find reprehensible. I cannot see what is wrong in deciding that I do not wish to trade with a firm that mistreats its work force by not paying them properly, or by discriminating against certain sections on grounds of race, creed or colour. I should have thought that such an attitude would be lauded by all hon. Members. However, it appears that the Government intend to strike against it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I consider this a matter of decency. Where is the local authorities’ right to choose? Coming from a Government who support the right to choose and freedom of choice, this part of the Bill is ill founded. It strikes at the very right of local authorities to make choices, not just on cost but on matters of straightforward decency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I find part III of the Bill particularly difficult to understand. The hon. Member for Isle of Wight (Mr. Field) paid tribute to the magnificent vistas that can apparently be seen in his constituency by anyone who visits it. I invite any Conservative Member who wishes to come to Edinburgh. Indeed, I will invite the Scottish Front Bench, and will gladly pay for the two taxis that will be required to take them round the city. The Georgian facades and the historic and beautiful royal mile belie the fact that 20 per cent. of the constituents are unemployed, many of them young people. We have young bands of nomads with nowhere to live and nowhere to go. Instead of paying money to private landlords to build accommodation, we need controls over the sort of accommodation that is provided, proper supervision and proper funding. When we consider that the public purse pays private landlords some £9 million a year in Edinburgh, we realise that the money would be better spent by local authorities to provide properly supervised accommodation to suit the needs of young people—to give them a sense of pride in their accommodation, and a chance to make something of their unfortunate lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Much has been said about the part of the Bill that strikes at publicity. I will say only that it seems very bad practice that the Government intend to suppress dissent to the extent of saying that communications from local authorities, perhaps to Members of Parliament, are to be struck at if they are critical of the Government. Part IV demonstrates that no one can attack the Government without fear of retribution through the courts. This Government have spent a large amount of money, both directly and indirectly, on privatisation and advertisements. We were told that businesses that had been created by the state were shackled by the state, but when they were to be privatised they became, suddenly, a model of efficiency, and we were told that they ought to be purchased when the opportunity arose. Who paid for that? The taxpayers paid for it. If the Government can spend public money on advancing what they believe to be right, democratically elected local authorities ought to have the freedom to do exactly the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Bill is one of the worst examples of local authority repression. Scotland will oppose it, just as it will be opposed throughout the country. Scotland will not be pushed beyond the pale. The legislation is bad for Scotland, just as it is bad for all parts of the United Kingdom. Opposition Members who represent Scotland will not pull down the shutters. We shall advance our arguments for fairness, justice and decency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government say that the economic recovery is taking a long time to come north. Similarly, Labour’s argument for fairness, justice and decency is taking longer than I should like, but in the end I believe that our view will prevail. One can trample on decency and scorn consensus only for so long. This Bill illustrates what a heavy-handed, centralist approach this Government have adopted. That is why the Opposition will oppose it root and branch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}