{
    "url": "https://www.ukpol.co.uk/alistair-darling-1998-speech-to-the-fsa-european-conference/",
    "title": "Alistair Darling – 1998 Speech to the FSA European Conference",
    "post_date": "December 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Alistair Darling",
            "url": "/tag/alistair-darling/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alistair Darling, the then Chief Secretary to the Treasury, to the FSA European Conference on 1 June 1998.",
    "content": [
        "##  Introduction \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "1\\. The Financial Services industry is of immense importance, not just to the United Kingdom but throughout the world. It is a global industry with millions of people depending on it. It transcends political and geographical boundaries. It has brought immense benefits. And because of its nature, it brings new risks every day. That’s the nature of the industry. And that is why the way in which we regulate and supervise the Financial Services industry is so important. In a world where the markets are continually changing, we need a regulatory system that can develop with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "##  The Financial Services Industry \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "2\\. Here in the UK, the industry accounts for 7% of our GDP. It employs over 1 million people. Many towns and cities depend on it for employment. Not just London, but throughout the country – Leeds and Manchester for example. And in terms of funds under management, Scotland ranks fourth in Europe. Edinburgh is the UK’s second financial centre. And of course millions of people rely on its services. The industry is an example of how the UK can compete on quality and excellence at home and throughout the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "3\\. Of course, at the heart of the UK’s financial services industry is the City of London, one of the world’s three leading financial centres. The London Stock Exchange is the largest trade centre for foreign equities in the world. The Foreign Exchange market here is the largest and most important in the world, with an average daily turnover of $464 billion. Net overseas earnings of the UK financial services industry amounted to 23 billion Pounds (in 1996) – equivalent to 3.5% of national income.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "4\\. The City has a critical mass of expertise. It is home to 520 foreign banks. It is a major insurance centre with Lloyd’s and the London Insurance Market. The Baltic Exchange is here, trading throughout the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "5\\. Their presence has built up a formidable range of expertise, attracting investment from all over the world. There are brokers, loss adjusters, risk managers, accountants, actuaries and of course lawyers. All of them providing quality employment and generating significant earnings. And supporting considerable expertise and skills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "6\\. London’s success has been built on individual flair and innovation. No Government can do that – but it is for Government to complement that process. To create an environment where business can flourish. Where business can expand and where the public has confidence in the integrity of the system. That’s why getting the supervisory and regulatory regime right is so important. Not just in the UK – but in Europe and indeed throughout the world. Before I turn to our proposals here, I want to say a word about Europe, and its implications.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "##  Europe \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "7\\. The introduction of the euro on 1 January next year will also have significant implications for the financial services industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "8\\. In October last year we became the first British Government to declare that in principle, a successful single currency, like the Single European Market, would be of benefit both to Europe and to the United Kingdom. We don’t believe there is any constitutional bar to membership: the test for us is what is in Britain’s best economic interest. That’s an important point. We are the first Government to declare in principle for support for the single currency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "9\\. The fact is of course that it would not be in our economic interests to join next January as there is not the necessary convergence with the rest of Europe. To join now would be to accept a monetary policy which suited other European economies but not our own. Our official interest rate is 7.25% (base rate), while in Germany and France it is 3.3% (repo rate), reflecting the different stage of the economic cycle we are at compared with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "10\\. We need a period of stability and settled convergence before we can join, and our policies are designed to achieve that. And in order to ensure a genuine choice in the future, we must also make the necessary practical preparations now. We are working closely with business to do just that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "11\\. The existence of the Euro will present a huge challenge to the Financial Markets. Not just in preparation but also because of increase competition for business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "12\\. The industry and the City of London must maintain its competitive advantage. We cannot be complacent. There is a lot of business in Europe. There are plenty of people and institutions that would love to get some of the business now conducted in London. We need to anticipate that competition. Business comes to London because of our competitive advantage. But no one – no institution – can rest on its laurels. The Government is determined to do everything it can to enhance London’s reputation as one of the world’s foremost financial institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "13\\. That is why we’re preparing Britain for the euro. Indeed, why we’re modernising the governance of London itself. Modernising the Underground system. And why we’re determined to put in place a regulatory environment fit for the 21st Century. London and the UK must be the market of choice for the global industry. All of us – Government and industry need to do what we can to achieve that goal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "##  The Single Market in Financial Services \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "14\\. I said that the Financial Services market was global. It needs to be. And the Government is committed to pursuing open markets in Europe and throughout the world. The European Single Market in financial services is not complete, but its evolution has been significant. Banks, investment firms and insurance companies now have a “passport” to sell across borders on the basis of their home state authorisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "15\\. But local rules, differences in implementation, and gaps in legislation mean that further action is needed to consolidate what has been achieved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "16\\. Some new and amending legislation has been identified as necessary. For example, the Commission intends to update the UCITS directive and bring forward a new directive reducing the restrictions on investments by pension funds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "17\\. The Prospectus Directive has been identified as a candidate for updating to enable firms to raise capital more easily and cheaply. Something that is particularly important for small firms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "18\\. But legislation alone will not complete the single market. It has to be implemented in a consistent way across the Union if we are to benefit consumers and businesses that rely on financial markets to provide the dynamic which leads to higher growth and more employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "19\\. One of the most significant changes we have seen in recent years is the recognition that regulators need to exchange information with each other all the time. The industry is global. So must be the regulators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "20\\. That cooperation will be key in completing the single market in financial services. We need to ask ourselves how we are facilitating the single market, breaking down barriers, and ensuring that the regulatory system complements this process, and that it doesn’t simply add another layer of bureaucracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "21\\. Within the UK, bringing together existing regulators will mean that rules and practices will be re-examined. In many areas the rules will be similar, in others they will be very different, but the objectives will be the same. There may be a logic to some rules being different to reflect sectoral or cultural differences but in many areas best practice can be identified and a common approach agreed. National legislation, including implementation of European legislation, will be updated. That process is going on here now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "22\\. The same must apply in Europe. We have the bulk of the single market directives in place. The framework is in place but differences remain. We need to examine those differences, and ask ourselves how we can simplify the system and make it more effective.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "23\\. The Commission is well placed to facilitate consensus without the need for new legislation, although in examining implementation in member states and developments in financial markets it may identify areas where legislation needs to be updated through amending directives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "24\\. The regulators will have to talk and exchange best practice, explain problems and accept change. Accepting change should be much easier when it is offered rather than imposed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "25\\. Following the informal ECOFIN at York we are examining our implementation of the Prospectus Directive. The directive includes options which permit member states to review and update their implementation to meet tomorrows challenges. But that may not be enough and a new directive introducing the concept of a passport may be necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "26\\. Over time we will need to examine other directives to ensure implementation keeps pace with developments in the markets and the demands of users of financial services. This is something all member states will need to do if their financial institutions are to prosper in the global marketplace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "27\\. Global competition is intense but within Europe we are moving into a period of consolidation in the single market. But we must face up to the need to change and adapt if Europe as a whole is to remain competitive. It is in all our interests that the European as well as the UK market is as efficient as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "##  The UK regulatory system – the case for reform \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "28\\. Let me now turn to our approach here. We have in the front of our minds not just the global changes to the nature of the market I talked about but also the problems and failures of the regulatory system at home. We wanted to build a new modern regulatory system. One that would be designed for both our domestic and international needs. And we were determined that any reform would be managed efficiently and effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "29\\. For some years now, a consensus has been developing for change. There is a recognition that change is necessary, both in terms of structure and, importantly, in terms of the nature of the regulatory system, at every level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "30\\. Both the industry and the public have recognised that the present system, underpinned as it is by the somewhat misleading concept of “self regulation” could not continue. The system was not self-regulating in the proper sense. And serving two masters – the trade interest and the public interest – proved to be too difficult in many cases. The system pleased neither the industry or the consumer and general public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "31\\. And reform is necessary not just because of the domestic needs of industry. As I have said, the need for international cooperation and a regulatory system that can deal with complex international dealings has become increasingly urgent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "32\\. So, in the UK, it was clear that we needed a new system. One that had sufficient clout, and stature to command respect both in the domestic and international markets. One that enhanced the credibility of our financial services industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "33\\. There have been, of course, substantial changes in the structure of the industry here and elsewhere. The distinction between banks, insurance companies, building societies and other institutions is becoming so blurred that a regulatory system that is modelled on an old industrial structure that no longer exists is inappropriate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "34\\. We have nine financial regulators at the moment. It isn’t uncommon for large institutions to find that they are regulated by many or most of them usually requiring several different systems to cope with their demands. The distinction between regulators, especially for consumers has become especially confusing. And the costs escalated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "35\\. Many firms are currently subject to a range of statutory regimes, for insurance, investments and deposit taking. In many cases equivalent provisions relating to different kinds of business are subtly different – in some cases radically so. It is not in anyone’s interests for firms to have to consider in each case which regime they are operating under. Neither in theirs nor their customers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "36\\. Also, the current system is riddled with many anomalies. Firms supervised by different regulators receive different disciplinary sanctions for similar offences. And perversely, punishment depends not on the offence but on the regulator. These anomalies are unfair and blatantly damage the credibility of the financial regulation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "##  The case for a single regulator \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "37\\. The case for a single regulator is clear. A single regulator will be able to provide effective and consistent regulation across the traditional financial services sectors. It can get away from outdated and increasingly irrelevant distinctions between business sectors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "38\\. Firms will no longer be regulated by multiple bodies and have to deal with overlapping regulatory demands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "39\\. A single regulator will be more effective because there will be no duplication of effort and no doubt about which body is responsible. There can be no passing the buck.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "40\\. Consumers will benefit because a single regulatory structure will be able to provide single points of access for the public for enquiries, complaints and compensation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "41\\. Providers will benefit because bringing different regulators together should make regulation more cost effective.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "42\\. A single, efficient, transparent regulatory regime which commands the confidence of the industry and its customers will be of competitive advantage to the UK’s financial services industry in the global financial services market. The global market place is ever more sophisticated, changing ever more rapidly. Right regulatory structure will enhance prospects for growth in this global marketplace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "43\\. But the new system will succeed only if it works in partnership with the financial services industry. And the new system of regulation must reflect the diverse nature of the industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "44\\. We promised reform at the election. And three weeks after the election we set out how we would deliver the radical overhaul to the regulatory system we promised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "45\\. And in October the new Financial Services Authority was launched. It will take over the work of nine existing regulators – assuming responsibility for the supervision of banking, insurance (including Lloyd’s), investments and securities firms, investment exchanges and clearing houses, building societies and friendly societies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "46\\. This is radical reform. The City of London and the UK market will be the only major financial centre in the world with a single supervisor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "47\\. It will put the UK at the cutting edge of financial supervision. It will offer huge competitive advantages for us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "48\\. I recognise that bringing together the supervision of banking, building and friendly societies, securities and insurance is a formidable challenge. The existing supervisors each have their own rules and culture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "49\\. But the creation of a single body is the only answer to the challenge of supervising the modern financial services industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "##  The role of the regulator and the role of management \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "50\\. It’s important to remember that regulation must be seen as a complement to business. It isn’t a substitute for individual judgement or good management. Far from it. It’s management that sets the ethos of a business. It’s management that should know the risks to which it is exposed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "51\\. I have said many times before that it is not the Government’s job, nor it is the job of the regulators, to sit in the boardroom and try to run a business. Good regulation should be a complement to business and should create a climate where the industry and individuals can deal with each other with confidence and trust. That’s our objective.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "52\\. It’s also important to remember that the industry itself benefits from a decent regulatory system. It’s in the interests of the industry that investors, both domestically and internationally have confidence in the financial system to bring in their money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "##  Flexibility \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "53\\. It is important for the regulator to be flexible. Markets are changing rapidly and the statutory framework that underpins the regulatory system has to allow for continuous development and changes in the future. Development of over the counter products and derivatives, for example, have transformed the market. Selling to consumers has changed, with more telephone sales and direct selling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "54\\. Regulation shouldn’t drive changes in the market. The market should provide what the consumer wants. And it is the job of the regulator to complement that and ensure that it doesn’t distort that process in harmful ways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "55\\. One of the key functions of the regulator is to reconcile the balance of the cost of the regulatory regime and the perceived benefit. The cost of the regulatory system is borne by the industry, but ultimately of course, by the consumer. And the cost therefore must be clearly related to the benefit of the regulatory system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "56\\. There is a balance between what is reasonable for the regulators to require and what becomes unreasonable because of the excessive cost compared to the gain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "##  Single Regulator – what we’ve done so far \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "57\\. For the first time ever, the regulator will have statutory objectives covering market confidence, consumer protection, consumer awareness and financial crime. The FSA will be required to pursue them in an efficient and economic way, which facilitates innovation and takes account of the international dimension.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "58\\. The Government is committed to strong consumer protection. But caveat emptor is an essential part of any regulatory system. It is no part of the regulator’s job to stand in the shoes of the consumer. But the regulatory system can ensure that the customer has sufficient information to make an informed decision. Customers should be aware of the risks attached to different products. And they should know what their investment will cost. And it is in the interests of the economy, the industry and the public that people have the confidence to buy the products they need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "59\\. A vital part of the new single regulator’s job is to sustain confidence in the market, and assist in the detection and prevention of financial crime. We are determined to ensure that the financial markets remain open and clean places to do business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "60\\. That is why we have announced a number of measures, including civil fines for market abuse and new prosecution powers, which will help ensure that those who abuse the markets, including insider dealers, do not get away with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "61\\. The powers of intervention and discipline given to the regulator will be tough and effective – and they will be exercised fairly. The Bill will create a new single Tribunal, which will be entirely independent of the FSA, to consider appeals against the exercise of its regulatory powers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "62\\. Having a strong and effective regulator will further enhance the UK’s reputation as one of the best regulated and attractive financial markets in the world. We are determined to maintain the UK’s position as one of the world’s foremost centres. We value our reputation as a clean market to do business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "##  Phase I – Bank of England \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "63\\. Reform is being implemented in a manageable way. The first stage of reform, is already complete. The reforms to the Bank of England come into force today. The Bank of England Act which gave the Bank operational independence in monetary policy as well as moving banking supervision from the Bank to the FSA comes into force today. And as you know, the FSA has already started work – publishing a number of consultation documents following its launch last October. The progress that it has made and the ready acceptance of its very existence is due to a large extent to the work of Howard Davies and his colleagues not just in the FSA but in the existing SROs who are all working hard to make the new system work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "##  Phase II – New Financial Services Legislation – moving on from here \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "64\\. The next stage is the new Financial Services legislation which we will publish in draft in the summer. We will publish draft legislation in the summer. There is now consensus over the broad framework for financial regulation, but it is important to get the detail right. We are committed to reform and have set out our approach. But we are also committed to consulting as widely as possible. We want a system that will endure, and time listening is time well spent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "65\\. Getting the detail right is as important as getting the overall framework right. The period of consultation on the Bill will allow us to get the detail right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "66\\. There remains much work to be done to ensure the single regulator works. The Government and the FSA are determined to put in place long overdue reform, and to get it right. The consultation period for the Bill is one way in which the industry can help us make it work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "##  Conclusion \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "67\\. I have covered a wide field. But that is inevitable. Regulation of the financial markets – and the pursuit of open markets are, by their very nature, objectives which are no longer domestic concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "68\\. The rationale for change is clear. The first stage in our reforms is already complete, and we will be publishing the new financial services legislation in the summer. It is important to get this right. We are creating a new regulator for the new millennium. A single regulator to replace the outdated divisions of responsibility in the past. A regulator capable of adapting to change – adapting to a single market and a single currency in Europe and a rapidly changing global industry beyond. A regulator that is outward looking and as international in outlook as the markets themselves. And a regulator which commands the respect of the industry and enhances public confidence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "69\\. There’s a lot of work to do in the meantime. But we’re making good progress. I am confident that the FSA will become a role model for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}