{
    "url": "https://www.ukpol.co.uk/alistair-darling-2013-speech-to-scottish-labour-party-conference/",
    "title": "Alistair Darling – 2013 Speech to Scottish Labour Party Conference",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Alistair Darling",
            "url": "/tag/alistair-darling/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Darling to the Scottish Labour Party Conference on 19th April 2013.",
    "content": [
        "[![alistairdarling](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairdarling-213x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairdarling.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you very much for your warm welcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of things I have noticed in the three years since I stood down from frontline politics is just how nice people are about you when they are absolutely certain they are not coming back. But I am back, back for this referendum because it is one of the most important decisions that we will take at any time in our lifetime. Where Scotland will take one of the biggest decisions that has taken in the last 300 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Remember this, we are not electing another government for five years, where if you don’t like it you can kick it out. You are voting on something that – if we decide to vote for independence – is irrevocable. There is no way back. They only have to win once and by one vote. And there is no going back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, as people have said in the last debate: this isn’t just about constitutions or intuitions they are there to serve us. This is about values. And we believe that we are better, we are stronger when we stand together. That’s why we joined the Labour Party. That’s why we joined trade unions because we can achieve so much more together than we can as individuals. And look at some of the things that we have set up that have given effect to that belief. The NHS – there when you need it no matter where you are in the United Kingdom. Or the minimum wage –avoiding a race to the bottom where workers in Dundee are pitted against workers in Durham. Or as some people have just been saying in relation to corporation tax – we do not want to get in to a race to the bottom where the Scottish Government might cut corporation tax then the rest of the UK does it and it gets lower and lower. The losers in that are the people in this country who would have to pay the taxes to make up the difference. We are better and stronger, when we stand together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are proud to be both Scottish and British. We don’t have to choose. We do not want to choose between the two of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And there is another element too – the influence we have to shape the world to be a better place. In the first debate that we had this morning we talked about developments in the world. Why walk away from the influence the UK has in the World Bank, in development, and the United Nations when we can be a force for good. We are better and stronger, when we stand together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But of course, the key to this debate will be the economy. It’s about standards of living. It’s about the money that we could afford to spend on health and education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It’s about jobs. It’s about what we are leaving to our children and their children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, Douglas Alexander when he spoke earlier this morning talked about the changes that are taking place across the globe – where people are coming together, rather than breaking apart.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are part of the single market of the United Kingdom – tens of thousands of jobs in Scotland depend on their firms being able to sell goods and services in to the rest of the UK. So we are sharing opportunities, and yes, we are also sharing risks. Anas just mentioned what happened four years ago. I know from my own experience that when I heard that RBS was within three hours of closing its doors and switching off its cash machines I had the strength of the United Kingdom to say: we will not let that happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, I don’t argue that Scotland couldn’t go it alone. Most countries can. I do think though that we would be very heavily dependent and very exposed to North Sea oil. Nobody is saying that the oil is going to run out tomorrow. We are not saying that. But it does not go on forever and we know that that its price is volatile and if you are dependent on nearly 20 per cent of your tax revenues from one source you are very exposed if something goes wrong. And it’s no wonder that John Swinney in his private moments told the Scottish Government cabinet that he was worried about the volatility of the North Sea oil price and the fact that ultimately it will decline. It’s no wonder that he was having to question how much he could spend on public services and the sustainability of the state pension. The only problem was that what they are saying in private. In public, they are saying something quite different. And when they were confronted with this, rather than saying to the people of Scotland: let’s be honest about the choices we have to make, let’s be honest about the realities that we are so dependent on North Sea oil. What did they do? They cooked the books and inflated the oil price – something their own financial advisers told them they shouldn’t do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, central of course to the economic argument is the question of currency. But you know there is a pattern emerging with the nationalists – the more you ask questions, the more you find their arguments fall apart. Look at Europe, when they told us hand on heart they had a legal opinion that said that we would automatically remain members of the European Union. What happened? When we pressed, we found there was no legal opinion. Scotland had been quite deliberately deceived in to believing that nothing would change when of course the reality is that we would have to apply again to become members of the European Union. The same thing with NATO. And critically, when we came to the question about currency they are being evasive – they are not being straightforward with the people of Scotland. In the last 12 months alone, they have gone from being in favour of the euro (which is as popular in Inverness as it is in Essex), to using the pound (like Panama uses the dollar, where you would have no central bank which would completely undermine the financial services industry in this country), to now saying they will have a currency union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And when you think about it, the practicalities of this – if we have actually vote to leave the UK we would actually then have left the bank that prints the currency that we presently use. The pound sterling is the currency of the United Kingdom. That is what it is at the moment – it’s not a currency union. In order to keep the pound, what the nationalists now say we would have to enter in to a currency union. Now yesterday Nicola Sturgeon was saying that of course within a currency union you could do what you want, there would be no constraints, you could spend money on what you want. That is utter nonsense. Imagine what would happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Just look at what has been happening in the Eurozone for the last four or five years. We know that in a currency union it is the large economies that call the shots.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also know that a currency union would mean that another country – which would then be a foreign country – would have to approve our budget, our tax, our spending and our borrowing. That is not freedom. If you vote for independence you are voting yourself into a straightjacket from which you can never escape and the consequences of that would be very bad for Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It’s no wonder, when this squeeze comes on, and we start facing the challenges of an ageing population in Scotland or if you suddenly had a drop in oil prices, or if you had another banking crisis sometime in the future – you’re on your own. The burden, far from being shared across the United Kingdom, falls on six million people living in Scotland. Where is the sense in that? We are better and stronger, when we stand together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now of course some nationalists have twigged this. Some nationalist supporters and some academics now realise exactly the blind alley they are going down and what they are saying is lets have our own separate Scottish currency. Well let’s just think about that for a moment. Every time you go and visit somebody south of the border you would have to change your currency. Every time your granny, or your uncle or your auntie came up here they would have to get their currency in order to come and visit you. Or business is trying to trade with the rest of the UK would have to factor in the cost of the exchange rate. And of course, launching a new currency now in arguably the most turbulent economic times we have seen in modern times – that is what they would say in Yes Minister terms is “truly courageous”. You would be asking people to take a gamble on a currency that is wide open to manipulation and open to speculation as oil prices rise and fall. It is an absolutely ridiculous policy that would be gambling with Scotland’s future in a way that I think is totally unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, of course, Alex Salmond has said that he won’t debate the currency issue with me. The reason for that is that he does not have the answers to these questions but he cannot hide for the next 17 months. Scotland is entitled to an answer. What currency would we use? What will the consequences be?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And Scotland will be entitled, as I suspect it will, believe that the nationalist stance on this is – as on so many other things – is incredible and is falling apart.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe there is a much better choice for our future than separation. The last thing we need at the present time is more uncertainty and divisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we walk away from the UK, we give our children a one way ticket to a deeply uncertain destination and that to me is totally unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You know, as Scots, we know that there is nowhere better but we understand that there is something bigger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why we are better and stronger together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}