{
    "url": "https://www.ukpol.co.uk/ed-davey-2019-speech-on-the-loyal-address/",
    "title": "Ed Davey – 2019 Speech on the Loyal Address",
    "post_date": "December 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir Ed Davey, the Liberal Democrat MP for Kingston and Surbiton, in the House of Commons on 19 December 2019.",
    "content": [
        "It is a great privilege to follow the right hon. Member for Wokingham (John Redwood), and it was a delight to hear that he is a convert, however late, to increased public spending. He made some interesting points about macroeconomic policy and he spoke about the new fiscal rule that the Chancellor announced just before the general election, which I hope the House will soon get to debate. He welcomed that rule, but I have some concerns about it as I think it rather old-fashioned. I would like a new fiscal rule to consider the net worth of the public sector and ensure that it is growing over time; at the moment it is in negative territory, particularly because of various pension fund liabilities. That would be a much better approach to managing fiscal policy long term, because it looks at the whole balance sheet of the public sector, which is what a normal business would do. We now have a data set for the past three years from the Office for National Statistics, and I hope we can have that debate later on, because it is important to get fiscal policy right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman made two other interesting points about monetary policy. He spoke about wanting to bring back quantitative easing, which is an interesting question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**John Redwood indicated dissent.**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "​**Sir Edward Davey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman shakes his head, and I am sorry if I misinterpreted his remarks. We should look at quantitative easing and how it is done, both in this country and elsewhere. There is some concern that the way central banks have done it has not led to a fair distribution of prosperity and that the money has gone into a small number of hands, resulting in increased inequality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am slightly worried by something that the right hon. Gentleman said about monetary policy that might imply—he might disagree that this was his implication—that there should be some challenge to the independence of the central bank by the Government of the day. I would not welcome that, although I would certainly welcome a debate on quantitative easing. I look forward to debating with him, so that we get our macroeconomic policy right. Finally, I will just say this. It did appear that the right hon. Gentleman was talking about expansionary fiscal policy and expansionary monetary policy. I wonder if he is worried about the impact of Brexit on our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like the Leader of the Opposition, I would like to remember one of our late friends, Frank Dobson, who passed away last month. Although we were members of different political parties, I found Frank to be one of the friendliest, most decent and most committed Members of this House I have ever met in my 20 years here. From his opposition to the Iraq war and apartheid to the work he did to rebuild the NHS, Frank leaves a proud record. In his role as the Brian Blessed of the Commons, Frank also leaves several volumes of funny, filthy and totally politically incorrect jokes. Mr Deputy Speaker, I am sure you would like to hear an example, but I fear I must remind the House that our proceedings are being broadcast before the 9 pm watershed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I pay tribute to the mover and the seconder of the Humble Address. The hon. Member for Chatham and Aylesford (Tracey Crouch) has a bright career in front of her, particularly in pantomime. I invite her to join me in my annual walk-on part for St Paul’s Players in Chessington. This year, during the general election, I took my family and I had my walk-on part as one of Robin Hood’s merry men. I can tell you, Mr Deputy Speaker, that I know where the baddies are in this House and where the Sheriff of Nottingham sits. The hon. Member for Walsall North (Eddie Hughes) made an impressively long speech as a bid for a job ahead of the Prime Minister’s ministerial reshuffle. I wish him luck.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe our United Kingdom is one of the greatest examples of international co-operation in world history, so much so that four nations can be as one while being themselves: democratic, open and internationalist, operating under the rule of law and under the uniting presence of Her Majesty. We have been a beacon of political stability in the world. I believe we remain fundamentally a people who are outward-looking, inclusive, compassionate and capable of progressive reform as we recognise and value the lessons of history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Christine Jardine (Edinburgh West) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my right hon. Friend for giving way. Does he agree that, while the Scottish National party might trumpet gaining 80% of Scottish seats, the fact is that only 45% of the people of Scotland voted for it? If we had a more proportional representation system, that would have been reflected in the seats there, in the same way as the seats here might have been a little different.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "​**Sir Edward Davey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is exactly right. The majority of people in Scotland voted for parties who want to preserve the Union. I get a sense that right hon. and hon. Members on the Government Benches should also note that the majority of people voted for parties who wanted to give the people a final say on the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We needed a Queen’s Speech that would truly keep our country together, heal the divides and tackle the challenges of inequality, lack of opportunity and climate change. However, I fear the Prime Minister’s Queen’s Speech will only undermine our united country’s great traditions. I fear that, with this Government’s programme, we will become a more inward-looking, more illiberal and less compassionate country. The one nation rhetoric of the Prime Minister is not matched by his actions. Let me start with Brexit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us be clear that the Prime Minister and the Conservative party now own Brexit. It is their total and complete responsibility. They cannot blame anyone else any more. They have become the Brexit party from top to bottom. The question, of course, is this: will the Prime Minister get Brexit done? More precisely, will he get it done by the end of the year, so we can avoid the disaster of a no-deal Brexit? Well, we shall see.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister’s biggest weapon in his Brexit deal endeavour is surely his unmatched flexibility with the truth. His so-called triumph of achieving a deal for Brexit phase one was possible only because he betrayed his big promise to the Democratic Unionist party, his erstwhile big supporters. His willingness to jump unashamedly over every red line he had previously been willing to die in a ditch for will have been noted in Brussels by Europe’s rather more skilful negotiators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Gregory Campbell (East Londonderry) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman makes a fairly accurate assessment of the communication between the Conservative party, its leader and my party, but does he agree that there is still the opportunity and time for redemption?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Edward Davey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is always time for redemption, but if the hon. Gentleman is hoping for it in this case from this Prime Minister, I wish him well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some of us have led successful negotiations, pan-Europe, in Brussels—difficult negotiations that I won for Britain—on everything from economic reform of the single market to climate change. I did not succeed by adopting this Prime Minister’s tactics of bulldog bluster combined with the record of a turncoat. I do not believe that that is the right approach, and I do not believe that he will succeed without reneging on all, or most, of his previous promises to leave voters. My parliamentary interest in this is whether or not, in the dark Conservative forests of the Brexit Spartans, his erstwhile friends have yet smelt betrayal. We shall see, but as we oppose Brexit and continue to point out the extra costs, economic damage and loss of influence, we will also remind Government colleagues of the previously unthinkable concessions that now need to be made for any chance of a deal next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I turn to the NHS, which the Prime Minister has made so much of. Every Member of the House was elected on a manifesto committed to increasing spending on the NHS in real terms—maybe there is a little political consensus there. I, for one, am relaxed about ​putting a spending commitment for the health service into law, but that prompts one question: is the spending enough? I do not want to repeat the election debate, where the Labour party and the Liberal Democrats were arguing for higher health spending than the Government. Instead, let me approach it in a rather different way, in terms of what our medium-term NHS spending target should be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Most health analysts tend to talk, not as the Prime Minister does, in the abstract—in total spending, which is bound to go up with an ageing population and economic growth—but in comparisons between similar countries: on spending per person, on the percentage of the national income. If we compare the UK’s health spending in these ways—even with the Prime Minister’s rises—against the world’s other largest developed countries, the UK fares badly. In the G7, our health spending per person is the second lowest—lower than Germany and France. As a share of national income, in the G7, the UK again performs badly, with Italy the only country that is spending less.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I readily admit that the NHS is far more efficient as a health service than, say, the health system of the United States, but surely we should be really ambitious for the NHS, and the factual evidence shows that this Government and this Queen’s Speech are not. As we legislate for future NHS spending targets, why do we not take the opportunity to be really ambitious? Why do we not aim to spend 10% of our national income on the NHS, as a minimum? That would bring us up to G7 comparators, and I think that the British people would back a policy where £1 in every £10 of the national cake was spent on the nation’s health. I accept that the Government may be nervous about spending targets based on national income because their economic policies look set to fail so badly and national income will grow very slowly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**John Redwood**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the right hon. Gentleman accept that comparing a health service that is completely free to the user with one where there are payments through insurance schemes and collections of money is not a fair comparison? He should add in all the costs of the Inland Revenue in the UK, because that is the way we collect the revenue. And in relation to a previous point that he made, I think Brexit is good for the economy, not bad—I have always said that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Edward Davey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will come to that last point in a second, but the right hon. Gentleman’s point about health systems is an interesting point for debate. I point to countries such as Denmark, which have a taxpayer-funded system and spend a significantly higher share of their national income on health. I am afraid that his point is not valid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Crispin Blunt (Reigate) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Edward Davey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No, I am going to make some progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On economic policy and Brexit, I have to tell the House that I am worried about self-imposed Brexit austerity. I will explain why. First, take the damage to growth from Brexit and the red tape of Brexit at our customs borders, a cost estimated by Her Majesty’s Revenue and Customs at a mere £15 billion every year. We had a red tape battle in the coalition, and we never ​got anywhere near saving that amount of money, yet this Government want to impose that cost on our businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then we have the damage to businesses and our NHS from the ending of free movement of labour within the EU. That will damage growth overnight. It is not just the impact on economic growth of this Brexit austerity that worries me, but the impact on the poorest and most vulnerable in our society who will feel it the most. We have already seen the numbers of children in poverty rise by nearly 400,000 since 2015, and we have seen the report from the Resolution Foundation, which I hope that Government Members will read, that analysed the Conservative’s general election manifesto and said that child poverty will continue to rise year-on-year with that party’s policies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Wera Hobhouse (Bath) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One hundred and thirty-five thousand children will live in temporary accommodation this Christmas, and this Government make no proposal to resolve that tragedy. Temporary accommodation causes childhood trauma and the problem will be resolved only if we build a lot more social homes for rent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Edward Davey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I could not agree more with my hon. Friend. Shelter’s report made that very point this week. There was no mention of homeless people in the Queen’s Speech, and no mention of tackling child poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There was another huge omission from the Queen’s Speech: the climate emergency. Sure, we heard the unambitious 2050 net zero target mentioned again, but just like in the Conservative manifesto, there was a lack of a sense of urgency and of a set of practical but radical measures. I find that truly alarming. It is particularly alarming because this Prime Minister has previously written so scathingly about the need to tackle climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Meg Hillier**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman will know, as a former Secretary of State for Energy and Climate Change, how long it takes to get these major projects that will deliver big change up and running. In my speech, I outlined three failures that happened because of this Government and their predecessor. Does he agree that we need to get action going now?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Edward Davey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I absolutely do. In her speech, the hon. Lady mentioned carbon capture and storage; I had pushed that competition forward, and it was going very well but, directly after the 2015 election, the then Chancellor cancelled it overnight and put Britain’s global leadership on this key climate change technology back years. It was a disgraceful measure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was talking about the opinions of the Prime Minister on climate change. Just seven years ago, in his infamous Telegraph column, he sought to cast doubt on mainstream climate science, dismissing it as complete tosh. You can hear him saying that, can you not, Mr Deputy Speaker? Instead, he warned about the\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“encroachment of a mini ice age”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is what our Prime Minister said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On wind power, in which Britain now leads the world thanks to Liberal Democrat Ministers—[Hon. Members: “Oh!”] If anybody wants to contest that point, I am ​happy to take an intervention. None are coming. What did this Prime Minister have to say about what is now the cheapest form of renewable power? He said that wind farms would barely\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“pull the skin off a rice pudding”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This technology is a global leader from Britain. It is powering our homes, but the Prime Minister apparently does not believe in it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then we see the Conservative record on climate change since 2015, voted for at every stage by the Prime Minister: scrapping the zero carbon homes regulations, banning onshore wind power and stopping tidal lagoon power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And then we come to Heathrow. In south-west London, we do not forget what the Prime Minister said just four years ago, when he promised that he would\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“lie down in front of those bulldozers and stop the construction of that third runway.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If only, Mr Deputy Speaker—if only.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sarah Olney (Richmond Park) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my right hon. Friend agree that this Conservative Government’s commitment to expanding Heathrow, and the economic benefits claimed for it, do not justify the impact on climate change, the impact on air quality and the impact on noise, in south-west London in particular but also over a very wide area?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Edward Davey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is absolutely right. She has been an amazing campaigner against the third runway, and I always admire her advice and thank her for it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When we on these Benches say that we do not trust this Prime Minister and this Government on climate change. The evidence is with us, so we will raise the need for radical action on climate change time and again in this Parliament. We will work to force the Government to make the next global climate change talks in Glasgow in November a success, even though they come, ironically, just when the UK will be losing its influence on climate change at the European table. We will champion the need to decarbonise capitalism, and to build on the fantastic work done by the Governor of the Bank of England, Mark Carney. Today, in the Financial Times, we read that Mr Carney is taking action, introducing world-leading climate stress tests in major financial institutions. If only this Government would back the Bank of England in the City, there would be a historic opportunity for this country to lead the world with a gold standard for green finance, but I fear that there is no ambition on the Conservative Benches for that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Queen’s Speech is disappointing on so many levels, and we will vote against it. Liberal Democrats in this Parliament will do our democratic duty: we will scrutinise the Government, and argue for the liberal, inclusive, fairer and greener society in which we believe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}