{
    "url": "https://www.ukpol.co.uk/ed-davey-2023-speech-on-the-loyal-address/",
    "title": "Ed Davey – 2023 Speech on the Loyal Address",
    "post_date": "November 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ed Davey, the Leader of the Liberal Democrats, in the House of Commons on 7 November 2023.",
    "content": [
        "May I, like others, start by paying tribute to His Majesty for delivering his first King’s Speech? It was clearly an historic moment, but for our King it must have been an emotional one. He made reference to his late mother, our late, amazing Queen, and many of us listening to him felt that he delivered that speech with grace and aplomb, and we are very grateful to him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "May I also pay tribute to the right hon. Member for Scarborough and Whitby (Sir Robert Goodwill) and the hon. Member for Stroud (Siobhan Baillie) for their speeches? I have always rather admired the right hon. Gentleman, for many reasons. His speech today was extremely entertaining, but I have always liked the fact that he, like many on our Benches, opposed the third runway at Heathrow and that he was a constructive, if unfashionable, Conservative in his views on a constructive relationship with our European partners. But perhaps what makes him more at home with the current Government is his romantic enthusiasm for the steam engine, as we have heard: more noise than substance and going nowhere in the modern world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My mother-in-law, an expert beekeeper and honey producer—and the swarm officer for North Dorset, no less—would join the seconder of today’s motion in congratulating Stroud on being the world’s first bee guardian town. I am sure that Stroud has a real buzz about it, but the House will be pleased to hear that I do not intend to drone on and on. Given your strictures at the beginning of this debate, Mr Speaker, I should like to clarify that I was not referring to any other Members in talking about droning on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today’s Gracious Speech is overshadowed by horrifying events around the world, with the monstrous terrorist attacks by Hamas on Israel one month ago—more than 1,400 Israelis were slaughtered and hundreds were taken hostage, and they are in our thoughts today—and now the dire humanitarian situation in Gaza. Innocent Palestinians have been cut off from food, water and medicine. Their homes have been destroyed, and more than 10,000 have been killed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also have war on our continent, as the brave Ukrainian people continue to resist Vladimir Putin’s war machine. At times of global crisis such as this, the UK can be a force for good, when it stands tall in the world. But the British voice can be at its strongest only when we have a Government that are strong and united. I am afraid that that is sadly lacking now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the Gracious Speech shows, we do not even have a Government strong and united enough to take real action here on the challenges that people face at home. These are very tough times for the British people. They are working hard, showing remarkable decency and strength, but people are finding it harder and harder just to make ends meet. Instead of helping, what have this out-of-touch Conservative Government done in this King’s Speech and over the past few years? They have put up taxes, energy bills and mortgage payments. They have been adding to the pain, instead of soothing it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us look just at energy, where today the Government could have brought forward plans to ensure Britain’s energy security and to bring down energy prices, with sustainable energy price cuts, for the long term. The Government could have announced plans to insulate homes to cut people’s energy bills and to invest properly in cheap, clean, renewable energy for the future. Instead, the Conservatives are choosing, once again, to shackle us to the expensive, dirty fossil fuels of the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today’s Speech is yet more proof that this Government simply do not care. Just last week, the covid inquiry heard that during the pandemic the Government thought that older people should just “accept their fate”. That callous approach reveals an attitude that stretches far beyond the pandemic. By failing to address the cost of living crisis, the NHS and care crisis, the sewage crisis and many other crises like them, this King’s Speech, in essence, tells families and pensioners struggling to get by to “accept their fate”. This Government tell the pensioner, waiting weeks to see her GP, to accept her fate, and the cancer patient, waiting months just to start treatment, to accept his fate. They tell communities who are seeing their rivers polluted and their countryside destroyed to accept their fate. They tell the British people, fed up with being taken for granted by an out-of-touch Government, to accept their fate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, whatever this Government might want, the people of our great country—the British people—have never been ones to sit back quietly and accept their fate. They will not accept a Government who are so weak and divided that they cannot tackle the country’s challenges. They will not accept a Conservative party that is out of touch and out of ideas; they will kick it out of office. They will get that chance soon. No matter how long the Prime Minister delays it, an election is coming, so the British people do not have to accept the miserable fate of this tired Conservative Government. They can choose a better future and I believe they will.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}