{
    "url": "https://www.ukpol.co.uk/ed-davey-1997-maiden-speech-in-the-house-of-commons/",
    "title": "Ed Davey – 1997 Maiden Speech in the House of Commons",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Ed Davey in the House of Commons on 6th June 1997.",
    "content": [
        "[![eddavey](https://www.ukpol.co.uk/wp-content/uploads/2015/11/eddavey-220x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/eddavey.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a pleasure to follow the hon. Member for Hendon (Mr. Dismore), although a daunting prospect because he gave us such an entertaining and interesting speech. I congratulate him on making such an erudite maiden speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would also like to offer the hon. Gentleman my sympathy and condolence for having the hon. Member for Hartlepool (Mr. Mandelson) in his constituency. This obviously brings a new meaning to the big brother state. I hope that the health service in the hon. Gentleman’s constituency improves, because having the hon. Member for Hartlepool looking over his shoulder all the time might not be good for his health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "From listening to Labour Members and to my hon. Friend the Member for Southwark, North and Bermondsey (Mr. Hughes), it is clear that a great consensus is emerging on the new government for London. That consensus spreads to the wider community—the business community, as the Minister said, in the boroughs, and in the population of London as a whole. The need to remove the quango state that was introduced by the previous Government, and the need for a strategic authority that is democratically accountable to the people and will take a strategic perspective on issues such as employment, transport and the environment—issues that affect the daily lives of our constituents—is crucial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a genuine debate, however, about the suitability and appropriateness of having a directly elected mayor. My hon. Friend the Member for Southwark, North and Bermondsey described our position clearly. I am concerned that we will have some very odd hybrid if we have an elected authority and a directly elected mayor. The mandates will clash. It will be a recipe for confusion, and the only way around that—perhaps a separation of powers model—is a recipe for gridlock.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I see no merit in a directly elected mayor. Indeed, I endorse the remarks of the hon. Member for Brent, East (Mr. Livingstone). Why are we not going for the tried and tested model of party competition for the new strategic authority? That seems sensible. I would support a strategic authority that was elected in a proportionally representative system. I urge the Minister not to be affected by “manifestitis” and to be open to the idea of having a multi-question referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very grateful for having this early opportunity to make my maiden speech. I am the first ever Member of Parliament for the new constituency of Kingston and Surbiton. It was formed from the old Surbiton seat and from the southern part of the old Kingston upon Thames seat and covers a number of communities, from Malden Rushett, Chessington and Hook in the south, through to Tolworth, Berrylands, New Malden, Norbiton and Worcester Park. It covers three quarters of the royal borough of Kingston, which through its long and distinguished history has previously returned only Conservative Members of Parliament to the House, so I am especially pleased that the royal borough is now represented on the Liberal Democrat Benches, by me and my hon. Friend the Member for Richmond Park (Dr. Tonge). It is a great responsibility, but I look forward to meeting the challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My predecessor in the Surbiton seat, Richard Tracey, was first elected in 1983. He has a long history of public service and, on behalf of my constituents, I thank him for all his work over the years for the people who live in the Surbiton area. I trust that his experience in the media as a former BBC presenter will suit him well as he embarks on a new career.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My predecessor in the Kingston upon Thames seat was perhaps better known in the House. I recommend that hon. Members who want to inquire about how he is getting on go to my hon. Friend the Member for Harrogate and Knaresborough (Mr. Willis), from whom I understand that Mr. Lamont is doing very well. He is remembered affectionately by many of his constituents, whom he helped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a former life, I was an avid reader of his speeches as I used to assist my right hon. Friend the Member for Berwick-upon-Tweed (Mr. Beith) in his many battles with the former Chancellor, but it is not Mr. Lamont’s speeches as Chancellor that I reflected on in making my maiden speech and wanting to pay tribute to him. I looked back at his very good maiden speech, which I recommend to other hon. Members. I should like to quote one or two phrases from it because they reflect interestingly on recent debates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For example, Mr. Lamont said early on in his speech: I have to admit that for some years I have been strongly pro-European. Hansard does not record whether he said that sotto voce, but he went on: I hope that everyone will agree that by making an uncompromisingly European speech I am being as non-controversial as it is possible to be. If only that were still the case. I recommend the speech because it talks about the advantages of European governance. He said: At least in the Community there is nothing secret about the way in which the Commission’s thinking is developing. It is a shame only that, when he took office, he did not reflect on those views and still kept, unfortunately, the Budget purdah. I hope that this Government will be a little more open.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My favourite part of the speech is when the former Chancellor discussed the foreign exchange markets. He referred to currency volatility in the early 1970s and stated: One wonders how much of last year’s currency upheaval could have been avoided had there been a joint European strategy”.—[Official Report, 13 July 1972; Vol. 840, c. 1887–92.] How times have changed since 1972.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not, however, want to dwell on the past. My constituents’ main concern is education—our future. Kingston schools are extremely popular, and teachers, parents, governors, councillors and council officials work very hard to deliver high-quality education in our area, but in recent years their efforts have been thwarted by cuts imposed by central Government, which have led to huge overcrowding and some of the largest class sizes in the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Efforts to absorb those cuts from central Government have proved impossible within the current draconian system of local government finance, so, unfortunately, some of the cuts have been experienced in schools. To meet previous cuts, the authority had to run down its reserves, which are now at the minimum prudential level, yet in the past three years the grant has been cut by £15.1 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The authority has worked hard to make efficiency savings to try to meet that challenge and has achieved savings of nearly £4 million, but last year’s cut was just one too many and schools felt it badly. In looking to next year, my concern is that the Chancellor of the Exchequer will somehow be able to escape from the trap on public spending in which he has put himself. I am filled with dread when I hear him reiterate the Labour party’s manifesto commitment to keep the previous Government’s public spending controls for the next two years. When one talks to professionals, one realises that the claim that money from the abolition of the assisted places scheme will fill that gap insults their intelligence. More money is needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Cuts have been made not only in schools but in further and higher education. In Kingston college, last year’s settlement means that 20 teachers—10 per cent. of the staff, in one college, in one year—may face redundancy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that there is a plan to escape that trap somehow. Liberal Democrats will make no apology for returning to this issue time and again, because it is at the heart of the education debate. Until we have more resources for schools and colleges, sanity will not return to the education system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the Government put education at the top of their agenda, as they said they would, we shall be helpful, and make suggestions. In that spirit, as they prepare for the future, I would like to offer them an idea for their welfare-to-work proposals. In my constituency we have Hillcroft college, which presents a unique example of the type of programme that the Government should have in mind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Hillcroft is the only adult education institution in the country geared solely to the needs of women. Over many years it has helped women who missed out on their first chance of education; women who as single parents are trying to find a path back into the workplace; and women who had previously been dependent on the social security system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a recent visit to the college, I was most impressed by the way in which the college supports individual women’s needs, as some try to repair some of the self-confidence that was shattered by some of the previous Government’s policies. I recommend that Ministers come to my constituency, visit Hillcroft and use it as an example in their deliberations on the Government’s welfare-to-work proposals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Kingston and Surbiton there is a wealth of examples of policy initiatives that the Government could usefully study—some to follow and some to forget. Kingston university has expanded tremendously over the past few years, and I hope that the proposals in the Dearing report will enable that process to continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unfortunately, many problems have been caused by police cuts in Kingston. In the past two years we have lost more than 40 officers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The need for a strategic transport policy is one of the subjects of the debate today. In Kingston we certainly have not had such a policy. Moreover, South West Trains has made appalling cuts in services, and the recent infamous cuts have caused many problems for my constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The accident and emergency department in Kingston hospital experiences queues every day of the week. Unfortunately, until there is more capital funding to build a new accident and emergency department there, those problems will continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One Kingston policy is highly germane to the debate, and I recommend it to the Government. For the past three years the borough council has pursued the policy of devolution of power to neighbourhoods. The neighbourhood system has been a huge success. In the past, central committee meetings were held at the guildhall, and a few political aficionados used to attend and listen to the debates. There was little participation, and the general public did not know what was going on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, seven neighbourhood committees have been set up round Kingston, which is the smallest borough in London. Many people come to the meetings and participate, and democracy has flourished in our borough. The efficacy of policy decisions, too, has improved because of the public participation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The success of the neighbourhood system, that revolution in decentralising power within a borough, has become so famous that many people have come to Kingston to study it. After the first two years of its implementation, the previous Government’s district auditor produced a glowing value for money report on it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The report said: Communications between officers and with citizens appear to have improved as a result of the neighbourhood structure”, and there is real value in local diversity … for many service areas, there is clear justification for delegation to achieve a local focus”. The extra marginal cost was found to be minimal, and the auditor also noted that the royal borough of Kingston operated on staff numbers that were among the lowest for outer London borough councils.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The district auditor was not alone in praising the value of the neighbourhood system. In a recent document entitled “Innovative models of local authority working”, the local government management board said: Kingston has achieved much and is a good example of clear devolution plans being carefully implemented in a very limited timescale. Its experience is well worth considering and drawing upon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have heard today about the powers of the strategic authority and how it will be elected, but I hope that any Green or White Paper will refer also to the inter-relationship between the strategic authority and the borough councils—and between councils themselves, and within councils—so the debate is not just about the strategic authority; it is about all aspects of the future governance of London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like an assurance from the Minister that any future Green or White Paper will allow scope to discuss models of how power can be decentralised within, and to, boroughs. Taking power from the centre to empower communities and citizens was what the neighbourhood system in Kingston was all about. If that is the goal of the Government’s proposals for the governance of London, they will be a great success and improve the lives of the people of London. After all, it was the Prime Minister who, in the John Smith memorial lecture on 7 February 1996, said: I want to enable local communities to decide more things for themselves through local councils. I agree, and I hope that the Government’s proposals for the future governance of London follow that statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}