{
    "url": "https://www.ukpol.co.uk/ed-davey-2020-speech-on-the-coronavirus-bill/",
    "title": "Ed Davey – 2020 Speech on the Coronavirus Bill",
    "post_date": "March 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir Ed Davey, the Liberal Democrat MP for Kingston and Surbiton, in the House of Commons on 23 March 2020.",
    "content": [
        "I would like to begin by thanking everyone who is working hard to keep our country and our world as safe as possible from this dangerous pandemic. Above all, I want to thank the staff of our NHS and our social care sector. We are seeing people face personal risks, and we will forever be grateful for what they are doing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In normal times, I and my party would be opposing many of the measures in the Bill with every breath in our bodies. The implications for civil liberties and human rights are profound and alarming, but our society now faces the unprecedented threat of coronavirus, which leaves some of the most vulnerable in our society at serious risk. It seems clear that at least some of the new powers being sought by the Government are necessary to deal with the threat. Nevertheless, our position is that the powers must be used only when absolutely necessary during this emergency, and not for a moment longer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like others, I welcome the Government’s change of heart on the two-year renewal. The six months now proposed is, self-evidently, a significant improvement. Nevertheless, we remain unclear why it is six months rather than three months. There may be good reasons, but it is important that the Government set out why they chose six months. After all, the Prime Minister said just the other day that the peak of the epidemic would be just 12 weeks away, so it is not unreasonable to ask why six months is needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Moreover, we need to look carefully at the review process. When it comes, it should enable amendments to this law, and the other place needs to be allowed to vote on it too. Let me give one reason why a more frequent renewal process should be considered. It relates to the Bill’s provisions on social care. The Bill temporarily suspends the duties on local authorities to meet people’s care needs—from older people to adults and children with disabilities. I am yet to be convinced that those provisions are needed at all. They are some of the most alarming provisions in the Bill. At a time when the most vulnerable in our society need more care, not less, why on earth are people’s rights being reduced? At the very least, such a reduction in rights for the elderly, disabled and mentally ill must be subject to early review and renewal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Member for South West Surrey (Jeremy Hunt) was right to raise the issue of personal protective equipment and testing. NHS staff who have contacted me are angry and alarmed at the lack of PPE. They do not understand why the distribution system has taken so long and is still failing to provide PPE for so many people. The testing experience in this country compares appallingly with other countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are other problems with the Bill. Due to the time, I will mention just one: the Bill’s failure to enable the Government to extend the Brexit transition period. ​I know that is politically sensitive and contentious. I know we need to bring our country together after Brexit tore us apart, so I do not seek to reopen the Brexit question, despite what my heart tells me. I raise the Brexit transition period as a practical and real issue. Our economy faces its biggest challenge since the second world war—disruption to business on a scale even greater than would have been caused by the worst-case scenario of a no-deal Brexit. Surely, the Government should think again and allow themselves to extend the Brexit transition period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We on the Liberal Democrat Benches will support the Bill tonight, but with a very heavy heart. We hope the Government will come back and allow the House to ensure that we can protect our country against this coronavirus threat but not ditch our civil liberties and human rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}