{
    "url": "https://www.ukpol.co.uk/ed-davey-2020-speech-on-the-future-relationship-with-the-eu-bill/",
    "title": "Ed Davey – 2020 Speech on the Future Relationship with the EU Bill",
    "post_date": "December 31, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ed Davey, the Leader of the Liberal Democrats, in the House of Commons on 30 December 2020.",
    "content": [
        "Our country is gripped by two crises: Britain’s hospitals are overwhelmed and Britain’s economy is in the worst recession for 300 years. A responsible Government, faced with those crises for people’s health and jobs, would not pass this bad deal, for it will make British people poorer and British people less safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is not really a trade deal at all; it is a loss of trade deal. It is the first trade deal in history to put up barriers to trade. Is that really the Government’s answer to British businesses fearing for their futures and British workers fearing for their jobs? We were told that leaving the EU would cut red tape, but the deal represents the biggest increase in red tape in British history, with 23 new committees to oversee this new trade bureaucracy, 50,000 new customs officials and 400 million new forms. Some analysts estimate the cost of this new red-tape burden for British business at over £20 billion every year. This is not the frictionless trade that the Prime Minister promised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jonathan Edwards**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I fully agree with the points that the right hon. Member is making. Is he concerned at reports that the lack of equivalence for sanitary and phytosanitary measures means that Welsh farmers will face more red tape exporting to the EU than New Zealand farmers?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Ed Davey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I completely agree with the hon. Gentleman; he is absolutely right. The more businesses see this, the more they will be very disappointed. These reels of red tape will put more jobs at risk at a time when so many are already being lost to covid, and all these new trade barriers will raise prices in the shops at a time when so many families are already struggling to make ends meet. From the failure to agree a good deal for Britain’s services sector—80% of our economy—to the failure to agree a stable deal that investors will trust, this is a lousy deal for Britain’s economic future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Conservatives can no longer claim to be the party of business, and with this deal they can no longer claim to be the party of law and order, for our police will no longer have real-time, immediate access to critical European crime-fighting databases such as Schengen II. Such sources of key information about criminals and crimes are used every single day by our police; in one year alone, they are used over 600 million times, often in the heat of an investigation. Thanks to the Prime Minister’s deal, British police will lose that privileged access and criminals will escape.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are so many things wrong with this deal, from its failings on the environment to the broken promises for our young people on Erasmus, yet the irony is that, for a deal that is supposed to restore parliamentary sovereignty, our Parliament has been given only hours to scrutinise it while the European Parliament has days. And business has just days to adjust to this deal. The Liberal Democrats called on the Prime Minister to negotiate a grace period to help businesses adjust, forgetting, of course, that this Government no longer care about business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government leave us no choice but to vote against this deal today. Perhaps that will not surprise too many people—the Liberal Democrats are, after all, a proud pro-European party who fought hard against Brexit—but we have genuinely looked at this post-Brexit trade deal to assess whether it is a good basis for the future relationship between the UK and the EU, and it is not. To those who argue that a vote against this deal is a vote for no deal, I say this: the Liberal Democrats led the charge against no deal when this Prime Minister was selling the virtues of no deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today, the question is simple: is this a good deal for the British people? It is a deal that costs jobs, increases red tape, hits our service-based economy, undermines our police and damages our young people’s future. It is a bad deal, and the Liberal Democrats will vote against it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}