{
    "url": "https://www.ukpol.co.uk/ed-davey-2023-speech-on-israel-and-gaza/",
    "title": "Ed Davey – 2023 Speech on Israel and Gaza",
    "post_date": "October 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ed Davey, the Leader of the Liberal Democrats, in the House of Commons on 16 October 2023.",
    "content": [
        "The scale of Hamas’s terrorist attacks has been utterly horrifying and the atrocities they have committed are truly sickening. We stand with the people of Israel and with the Jewish community, who are grieving and afraid. We call for the unconditional release of all hostages and urge the Government finally to proscribe as a terrorist organisation the funders of Hamas: Iran’s revolutionary guard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Israel unquestionably has the right to defend itself and its citizens. That means targeting Hamas, not innocent civilians, in line with international law. I am concerned about the forced evacuation of hospitals in Gaza, which means death for innocent Palestinians who will not survive being taken off life support. The World Health Organisation has said that this may be a breach of international humanitarian law, so will the Prime Minister set out what advice he has received on the matter?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unlike Hamas, the Israeli President has said that the Israeli armed forces will operate in accordance with international law. Israel’s attempt to minimise civilian casualties by warning people to leave northern Gaza has been further complicated by Hamas terrorists telling the local population not to leave and instead using them as human shields. We will continue to urge Israel, as I have done when I have spoken to Prime Minister Netanyahu, that while it exercises its absolute right to defend itself and ensure that such attacks can never happen again, it should take every possible precaution to minimise the impact on civilians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}