{
    "url": "https://www.ukpol.co.uk/ed-davey-2021-speech-in-the-house-of-commons-on-david-amess/",
    "title": "Ed Davey – 2021 Speech in the House of Commons on David Amess",
    "post_date": "October 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ed Davey, the Leader of the Liberal Democrats, in the House of Commons on 18 October 2021.",
    "content": [
        "The grief, the sadness and the shock that we are all feeling today on the awful loss of Sir David Amess—this collective sorrow—unites us all today. Like the Leader of the Opposition, I want to reach across the aisle and say to every Conservative colleague who knew David much better than many of us on the Opposition Benches, as has been so evident in the brilliant speeches that we have heard: we feel for you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "David’s wonderful friendliness and his eclectic mix of campaigns that bridged the political divide were very special. From his campaigns on animal welfare to his championing of the fuel poor, David always spoke with compassion and authority, and often with humour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since Friday, I have spoken to a range of people about David, not least Liberal Democrat councillors from Southend. I have to confess to Government colleagues that not all Liberal Democrat councillors are always complimentary about their sitting Conservative MP, but about David Amess their affection was totally authentic. Carole Mulroney, a councillor in Leigh-on-Sea, told me how appreciative she was of David’s support for the Leigh Society and the local heritage centre that it runs. Local history was clearly a passion of David’s, as shown by his championing of the cause of Endeavour, the only one of Leigh’s little ships to have survived the years since Dunkirk. Endeavour has been brought back to Leigh and restored, and now takes part in Dunkirk ceremonies and local events, not least thanks to David.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As well as being proud of Southend’s past, David will always be deeply connected to its present and its future, particularly now that we will have the city of Southend. Carole told me how David would proudly boast of walking each road, street, drive, avenue and lane of his constituency, and how supportive he was of every community, not least the local fishing and cockling industry. Every community needs champions like David. The point is that we do not have to agree with each other across our political divides, but we can learn to be kind and warm, even when we disagree; David was.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today is not the day for discussing the implications for MPs’ security and so on, but I want to reflect on what happened to one of my close Liberal Democrat colleagues nearly 21 years ago. Yesterday I spoke to Nigel Jones, a former MP for Cheltenham, who, as many will recall and a number have mentioned, was brutally assaulted during his constituency advice surgery. Nigel was saved that day by the bravery of his member of staff, Andrew Pennington. Andrew Pennington was killed. Andrew was a local councillor, who, Nigel told me, used to work seven days a week for local residents. He was Nigel’s right-hand person. As we reflect on the loss of David and on the threat to MPs, let us remember this too: our staff and many in public services face abuse, threats and violence on an alarmingly frequent basis. It is incumbent on us in this House to defend them all. I am sure that that is what David would have wanted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}