{
    "url": "https://www.ukpol.co.uk/ed-davey-2021-speech-on-hrh-the-duke-of-edinburgh/",
    "title": "Ed Davey – 2021 Speech on HRH The Duke of Edinburgh",
    "post_date": "April 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ed Davey, the Leader of the Liberal Democrats, in the House of Commons on 12 April 2021.",
    "content": [
        "Princess Anne said yesterday:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“You know it is going to happen but you are never really ready.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is a truth shared by so many grieving families. Most people know that their loved one is near the end of their life because they are old or very sick, but that does not mean that they can avoid the tidal wave of grief—that moment of finality. This year more than most so many families have faced that moment, so I am sure that the Princess Royal speaks for not just the Queen and the royal family but the whole country: you are never really ready.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, as people grieve, we can also say thank you— thank you to one of Britain’s greatest public servants of the last 100 years. As other party leaders have said, Prince Philip has been a rock in the life of our nation since his betrothal to our Queen, then the young Princess Elizabeth. Above all, he has always been her rock. After 73 years of marriage, it will be our Queen who feels this loss far more than anyone else. If anyone says that bereavement is easier when a loved one has lived a long life, I have to say that that is not my experience. So, ma’am, our hearts go out to you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thankfully, there are so many wonderful memories to comfort the Queen and the nation. We have already heard about many of the Duke’s contributions to our public life. I would mention his role as president of the Royal Society for Arts, Manufactures and Commerce, for nearly 59 years. It was there that he helped to lead the major wave of British and global environmentalism and conservation, and where his commitment to British industry and design was so remarkable. As the Prime Minister said, it is fitting that his coffin will be carried in a specially adapted Land Rover that he himself designed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I spoke to the Prince briefly on two occasions many years ago, once when he came to my school and once when I went to his palace at Saint James’s, as one of the millions of young people lucky enough to have taken part in the Duke of Edinburgh’s Award scheme. To be at the palace that day, I had hiked round Kinder Scout, camped in Snowdonia and got lost in the Cheviots. For the gold award, among much else, one has to learn a new skill. When the Duke came to my group, he asked us what new skill we had learnt. I told him proudly that I had learnt to drive. So the Duke asked, “With four or six horses?” He pretended to be surprised when I said, “No, Sir, a car.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have spoken to several people in preparing my words today. Lady Ashdown, Jane, kindly shared her late, great husband’s experience of the Duke. As a former royal marine, Paddy bonded well with the longest ever serving captain general of the Royal Marines. The Duke said that no other politician had ever laid a wreath on Remembrance Sunday as well as Paddy did, with his royal marine heel-click. Paddy also wrote in his memoirs about a state banquet for the King of Malaysia. After dinner, the Duke was touring the room and came to speak to Paddy. Well briefed as always, he asked Paddy why he had learnt Malay. Paddy writes: “I told him I’d been in the Commando Brigade in Singapore as a bachelor and had discovered that in Malay\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“there was one word…which meant ‘Let’s take off our clothes and tell dirty stories’”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So how could I resist learning Malay? The Duke roared with laughter and followed up with some pretty salty jokes, including a very fruity one about wanting a pee in China. Much giggling.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A state banquet also features in an anecdote from the former Deputy Prime Minister Nick Clegg. He recalls how he went to a state banquet for the Spanish King, not in his own right but as the husband of Miriam González Durántez. At the reception, Nick explained to the Duke that was merely accompanying Miriam. The Duke replied: “I know the feeling.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There can be no doubt, for the Queen has said it herself, that the Duke was far more than a companion. He was a man who should be celebrated in his own right—for his courage, so evident in his war record; for his foresight, so marvellous in the championing of young people across the world; and for his determination to show real leadership on the environment. He was not, as he described himself,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“a discredited Balkan prince of no particular merit or distinction”;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "he was special—a man who brought all his amazing European ancestry to the service of our country. Britain’s special monarchy has been made more special thanks to Prince Philip. As we thank him for his unique service, let us thank him above all for the wisdom, counsel, friendship and love he gave to our Queen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}