{
    "url": "https://www.ukpol.co.uk/ed-davey-2019-speech-in-commons-following-general-election/",
    "title": "Ed Davey – 2019 Speech in Commons Following General Election",
    "post_date": "December 18, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir Ed Davey, the acting spokesperson for the Liberal Democrats, in the House of Commons on 17 December 2019.",
    "content": [
        "May I, Mr Speaker-Elect, give you heartfelt congratulations from those on the Liberal Democrat Benches and wish you the very best as you manage the proceedings of this ​House? In your election in the last Parliament, you struck a chord with many Members when you spoke about improving the security of Members, staff and our families. It is sad to say that you were right to lead on this, not least as we remember the two young victims of the terrorist attack on London Bridge—Saskia Jones and Jack Merritt, two young people dedicated to helping others to whom we should pay tribute today as this House returns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mr Speaker-Elect, I was delighted that in your acceptance speech before the election you spoke eloquently and positively about the speaking rights of smaller parties. I can assure you, Sir, that Liberal Democrat Members want to make their voices heard, not least on behalf of the 3.7 million people who voted for us last Thursday. Under proportional voting, we would now easily be the third largest party in this House with 70 MPs—a fact that I know, Sir, you will take account of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You will appreciate, Mr Speaker-Elect, that the past few days have been difficult for my colleagues and I, having seen our friend Jo Swinson lose her seat. Jo consistently said during the election that there is an issue even bigger than Brexit—namely, the climate emergency. On these Benches, we will be seeking your help as we raise this issue and argue for the radical climate change policies that Jo advocated. Thank you, Mr Speaker-Elect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}