{
    "url": "https://www.ukpol.co.uk/ed-davey-2022-speech-on-energy-price-capping/",
    "title": "Ed Davey – 2022 Speech on Energy Price Capping",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ed Davey, the Liberal Democrat MP for Kingston and Surbiton, in the House of Commons on 8 September 2022.",
    "content": [
        "Following the earlier statement from Mr Speaker, I think our hearts, thoughts and prayers will be elsewhere, but I wanted to contribute to the debate and to agree with the right hon. Member for Forest of Dean (Mr Harper) and his questions on heating oil. That is a critical issue for people in rural communities, and we need answers immediately.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What the Prime Minister has announced is not a freeze on people’s energy bills. In the middle of a cost of living emergency, the Conservatives are choosing to put energy bills up by another £500 for struggling families. That hike in people’s energy bills comes on top of the £700 rise we saw last April. Struggling families will be paying twice as much for energy as they were last year, and people will still be desperately worried about how they will keep warm this winter. Last May’s £400 discount will simply not make up for the enormous rise in energy bills. So where is the new support for families and pensioners who are struggling? Under the Prime Minister’s plan, fuel poverty will get worse, not better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I turn to how we think the Prime Minister is proposing to pay for the package. Why does it seem that the Government will be handing an eye-watering bill to taxpayers in the form of higher borrowing? We all know that that ultimately means higher taxes for taxpayers, and particularly for our children. That does not seem conservative, and it does not seem right. Why has she rejected the alternative of a windfall tax on today’s oil and gas giants, who are raking in enormous, unexpectedly high profits thanks to President Putin’s invasion of Ukraine? How is it fair to take money from future taxpayers—from our children—and hand it to today’s oil and gas barons? How is it responsible to borrow so much to pay for consumption when our economy is already in such a mess, with the pound falling so dangerously?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fair and responsible energy policy would be to increase investment massively in the cheapest and most popular forms of energy available to us: wind and solar. I was absolutely shocked that the Prime Minister did not announce a massive, fast expansion of renewables to bring people’s energy bills down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister has made some alarming choices today by rejecting cheap wind and solar power, raising energy bills even higher than they are now, refusing to give extra support to struggling families and pensioners, and paying for a policy with higher taxes on our children instead of a windfall tax on fossil fuels. Those are the wrong choices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "*[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}