{
    "url": "https://www.ukpol.co.uk/ed-davey-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Ed Davey – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ed Davey, the Liberal Democrat MP for Kingston and Surbiton, in the House of Commons on 18 July 2022.",
    "content": [
        "Like so many of the British people, we on the Liberal Democrat Benches have absolutely no confidence in this whole Conservative Government. This Government have plunged our great country into three serious crises: the cost of living crisis, the healthcare crisis and a political crisis. Before the Prime Minister was forced to resign, there was absolutely no plan to tackle any of these crises, and now the candidates to succeed the Prime Minister are proving comprehensively that they have no idea of the scale of these crises, let alone how to tackle them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I mention the scale of these crises because it is shockingly evident that the Conservative party is totally out of touch with the financial and healthcare catastrophes facing millions of British families and pensioners later this year. Let us start with the cost of living. Already families and pensioners are struggling to pay their soaring energy, petrol and food bills, and inflation is accelerating away. Energy bills alone were up £700 in April, with an even bigger rise coming in October. So many of our constituents are already asking how they are supposed to pay next month’s bills, and their fear about winter’s heating bills is understandably growing every day. Millions of people are facing a financial catastrophe over the next few months, yet the Conservative party seems blissfully ignorant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the so-called debates between the leadership candidates, there is this massive elephant in the room, the energy bill catastrophe, yet they have no serious answer to that. The Liberal Democrats have showed what could be done. For months, we have been calling for an emergency cut in VAT, which would save families £600 a year. Instead, this Government have chosen to raise taxes, to raise national insurance, to freeze income tax thresholds and to hit hard-working families, making the crisis worse, not better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then there is the healthcare crisis. Health crises used to occur for a few weeks every winter, but not with this Conservative Government. This Prime Minister has brought healthcare crises for winter, autumn, summer and spring. Just look at the stats: a record 6.5 million people on hospital waiting lists, cancer treatment targets missed by miles, and record long delays in ambulance response times. This Government have ignored the ambulance crisis, hoping it goes away: they have failed to employ the GPs, the NHS dentists and the care staff that the British people need and deserve. Now, leadership candidates argue about how much to slash the NHS budget, which brings me to the political crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It would be easy to blame all the political crisis on the Prime Minister, and he must certainly take a large part of blame—he has debased the high office of the British Prime Minister and he has shattered the public’s trust in our politics—but he did not act alone. For three years, Conservative Members have backed him to the hilt. When he was at the Dispatch Box telling us that there were no parties at No. 10, or claiming that crime had gone down when it had gone up, they were all there behind him, nodding along with every word of it. Conservative MPs defended the indefensible and excused the inexcusable. It is not just the Prime Minister we have no confidence in; it is all of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The people of Chesham and Amersham showed that they have no confidence in the Government when they elected my hon. Friend the Member for Chesham and Amersham (Sarah Green) last year. The people of North Shropshire showed that they have no confidence in this Government in December, when they voted for another of my hon. Friends, the Member for North Shropshire (Helen Morgan). The people of Devon showed they have no confidence in these Conservatives just last month, when they so wisely elected my hon. Friend the new Member for Tiverton and Honiton (Richard Foord).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We think it is time we gave everyone across the country the chance to have their say and to end this shameful, shambolic Conservative Government through a general election. When Conservative Members decide how to vote today, I urge them to ask themselves these questions. Do they really have confidence in a Government who have raised taxes by more than £1,000 per family in the middle of a cost of living crisis? Do they really have confidence in a Prime Minister who was fined by the police for breaking his own law, who forgot about serious allegations against his Deputy Chief Whip, and who is now under investigation for contempt by a Committee of this House? Do they really have confidence in a Government who are running our NHS into the ground and taking local communities for granted? I believe that the British people have lost confidence in all of them, and if the Conservatives have any decency left, they will back this motion tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}