{
    "url": "https://www.ukpol.co.uk/edward-davey-2012-speech-at-cbi-breakfast/",
    "title": "Edward Davey – 2012 Speech at CBI Breakfast",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ed Davey, the then Secretary of State for Energy, on 18th October 2012.",
    "content": [
        "[![eddavey](https://www.ukpol.co.uk/wp-content/uploads/2015/11/eddavey-220x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/eddavey.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Introduction**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to thank our hosts for bringing everyone together this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The CBI has been on a journey, much like Government policy, as both have grappled with how to decarbonise the economy and tackle climate change while ensuring the UK remains competitive and energy affordable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The CBI is a strong and powerful advocate for the green economy and I very much welcomed the report, The Colour of Growth, which drew attention to the vital role energy can play in terms of investment, jobs, and growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The case for EMR**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today I want to focus on the reforms that I know CBI members understand are critical if we are to attract the massive investment we need in our energy infrastructure and secure a supply chain for low carbon technologies in the UK. Neil has outlined how important regulatory certainty is to investors and we believe our energy reforms can achieve that certainty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The challenge is well known. Demand for electricity is set to double, as economic growth returns and then as we use more electric cars and heating. But a fifth of our power plants are closing because they are too old or too polluting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So with supply reducing and demand increasing over the next decade and beyond, we need massive investment: investment at double the current rate, a total of around £110bn between now and 2020. That’s a huge investment in new, low-carbon electricity generation and grid infrastructure – representing around half the UK’s infrastructure investment, the equivalent of seven Crossrails.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It will make sure we keep our homes heated, our industries and consumer electronics powered and our lights on. It will diversify our energy mix – with gas, renewables, CCS and nuclear all playing their part – and thereby protect our energy security and insulate business and domestic consumers from fossil fuel price spikes. It will help us meet our legal obligations on climate change, including our emissions and renewables targets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And it present a big opportunity for jobs in every nation and region of the UK, and a boost to the supply chain, giving British business opportunities both at home and in export markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This opportunity for growth and jobs comes now, when we need it, not a decade down the line. The CBI’s report said that the UK’s green business grew in real terms by 2.3% in 2010-11, beating even the global green business growth rate to take a share of over £120 billion in the global market of £3.3 trillion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government is looking to support this through sector-specific strategies, which will ensure there is sufficient supply chain capacity to support growth sectors including nuclear, renewables, oil and gas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want Britain to be the best place in the world to invest in new, clean energy infrastructure. But Britain’s electricity market, as it stands, cannot deliver investment on the scale we need. That’s why we’re reforming it, and why we’re introducing the Energy Bill within weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We’ve had pre-legislative scrutiny, we’ve listened to industry and others, and today I intend to announce a little more detail in some key areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And today I can also confirm we will be publishing the Energy Bill, as we always planned, next month, for second reading before Christmas. So given that imminent publication, I wanted to use today to make my case for electricity market reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Contracts for Difference**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For the ultimate goal, let me reassure you, has nothing to do with Government intervention. Quite the contrary. Eventually I want to see low-carbon power sources competing on cost alone. But we can’t just flick a switch and make that happen instantly. So our energy reforms will come in four phases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let’s start by admitting that the current arrangements – phase zero, you might say – are actually quite dirigiste. We have the Renewables Obligation; we negotiate bilaterally on potential new nuclear power stations; we have the competition led by my Departtment for commercial-scale carbon capture and storage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There’s a good case for that statist approach now, but our reforms are explicitly intended to move to a market-based, price-discovery model.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So in phase one, we’ll introduce a mechanism that will offer reliable contracts, delivered in a way that is trusted by investors. That mechanism is the Feed-in Tariff with Contracts for Difference. Prices will be set administratively, aiming to bring all technology groups down in cost and begin levelling the playing field.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Here’s how it works. We set a fair price for low-carbon electricity. The generator sells its electricity in the market, and is paid a variable premium to top up if necessary. And if the market price is higher than the strike price, the generator pays back the difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The key thing here is certainty. Contracts for Difference can help smooth out market volatility, not only minimising costs to the consumer, but also making investment and financing decisions easier. And because energy still needs to be sold in the market, there are still powerful incentives to encourage operational efficiency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Global fund managers have told me that the uncertainty of the current arrangements has put them off investing. And they prefer the long term contracts we are proposing – because they would give them the predictable revenue streams they need to invest in big projects, and with lower costs of capital. In a contract.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course, we don’t want a hiatus in investment pending our reforms taking full effect in 2014. So I’ve undertaken to explore what form of comfort might be given to keep investments on track for project developers looking to make progress over the next 15 months or so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are talking to EDF about what this can do to help bring forward new nuclear at Hinkley, but let me stress that this offer is intended to benefit all low-carbon technologies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My department has been approached by some half dozen renewables developers, in wind and biomass, to understand how the availability of early comfort could help them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So I can announce that I will seek powers in the Energy Bill to give the market certainty on these arrangements and demonstrate our commitment to supporting new investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In phase two, as different technologies mature and become more widely deployed, we’ll see the first technology-specific auctions where prices will be set competitively by the market and (for example) onshore wind generators will start to compete with other onshore wind generators, as early as 2017.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then in phase three, when most current technologies have matured, we’ll move to technology-neutral auctions. So in the 2020s, low-carbon technologies should start to compete with each other in a true low-carbon electricity market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, when all technologies are mature enough, and if the carbon price is high enough and sustainable enough, all generators could compete without any intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The move from price setting to price discovery will be complete, with low-carbon electricity sources competing on cost to provide clean, affordable, secure energy for UK consumers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And through this 4 staged reform, we will ensure that demand-side response, and additional storage and interconnection, can all play an increasingly important role in Britain’s reformed electricity markets, helping to manage supply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So the reforms in the Energy Bill are about building a framework for a new, competitive electricity market – bringing down the cost of capital, unlocking a huge amount of investment, and all the time moving our energy mix towards the diverse, low-carbon mix we need for our energy security and to meet our climate goals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So as we prepare to introduce the Bill to Parliament next month, we’re already taking practical steps now to make the electricity market reforms a reality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Just this month National Grid published its Call for Evidence , which is the first step in establishing the first strike prices for Contracts for Difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Decarbonisation target**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the same time, I believe a strong case has been made by many investors in energy infrastructure for a decarbonisation target range for the power sector. Such a range would help make clear our continued commitment to our climate goals. Believe me when I say that no one would be happier to see the politics taken out of energy policy. What could make life easier for the Energy and Climate Change Secretary than political consensus? So\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hear your message Neil and I can say with confidence that the coalition is united behind these energy market reforms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Security of supply**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As well as stimulating low-carbon investment, I am determined to ensure the long-term security of our electricity supplies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our market has, to date, delivered us a high level of electricity security. But the picture is changing, and we cannot be complacent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over the coming decade, a large proportion of our existing capacity is set to close, and more low-carbon plant will enter the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That means that other types of capacity will run less often, and can be less sure of revenues. That increased uncertainty could threaten the investment in non-intermittent capacity that we need, and run the risk of shortfalls – for example, during cold, windless periods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So we need to be ready to act to secure our electricity supplies for the long-term. This was underlined by Ofgem’s recent assessment of future capacity margins, which clearly set out the potential for capacity margins to decline from their current high levels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many of the actions that we are taking – securing investment in low-carbon generation, reducing demand through the Green Deal, enabling consumers to manage their energy use actively through smart meters – will help to reduce the risks. But these actions may not be sufficient to ensure security of supply in the long-term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s why we are intending to legislate for for a Capacity Market – which will ensure that we have the right long-term incentives to provide us with the reliable capacity that we need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Capacity Market would work by guaranteeing a steady payment for providing reliable capacity, giving developers of new power stations the certainty they need to invest. And it would work for households and businesses by securing their electricity supplies and insulating them against the steep price spikes that can occur in very tight markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many investors in gas plant have made clear to me that they see the capacity market as important. . Gas is crucial to the UK’s security of supply, and will continue to play a major role in our electricity mix over the coming decades, alongside use of carbon capture and storage technology and of course with significantly increasing renewables and nuclear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But the Capacity Market is not just about traditional generation – we are designing it so that other approaches such as demand side response and storage capacity can also participate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So we will, later this year, set out more of the detail of the scheme – giving investors the certainty they need to take decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Liquidity**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To secure the best value from our reforms we also need a diverse and competitive wholesale market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The liquidity of our wholesale power market is low relative to some other major European power markets and to international commodity markets. The issue is particularly pronounced in the forward markets, which are important for independents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We all know that liquidity helps competition and entry in any market, and allows participants to manage their risks. Independent electricity generators and suppliers are no exception. It is also crucial to the efficient functioning of the Contracts for Difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s why I support Ofgem’s objectives as it takes forward potential reforms. I am keen to see swift and appropriate action from the regulator.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The industry itself has also taken steps to improve transparency and day-ahead liquidity. I welcome those efforts too, and would encourage industry to move further and faster, especially with respect to liquidity in the forward markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And, while supporting the efforts of the regulator and industry, I do believe Government needs to stand ready to step in and act if those efforts are not promoting competition to the benefit of consumers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So I want you to feel confident that Government is ready to act if necessary. So as we complete the fine details of the electricity market reform, we will make sure they promote competition at every stage. And we are looking closely at backstop powers in the Energy Bill to promote market liquidity and improve competition for long-term contracts, particularly with independent renewable generators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**CfD Payment Model & Allocation**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Energy Bill will set out our choice of payment model for Contracts for Difference and, alongside the Bill, the allocation process for Contracts for Difference. Developers and investors in the renewables sector in particular have told us that they want a single strong counterparty to these contracts, and earlier certainty of their contract allocation and strike price, and I want to assure you that we are listening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course, Contracts for Difference will provide much earlier certainty than is available currently, with developers entering into legally binding contracts, with set levels of support, potentially years ahead of when pricing certainty is achieved under the Renewables Obligation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But in response to feedback on our initial proposals, I am attracted to the idea of giving developers much earlier certainty on allocation of contracts than we previously proposed. In particular, a process that would allow developers to enter into a Contract for Difference as soon as relevant planning approvals and grid connections are agreed, so long as the developer ALSO commits to progress their project at a reasonable pace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This could better match the needs of developers, whilst also giving Government appropriate comfort that the available budget will be used effectively and protecting energy consumers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have listened to the concerns industry raised about the CfD payment model – in particular the need for a robust counterparty to the contracts. I have taken the concerns on board. I know this is a key issue for developers and others in the sector, and central to unlocking the investment we need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have been looking at these concerns over the summer and have been assessing the benefits and workability of creating a single counterparty, probably a company owned by Government, which could give the certainty you need to come forward and invest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My Department has this very week finalised our plan and when we announce it next month I believe we will show that Government has worked constructively with the industry to address your concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Growth and Infrastructure Bill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I’d like to turn to two measures closely related to our energy strategy and reforms which we propose to introduce through the Growth and Infrastructure Bill, which the Chancellor is introducing in Parliament today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You may know that Ofgem planned to launch in April 2013 a Network Innovation Competition in the gas industry, which would have seen industry invest £160m over an eight-year period in innovation and greater efficiencies in the grid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But Ofgem found itself unable to move forward because of a legal ambiguity in the Gas Act 1986 which threatened the planned funding mechanism. Ofgem has therefore proposed to delay the Competition until this issue can be resolved or another funding mechanism can be found.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that the gas network companies and Ofgem are disappointed by this, and I think they are right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So I can announce that we will remove this regulatory barrier altogether in the Growth and Infrastructure Bill so that the Competition can go ahead at the earliest opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second measure relates to Section 36 of the Electricity Act 1989. Planning decisions on major energy infrastructure projects were examined under this section of the Electricity Act, before the Planning Act came into force.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There remain around 9 projects still awaiting a decision from Ministers under Section 36, and around 30 projects that have consent but have not made a final decision to build.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unlike Planning Act consents, section 36 consents are inflexible. Once given, a developer must build its new plant to the specification permitted by the consent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For example, currently if a biomass developer with Section 36 consent wanted to change the type of fuel it burns type, or a wind farm developer with consent wanted to add a couple more turbines, they would have to submit a completely new application to the Planning Inspectorate under the Planning Act – a process which could take over a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I see that as unnecessary red tape, and we will use the Growth and Infrastructure Bill to cut it.The changes we will make will mean that developers wishing to apply for changes to to their projects Section 36 consents will in most cases need to undertake only a 3 month consultation on those changes. This could unlock investment decisions across a range of technologies, bringing thousands of new jobs and billions of pounds of investment to the UK economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The recent good news that the Carrington gas power plant near Manchester has confirmed financing and will now go ahead might have come significantly earlier if this reform had already been in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Demand-side reforms**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A key issue raised in Parliament, during scrutiny of the draft Energy Bill, was that the Government should be driving permanent reductions in electricity demand. I agree that this is a crucial issue and we will be shortly setting out our ideas alongside our energy efficiency strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s in addition to the measures we’re already taking on energy efficiency, including of course our flagship Green Deal programme, which will enable homes and businesses to pay for energy efficiency improvements through savings on their fuel bills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Green Deal will save money, save carbon – and make a real contribution to economic growth: supporting new jobs and businesses, and unlocking unprecedented choice for consumers. It’s a programme that will to run not for years but for decades, and should establish a vibrant new market in energy efficiency, one that could attract over £10bn of new energy efficiency investment in the residential and business sectors over the next decade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Conclusion: CBI’s six tests, and consumer benefits**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Reform is always controversial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You may have heard or read criticism of various types: that our reforms are too complex, possibly deliberately so to conceal some secret subsidy for new nuclear; that we’re abandoning our climate goals in favour of a new dash for gas; or that we’re replacing a market-based approach with an illiberal, statist one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those critics are all a long way wide of the mark. I prefer the six tests – six entirely sensible tests in my view – which the CBI has said it will use to evaluate electricity market reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that it’s clear from what I’ve set out today that our plans will indeed:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– one, remain market-oriented – indeed, in the longer term, we are blazing a trail to pure competition;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– two, remain technology-neutral – a diverse generation mix remains at the heart of our strategy;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– three, safeguard existing investments – indeed, we are committed to the principle of no retrospective changes and I’m acting to help existing investments out of the pipeline and into delivery;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– four, be politically durable – the very heart of Contracts for Difference is that they are long-term, stable contracts that provide certainty to industry;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– five, minimise the cost on energy users – and I’ll come back to this;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "– and six, enable sufficient investment in low-carbon power generation and supporting technologies: that’s the driving force behind the reforms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fifth test – the need to minimise the cost on energy users – is a test through which I put all policy in my department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our reforms will stabilise consumer prices. With the increased diversity in the energy mix they herald and the long-term contracts for suppliers, we will shift decisively away from the current situation where volatile global gas prices determine the market electricity price.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So our reforms are good news for consumers, including for business consumers. They are long overdue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}