{
    "url": "https://www.ukpol.co.uk/ed-davey-2021-speech-on-afghanistan/",
    "title": "Ed Davey – 2021 Speech on Afghanistan",
    "post_date": "August 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ed Davey",
            "url": "/tag/ed-davey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ed Davey, the Leader of the Liberal Democrats, in the House of Commons on 18 August 2021.",
    "content": [
        "It is a genuine honour to follow the hon. Member for Tonbridge and Malling (Tom Tugendhat). I thank him, on behalf of the whole House and the whole country, not just for his powerful speech today but for his service and the service of men and women in our armed forces who showed his courage in Afghanistan. I agree with him wholeheartedly that if we are going to look forward, we need to work with our international partners in Europe and across the world. We need to forge new relationships and not be over-dependent on one ally, however important and powerful that ally is. The failure to do that—indeed, the backward steps that this Government have taken in that regard in recent years—is one of the reasons our nation is weaker today, and it has been for far too long.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are deeply proud of our armed forces, our diplomats and our aid workers who have done so much in Afghanistan, so it has been heartbreaking in the last few days to listen to the families, particularly of the 457 British soldiers who made the ultimate sacrifice, asking the question “What was it all for?” and to listen to veterans remembering their comrades. Captain James Kayll, who made two tours of duty in Afghanistan, said on Sunday:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“After years and years of incredibly hard work from remarkable armed services in the country, I don’t know how I could ever, ever look the parents of fallen soldiers in the eye and say that what they did was worth it.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Prime Minister look our injured veterans and the families of the fallen in the eye and tell them it was worth it, after his foreign policy catastrophe?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The American decision to withdraw was not just a mistake; it was an avoidable mistake, from President Trump’s flawed deal with the Taliban to President Biden’s decision to proceed—and to proceed in such a disastrous way. The human impact on the lives of millions of Afghans, especially women and refugees, is the most obvious and alarming consequence, but the impact on global politics and on Britain’s national security will be so negative that I fear this mistake will affect the lives of millions around the world for years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Coalition forces were in Afghanistan for the protection and security of American and British people just as much as for Afghans. For well over seven years, coalition forces have not been doing the vast bulk of the fighting; the Afghan army has. Like others, when I heard President Biden blame Afghans for not fighting for their country, I could not believe it. He showed no awareness that more than 69,000 members of the Afghan forces have been killed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I cannot hold President Biden to account in this House, but I can hold our own Government to account. Our Prime Minister and his Cabinet cannot escape their culpability for this disaster—for both the mistaken decision to withdraw, and how the withdrawal has turned into such a catastrophe. From the Prime Minister’s self-evident lack of influence and clout in Washington, to his negligent inability, yet again, to master his brief and plan properly for the withdrawal, today’s occupant of No. 10 has become a national liability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the Prime Minister wants to dispel that growing view of him, let him answer the following questions. What role did the British Government play in the negotiations with the Taliban that led to President Trump’s flawed deal with them? Did the Prime Minister raise any concerns with President Biden about the wisdom of withdrawal from Afghanistan? If he did, what impact did he have in changing anything about President Biden’s policy? Either the Prime Minister has a close relationship with the US but failed to exploit it, or he has no close relationship and nothing to put in its place. Frankly, his foreign policy is a total disaster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On Britain’s withdrawal planning, will the Prime Minister explain why he so misjudged the situation in Afghanistan that he told the House back on 8 July:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I do not think that the Taliban are capable of victory by military means”?—[Official Report, 8 July 2021; Vol. 698, c. 1112.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister appears to have had no understanding of the security and defence situation in Afghanistan as recently as last month. Despite being warned in this House and elsewhere that the Taliban would move rapidly on Kabul, his failures, along with President Biden’s, have led directly to the crisis that is unfolding before our eyes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Afghans who have risked everything to help our soldiers and aid workers are now desperate for our help to escape. Refugees are fleeing in fear of their lives. Women and girls are seeing their futures stolen. Last night’s announcement that the Government are willing to take only 5,000 refugees in the next year utterly fails to respond to this crisis or to meet our obligations to so many Afghans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, there is the frightening failure to achieve the aim of the whole mission: to keep British people safe from international terrorists trained in Taliban Afghanistan. Where is the worked-through strategy, internationally agreed, to prevent Afghanistan from returning to the vector of terrorism that it once was? There isn’t one. Despite the Government’s having 18 months to prepare, they have not prepared a counter-terrorism strategy with our allies. I guess that that is why this Prime Minister will not ever be able to look the families of the fallen in the eye.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}