{
    "url": "https://www.ukpol.co.uk/mims-davies-2022-speech-on-government-for-baby-banks/",
    "title": "Mims Davies – 2022 Speech on Government for Baby Banks",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mims Davies",
            "url": "/tag/mims-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mims Davies, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 9 December 2022.",
    "content": [
        "It is a pleasure to respond to the debate, and I congratulate the hon. Member for Walthamstow (Stella Creasy) on securing it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is a time of—understandably—great public concern about the cost of living. I personally was so grateful, as a new mum, for the advice that I received, along with the bargains, hand-me-downs, products, ideas and insights on what really matters in that bewildering time. Who knew that you needed a Bumbo seat? I never thought I would use that term here in the House of Commons, but it is an infant seat to help babies to sit up when they are taking their first solid food, especially during baby-led weaning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My mum’s Poundland box, of which she was incredibly proud, was an absolute marvel. We still have it, with all of the paraphernalia inside. The hand-me-downs mentioned by the hon. Lady, such as smocked dresses, came my way. I was very proud when I arrived home last night to find my oldest doing a shoes and clothes clear-out to help others, mindful of both need and the environment. There is currently a coat exchange to help people in my town of Haywards Heath. There is huge pressure on new parents to have new things and buy new things, and to make sure everything is perfect, but we know that our lovely little terrors get their sticky mitts on everything and draw on everything, and they do not really care. Sharing advice, products and information about what really works makes a big difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As Minister responsible for social mobility, youth and progression, I fully understand the hon. Lady’s point about “invest to save”. It is my mission in Government. I also note the points that she made about the landfill tax, fly-tipping and other matters. I will keep this debate in mind when we come to the next stage of the design of the household support fund, and will think about how we can reach parents and understand the pressures they experience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me reassure the hon. Lady and the House that the Government are committed to providing key support for families with new babies and very young children through targeted support and more general schemes, and by expanding both employment and skills opportunities for parents. Many mums, as we have heard, use the opportunity to grow their thinking and turn things they have learned into future businesses—never more so than in the mum arena.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The support schemes available include the Sure Start maternity grant, the NHS’s healthy start scheme, family hubs, our childcare offer for recipients of universal credit, cost of living payments, the household support fund and the wider universal credit payment system, which got a significant uprating from April 2023. However, I take the hon. Lady’s point and, as a former charities Minister, I always admire the great work people take on for causes that matter to them, nationally, internationally and locally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Baby banks are independent charitable organisations that help local communities to come together to support people nearby and are another example of the generosity of spirit in our great country. They are very welcome as a support network, as the hon. Lady mentioned, and as a showcase of community kindness. They are also environmentally friendly and positive. In researching for this debate, I found it eye-opening to see just how many brilliant organisations and individuals are aiding mums in that time of need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Christine Jardine**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On that point about environmental damage, one of the things the hon. Member for Walthamstow (Stella Creasy) mentioned was the impact on the environment when she spoke so movingly about mothers reusing nappies. I find myself, in this recycling age, doing things my mother did, such as having glass milk bottles and paper bags in shops. Would there be a way of encouraging the comeback of reusable nappies such as those we used to have when I was a child? I remember, although it was a while ago now, just how expensive and what a drain on someone’s income the constant buying of nappies can be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady makes an important point. Speaking to many mums and grandmums, having baby in the garden in the pram and pegging out the reusable nappies—those lovely white nappies—is a moment of pride: “I’m getting this right and it’s going well.” It is extortionately challenging to try to balance the environmental problem with nappies and also reusing; I know many mums who have managed to do that successfully; I must admit, to my shame, that that was not me, but I was very admiring of anyone who did manage it. We need to make those schemes more acceptable and understandable. Some people think they are strange and that the only option is disposable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stella Creasy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope the Minister will agree perhaps to meet me and representatives of Little Village and my own local baby bank to discuss this point. Many of our environmental organisations, particularly within local government, have schemes to encourage reusable nappies and recycling. However, that does not join up with a recognition of how that can help to tackle poverty, and it is baby banks that are doing that joining up. I am pleading for Government to do that joining up as well, so that is not just brilliant volunteers at a local level saying, “Actually, there is a scheme for reusable nappies from our local environmental charity”, but Government helping to make that network happen. If she meets the organisations I mentioned, she will find people who would be fantastic advocates to take to other Government Departments on these issues, for example.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady makes in important point: the cost of living, nappies and the environment, Healthy Start and ensuring that those most in need know where to turn and are not overlooked are all cross-Government issues. I will take her point away across Government to look at the right way to take forward what she is asking for. I hope that is helpful to her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to mention the work that many people do knitting hats and supporting newborns. One of the biggest things I learned as a new mum is how much warmth newborns need. People in this space add so much that, whether through knitting, advice, or creating baby banks. I was certainly quite surprised to see just how much the sector has grown. I understand the hon. Lady’s passion for and interest in this particular area, and this debate has certainly sparked my interest, so I thank her very much for bringing it to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Sure Start maternity grant provides £500 in England, Wales and Northern Ireland for costs associated with the expenses of caring for a baby—as we have heard, becoming a parent is a very expensive business—if there are no other children under the age of 16 in the claimant’s family. The Sure Start maternity grant was devolved to Scotland in December 2018, and the Scottish Government have established alternative support through the Best Start scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The NHS Healthy Start scheme also provides £4.25 a week to eligible low-income families in England, Wales and Northern Ireland to buy fresh fruit and vegetables, with recipients also eligible for free Healthy Start vitamins to help them to boost their children’s long-term health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To give families holistic support, family hubs are bringing together services for children of all ages. I am particularly interested in how that links into the start for life offer, which is at the core of those. The Government are investing more than £300 million jointly with the Department for Education and the Department of Health and Social Care to transform our start for life services from conception to age two. That includes boosting family support services in 75 local authorities in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are providing a network of family hubs. I note that that is not the same thing that the hon. Lady talked about, but that is how we assist positive parent and infant relationships, support perinatal mental health and infant feeding, and boost and help people with their parenting skills. In addition, the DFE will ask all those 75 local areas to publish their start for life offer and will provide funding on innovative trials of workforce models for a smaller number of authorities. I wonder whether that is a way to link in some of what has been discussed today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I reiterate that the Government’s universal credit childcare offer aims to make it easier for low-income families to choose to work, stay in work and progress in work, so that after the baby comes, parents can move to a point where they can be more financially resilient. I remind people that eligible UC claimants can claim back 85% of their registered childcare costs each month, regardless of the number of hours that they work, compared with 70% in tax credits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Additionally, those who need extra financial support with their first set of childcare costs or when moving into work or taking on additional hours can apply for further help from the flexible support fund. That discretionary, non-repayable payment will pay their initial childcare costs directly to the provider. Help is available for eligible universal credit claimants through budgeting advances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I say to anybody struggling, listening, or helping and advising in the sector, “Please look at the benefits calculator on gov.uk and at the cost of living website. Please make sure that you are claiming everything that you are entitled to, because there may be further help out there that you are not aware of. There is also the Help for Households campaign. We are helping with £37 billion of support for cost of living pressures between 2022 and 2023, and an extra £26 billion was announced for that purpose in the autumn statement, so please make sure that you reach out. For households on eligible means-tested benefits, up to £900 in cost of living payments is available for people to take up.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stella Creasy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister is setting out the help that the Government believe there is for those on low incomes. Baby banks are a big boost for tackling poverty, but there is an environmentally sustainable element. We want to encourage everybody, whether they are wealthy or not, to donate, because families do not need a cot or a pushchair for that long. They will be perfectly serviceable for someone else to use. One of the benefits of baby banks is that they ensure that the quality of the items is such that people will want to reuse them. That revolution in thinking is not one for those on the lowest incomes alone but for everyone if we are to save the planet as well as saving parents cash.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I absolutely agree. This is not revolutionary thinking but old-fashioned sensible thinking that is suitable for our environment and our families. An issue that parents often worry about is quality, and sharing and responsibility when it comes to reusing items. I take the hon. Lady’s point about safety. We have seen that particular charities are willing to take some products but not others. That means that, as she pointed out, sometimes very large, useful products are the things that you see stuck on the side of the road, creating fly-tipping problems. But they could be incredibly useful for young families if they can be accredited.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to reassure the House that the Government are taking action to support families on low incomes. We will continue to remain vigilant about what people need in these challenging times, particularly those who are most vulnerable, or indeed those who are on the just-about-managing list—a lot of people who have come into focus due to the impact of the covid pandemic. I urge those people to reach out and know that there is help for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Lady for her work and for securing this debate on the value of baby banks. I remind people of the Sure Start maternity grant, Healthy Start, family hubs, the childcare offer, cost of living payments, the household support fund and our benefit uprating. We will tackle the root cause of poverty, but it is right that, where communities can, they do everything they can to help families in need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}