{
    "url": "https://www.ukpol.co.uk/david-davis-2022-comments-on-illegal-immigration/",
    "title": "David Davis – 2022 Comments on Illegal Immigration",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by David Davis, the Conservative MP for Haltemprice and Howden, in the House of Commons on 13 December 2022.",
    "content": [
        "**Mr David Davis (Haltemprice and Howden) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I strongly welcome the seriousness with which the Prime Minister addresses this issue, particularly his focus on stopping the Albanian gangs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With respect to the dispersal centres, when the Home Office attempted to introduce a dispersal centre in my constituency, it ignored the local authority’s concerns about healthcare, public services and children’s services. It then also ignored the existing level of Albanian organised crime in Hull and did not even consult the local police chief before it moved on the matter. Needless to say, it did not consult any of the local MPs either. If we continue in this mode, the Home Office will face judicial review after judicial review and the policy will not work. Can we please see a radical improvement in decision making in the Home Office in this process?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, I thank my right hon. Friend for his engagement with us and his specific suggestions on tackling the issue of Albanian migrants—I hope he is pleased by what he has heard today, which reflected much of what he suggested. On the issue of accommodation, I agree with him. As all Members know, this is a tricky issue for us to manage, but we will manage it with sensitivity and care, and with strong engagement with colleagues and local authorities. I make that commitment to him, and I will make sure that that is followed up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}