{
    "url": "https://www.ukpol.co.uk/geraint-davies-2022-speech-on-the-resignation-of-lord-geidt/",
    "title": "Geraint Davies – 2022 Speech on the Resignation of Lord Geidt",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geraint Davies, the Labour MP for Swansea West, in the House of Commons on 21 June 2022.",
    "content": [
        "Two ethics advisers gone, two months gone—and all the Paymaster General can offer us is a review. No one needs an ethics adviser more than the current Prime Minister. I studied maths, philosophy and economics at university and am therefore intrigued by how many times the Prime Minister is economical with the truth. Ethics is about right and wrong. It is about truth and falsehood. We heard in partygate about a Prime Minister who made the rules and broke the rules. He said that he did not understand the rules and that he did not know how they applied. We do not know whether he was guilty, innocent or drunk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The situation is that we simply cannot trust the Prime Minister. That is the view of the great majority of MPs. Only 211 Tories voted with confidence in him, so more than two thirds of the nation’s MPs have no confidence in the current Prime Minister for what he has done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Talking of ethics and philosophy, Kant’s categorical imperative—I know Members will be thinking of this—states\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“act only in accordance with that maxim through which you can… will that it become a universal law.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In other words, if you are going to have a party, everyone should party, and if they should not, you should not. It is not that complicated. According to Aristotle,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We are what we repeatedly do.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So what does that make the Prime Minister? At virtually every Prime Minister’s Question Time, he gets up and says that there are half a million more people in jobs than there were before the pandemic—although the Office for National Statistics says that there are 512,000 fewer people in jobs—because he inadvertently forgets to include the self-employed. Was that, in fact, an inadvertent mistake, or was it a piece of choreographed rhetoric to lead people up the garden path? There is a long list of things of this kind which undermine our democracy, this place, and politics in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course, ethics is about outcomes as well. People say, “Haven’t we done well on covid?”, but 170,000 people are dead thanks to the policies here, which led to the highest death rate in Europe. People say that the economy is all right, although ours was the worst recovery in the G7, and about 8 million people are hungry and in food insecurity. There is not really any accountability, other than the democratic process. We have just seen the Government provoke an unnecessary rail strike by demanding cuts in wages and jobs. There are alternatives to this. Germany, for instance, is saying that it will give everyone a public transport ticket for a month for €9 to boost the economy and jobs, rather than picking fights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have parliamentary privilege here, which means that there are limitations on what the courts can do when we breach the rules. The dampening and watering down of the rules here is therefore problematic, as is, of course, the attack on the judiciary itself. The all-party parliamentary group for democracy and the constitution published a report commissioned by the Rowntree Foundation and prepared by the Institute for Constitutional and Democratic Research. We found that there had been a sustained attack on the courts by Ministers through the media. That is undermining and chilling even the Supreme Court, which has reversed seven of its decisions in the last two years. This was, of course, getting back at the judges, because they had made various decisions about giving us the right to vote on the Brexit deal. They made the Prime Minister return when he tried to abandon democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What we are seeing is the weakening of internal laws governing the behaviour of politicians here, and, at the same time, an attack on the courts themselves. Meanwhile, there is an attack on international law. The withdrawal from the Northern Ireland protocol undermines our reputation abroad: it means that people such as the Americans do not want to have trade agreements with us. There is an attack on our democratic values and rights, such as the right to peaceful protest. There is an attack on human rights, as we are seeing in Rwanda, and an attempt to pick a fight with the European Court of Human Rights itself, a forerunner to withdrawal from the European convention on human rights—which, of course, was set up by Winston Churchill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the round, what we are seeing is a Prime Minister corroding and eroding the rules that govern our behaviour and our ethics, alongside an attempt to disengage from controls that may be applied and to which all countries and all people elsewhere are subject. So we cannot be trusted. “Values” of this sort feed into the hands of people such as Putin, who hate the democracy, human rights and rule of law that we are now undermining.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Lord Geidt has said that the Prime Minister has made a mockery of the ministerial code. He has said that we have broken international laws in the form of World Trade Organisation rules. We urgently need a replacement. No doubt some people will suggest that Lord Ashcroft might be the person whom we need. After all, he revealed David Cameron’s relationship with a pig, did he not, and indeed revealed the current Prime Minister’s relationship with the lover whom he offered a £100,000 job. [Laughter.] People may find these things funny, but they are of course true.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We do need to uphold higher standards here, and, in particular, the Prime Minister should and does not. It is imperative that we get a replacement, and it is imperative that in the interim, at least, we introduce some sort of system. That is what this motion aims to do, and I fully support it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}