{
    "url": "https://www.ukpol.co.uk/mims-davies-2022-speech-on-dwp-office-closures/",
    "title": "Mims Davies – 2022 Speech on DWP Office Closures",
    "post_date": "June 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mims Davies",
            "url": "/tag/mims-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mims Davies, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 23 June 2022.",
    "content": [
        "I thank the hon. Member for Glasgow South West (Chris Stephens) for securing the debate and for his immense interest in this issue, and I also note his register of interests declaration, but I want to take this opportunity to reassure him that there are currently no planned changes that would affect his constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have very proudly held the role of employment Minister at the Department for Work and Pensions for almost three years now and I greatly recognise the tireless efforts of our workforce up and down the country. From St Austell to Loughborough to Forres, I visit offices and meet staff regularly, and hear at first hand their experiences and some frustrations with the poor quality buildings, some of which have no proper kitchen facilities for example, but in which they are nevertheless delivering truly excellent DWP services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our staff are always positive and focused, and this was especially noticeable during the pandemic when their agility and commitment shone through as thousands of DWP staff were redeployed to process new claims, which doubled in a matter of weeks. This was a truly heroic effort, resulting in payment timeliness for our claimants remaining incredibly high and, vitally, vulnerable people receiving the support they needed in their time of need. I am proud and immensely grateful that our DWP Jobcentre Plus offices remained open throughout the pandemic for the most vulnerable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Importantly, this transformation needs to be viewed alongside the significant recent investment in DWP frontline services. Since the start of the pandemic we have —or, rather, I have—opened 194 new temporary additional jobcentres as part of our rapid estate expansion programme to support our Plan for Jobs. We have also recruited 13,500 new work coaches in order to provide our claimants with the tailored face-to-face support they need. This new boost to our DWP workforce has played a leading role in delivering on our vital plan for jobs, getting people back into work and transitioning into growing sectors as we focus on building back better. I am incredibly proud of the over 163,000 young people under 25 most at risk of long-term unemployment due to covid impact who took advantage of the life-changing ability to take up a first job through the kickstart scheme and our brilliant Way to Work scheme which is on track to get half a million more people into work this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to strongly reassure Members here today that staff are being fully supported throughout this modernisation. While we are right-sizing our estate and making the DWP a better place to work—which is at the heart of this—we understand, and I very much do, that a change of work- place can be unsettling for people. However, we are committed to our plan of making our estate smaller, greener and—importantly, as we have seen with covid—more resilient.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These new sites will enable further progression and career opportunities due to larger teams being able to come together, meaning staff can more easily move between business lines and react to operational requirements, with more support in these larger cohorts. The support we are offering to our teams—to our people—absolutely includes regular one-to-ones with line managers about the impacts and confidential advice and support through the employee assistance programme, as well as CV and job application support if needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The DWP is absolutely committed to continuing to deliver for our customers, families and the economy. We need to continue to work positively with our teams to modernise and transform the way we deliver our service. As the hon. Gentleman says, that builds on the approach that was announced back in 2017. I am always struck by, and thankful for, just how positive and willing our DWP teams are to embrace the new changes and the challenges that we face in such a large operational Department. We believe that that means that we will drive better experiences for claimants and employees alike by building increased resilience in modernised and, crucially, higher quality sites, which will also reduce fraud and error.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These actions will generate savings for the taxpayer, which is the right and responsible approach that the Government must adopt, considering the fiscal position that we face. Given the recent increase in the cost of living, driven by global demand shock, the impact post covid and Russia’s unacceptable invasion of Ukraine, we are always looking for opportunities across Government to make taxpayers’ money go further. In reality, for the DWP, that means taking the decision to exit oversized, poor-quality estates when opportunities or—as in this case—lease breaks arise, making our public services more efficient and space-saving where we can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Chris Stephens**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I join the Minister in praising the supreme efforts of Department for Work and Pensions staff over the past couple of years, but why should those who will find it difficult to travel 20-odd miles to another site because of transport issues or disabilities face the prospect of losing their job? That seems to go against everything the Government claim to want for disabled customers, for example.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am trying to give some context and to reiterate to the hon. Gentleman that the DWP is the biggest public service Department. The current issue is that we occupy 20% of the civil service estate. It is right that we seek to reduce our footprint while committing to retain what makes us great—I absolutely agree with him about that—in our national presence, which means that we can deliver locally for our customers. I think that hon. Members will find it helpful if I provide some numbers to illustrate the point and, I hope, answer some of the hon. Gentleman’s questions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The DWP currently operates from more than 920 buildings. In March 2022, it employed just over 92,000 people, but based on recent estimates, our buildings have the capacity for more than 158,000 people. More than 60% of our buildings are 30 years old or more; 3.3% of them currently meet the top two energy performance certificate ratings. The Department is committed to occupying only A and B-rated buildings by 2030. To answer one of the hon. Gentleman’s questions, we will be investing in the quality of the remaining estate, making sure that our buildings are the right places for our people to work. I believe that that will please him and those he represents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The modification to a better estate will generate significant gross savings: it is estimated that £3.5 billion will be saved over a 30-year period, with ongoing annual savings of £80 million to £90 million realised from 2028-29, supporting the delivery of efficiency savings across Government. Importantly, we are bringing in a better quality of workspace for our employees, as the hon. Gentleman and many of our workers have requested. It is important to stress that the estates-driven rationalisation programme is ambitious in terms of how we reshape the DWP and how the Department works. I recognise the impacts on people, but it supports the ongoing modernisation and transformation that we also need to provide for our people to create career progression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These changes will also support those Government priorities of fewer and better-quality buildings, investment in the condition of buildings, the future sustainability of the estate and, above all, our commitments to net zero. It is also about ensuring, vitally, that the Department maintains a footprint in Scotland and Wales and shows a firm and vital commitment to our precious Union. [Interruption.] You have to let me have that one. We are supporting our places for growth programme by committing to roles outside of London. It also supports levelling up. We are committed to retaining a presence in some of the most deprived areas throughout the nation and regions and creating career opportunity for our people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Chris Stephens**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is good to see the Department for Work and Pensions preparing itself for an independent Scotland, but that is not the point I want to make. The point I want to make to the Minister is on areas of economic deprivation. Some of these offices will be closing in areas of economic deprivation—I am thinking of Springburn in Glasgow, for example, and I have raised the concerns that the businesses have—which seems to go against the levelling-up agenda. How would the Minister square her argument with the fact that offices in areas of high economic deprivation are closing?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand the hon. Gentleman’s point, and I will go on to say how we are managing this and the opportunities that hybrid working affords us and our staff and how it supports caring and other responsibilities that people may have. I also draw back to the point of the nearly 200 new jobcentres—we are also heading towards 200 new youth hubs—that the DWP has invested in and brought forward as part of our plan for jobs. We are looking at a small part of a very large moving picture of a very large operational Department. For those affected, of course, this situation is concerning. The Department intends to make progress and during this pending review period, we have to set the foundation of the modernisation and transformation I have described.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me take the hon. Gentleman through the situation in Springburn in Glasgow, where 138 people are moving to Atlantic Quay. As part of the first tranche of conversations, all of the one-to-ones have been completed. I reassure him that only one of those 138 people is currently at risk. If people continue to live in the area, they will continue to spend in the area, especially through hybrid working.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the question of fixed-term appointments, 8,800 permanent positions have been confirmed, with more offers. We have had to safeguard the opportunities for permanent staff, with 500 more offers—I do not know the exact number; it is around that number but it is a moving picture. I am trying to give the House an idea. We are continuing to engage with the attrition we have with an older workforce and with people looking to progress and stay, but we are also trying to make sure that those who have come in and given their all to the Department get the opportunity to stay with us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To respond to the hon. Member for Strangford (Jim Shannon), I will take him through the issues in Northern Ireland. The areas are operated, as he will know, through the Department for Communities, and the sites affected are GB-only. Homeworking was a covid business-related opportunity measure. Hybrid working is absolutely there. It is not our preferred operating model for the DWP—our people need to be face-to-face with our claimants, and that is very important—but we have opportunities in terms of GB for outreach and help through the flexible support fund and partnerships within our local communities, and that is something I encourage. The DWP is not only in jobcentres; it is working in youth hubs, it is partnership working and it is supporting communities in a completely different way—not everyone will come and meet us in a jobcentre.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The recent additional JCP closures mentioned by the hon. Member for Glasgow South West are not related to the wider network design. However, the Department is taking opportunities over the coming years, as I have said, to improve incrementally our jobcentre network and the quality of the buildings both for colleagues and for customers. For example, we should get those jobcentres into town centres and on bus routes. We should use the opportunity to take forward some of those new temporary jobcentres, which offer better quality buildings and, above all, a better quality working experience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me turn now to hybrid working. The Department has introduced hybrid working, where colleagues are expected to spend 40% of their time in the office. It is anticipated that this will help those colleagues who may need to travel a little further to get to their new sites. Relocating individual teams into current roles or into existing smaller offices does not fit. What we do not want to do is create more smaller offices. We are trying to create hubs of 300 to 500 plus people. As I have said, those hubs work well in terms of people being able to pivot into the operational needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Chris Stephens**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That was a helpful response to my questions on hybrid working. Does that suggest that all redundancies can be completely avoided if there were an offer of either hybrid or home working for staff? Is that the Department’s intention?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me take the hon. Gentleman back to the point that I just made with regard to Glasgow Springburn. A total of 138 people are moving to Atlantic Quay. In terms of the one-to-ones, only one person is at risk at this point. This is, of course, an ongoing process of conversations around the redeployment, retraining and retaining of staff. We have an ageing workforce. We need to future-proof things and look after people and bring them forward. As I have said, this is only one moving part of what we are doing with our 92,000 people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Drawing on that, the DWP is taking advantage of shifts in post-covid expectations around customer service delivery—not at the expense of face-to-face work—making use of the opportunity of estate lease breaks in 2023 to enable the Department to achieve its future service delivery aspirations. I want to reassure hon. Members that our people are at the heart of this transformation and that their needs will not be overlooked. The transformation is being delivered in two tranches over the next 18 months. Where possible, if an alternative strategic site has been identified, subject to colleagues’ ability to move to that new site, they will transfer, in their current role, to that new site. Where no consolidation site is available, all efforts—I reiterate the words “all efforts”—will focus on retaining and redeploying colleagues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have consistently reassured hon. Members, whose constituencies are affected, that the driver for this programme is not a reduction in our headcount. Where possible, colleagues in offices that are due to close are being offered opportunities to be redeployed, or retrained so that they can undertake a new role in the DWP, or be offered opportunities with other Government Departments. We are currently working with 15 other Government Departments, which are madly keen on having those people with DWP operational experience join them. Absolutely, we note that recent announcements about the future of the civil service may have caused additional concern. The DWP will consider its response to the challenge and will come forward with its proposals in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Chris Stephens**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister has been extremely generous in taking my interventions. She outlined the discussions that she has had with other Government Departments, which is very welcome. Can she outline the discussions that she is having with the trade unions within the DWP, because, as yet, that is not something that she has mentioned in her reply?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman keeps interrupting me. I can assure him that I will get to that in good time. Let me just follow through on this and then I will reply to his question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me return to how we will support those who may be affected by our estate changes. Again, our focus continues to be on the best quality of estate, alongside retaining colleagues and supporting them. We are absolutely determined to continue to follow up on the conversations that we are having with individuals. Around 5,800 individual conversations with colleagues took place in 29 of the 43 affected sites. Pleasingly, following those conversations, more than 80% of colleagues have confirmed that they can move to a new site.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On trade union engagement, consultation is ongoing with the trade unions. Meetings are scheduled for twice a week, and they ensure that appropriate time is dedicated to discussions with the unions about their members’ concerns. In the period from 6 January to date, we have spent more than 65 hours in discussions with the unions, and we are fully committed to continuing that as we deliver the programme’s outcomes. Officials have also arranged a number of deep-dive sessions in consultation with the unions, including one with MyCSP on the civil service compensation scheme. I hope that that allays the hon. Gentleman’s fears about our conversations, which are ongoing, important conversations. I do not want this transformational change to impact our operations and, above all, the morale of our staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A clear measure of the success of the DWP’s updated hybrid working is that we have more flexible and inclusive workplaces that are capable of adapting to the needs of employees—those with health conditions, for example—and our customers. That has been welcomed by much of our workforce. In return, as I mentioned, the Department has been able to retain more people by enabling them to commit to moving with their role to an alternative, larger site. At those sites, they will get more training, learning and progression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On 11 May, the Department started the engagement of redeployment activity for about 1,000 colleagues in the first tranche who were impacted by the closure of their site. The process has already successfully matched more than 100 colleagues with new roles, and it continues to happen on a weekly basis. As a responsible employer, the Department has had to explore all options, including voluntary redundancy. That just might be an option for some, depending again on personal circumstances and on the outcome of our redeployment activity. However, voluntary redundancy is the absolute last resort, and it is boring, but I will continue to say that all our efforts are to retain, retrain and redeploy both within the DWP and in all other Government Departments. We will continue to do that until all avenues have been exhausted. Importantly, the scheme does allow our colleagues to request a quotation to allow them to consider what it might mean for them if an offer is made. No offers will be made until September. Every effort throughout this period is about supporting colleagues with redeployment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Colleagues will be delighted to hear that I will conclude. Reducing the back-of-house estate’s footprint will deliver value for money for the taxpayer, with significant gross savings of £3.5 billion over a 30-year period. We will deliver better quality estates and better quality working experience and progression opportunities. I hope to have reassured the hon. Gentleman and the House that we at the DWP are doing everything we can to redeploy and support DWP colleagues who are impacted by the modernisation and that they will continue to be fully supported throughout the process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}