{
    "url": "https://www.ukpol.co.uk/mims-davies-2022-speech-on-the-child-support-bill/",
    "title": "Mims Davies – 2022 Speech on the Child Support Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mims Davies",
            "url": "/tag/mims-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mims Davies, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 9 December 2022.",
    "content": [
        "It is an honour to speak in this debate, and I thank my hon. Friend the Member for Stroud (Siobhan Baillie) for introducing the Bill and raising this important issue. I am pleased to confirm that the Government intend to support the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was going to start by providing a brief background on the purpose of the CMS, but many Members have done a brilliant job on that so I will instead turn to the context of the Bill, making a couple of points and answering some questions, of course. I also want to pay tribute to all the DWP teams that work tirelessly in this space delivering the CMS service so diligently. As a constituency MP and a friend to many single parents, I have seen cases where help from former partners is needed to support children; making sure positive arrangements are in place is crucial to youngsters in every constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I must declare an interest as a single mum. I know personally how important it is for children to know, where possible, that they have the support of both parents, both financially and emotionally. I thank the Gingerbread charity for its advocacy work. I concur with many of the points made today. Our Minister in the other place, Baroness Stedman-Scott, who has day-to-day responsibility for the policy, is strident in her support for reducing parent conflict and making sure that children get the backing that they need and deserve from both parents. We are determined to ensure that the CMS process improves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank all hon. Members who have contributed, including my hon. Friend the Member for Bosworth (Dr Evans), who raised the CMS process and the other private Member’s Bill, the Child Support Collection (Domestic Abuse) Bill, which will be in Committee very shortly. I am delighted to have his support. There were thoughtful contributions from my hon. Friends the Members for Newbury (Laura Farris), for Darlington (Peter Gibson) and for Bracknell (James Sunderland). My hon. Friend the Member for Devizes (Danny Kruger) rightly paid great tribute to MPs’ caseworkers, who deal with the challenges and manage both sides of this issue day in, day out. We are grateful to them. On the point made by my hon. Friend the Member for Broadland (Jerome Mayhew) about the delays in court and liability orders, it takes three to six months from the case being referred to court for a liability order to be granted. We expect that to reduce significantly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the wider point about the Child Support Collection (Domestic Abuse) Bill introduced by my hon. Friend the Member for Hastings and Rye (Sally-Ann Hart), I am glad to endorse what many Members have said. The Bill will allow for cases to be moved from direct pay to the collect and pay service when one parent is a victim of domestic abuse. That is an important measure, and I am grateful to hear further support for it in the Chamber today. Its Committee stage is forthcoming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the point made by my hon. Friend the Member for Newbury about why compliance figures have been decreasing, the Child Maintenance Service has been experiencing falling compliance figures since March 2021 after a period of improving compliance. A key driver of falling compliance is the difficulty of deducting child maintenance from universal credit payments. Universal credit prioritises other third-party deductions ahead of child maintenance deductions. Let me reassure the House that work is ongoing with universal credit policy colleagues to identify how deductions for child maintenance can be rightly reprioritised, and to recognise that collect and pay deals often with the most difficult cases. Parents can co-operate and make their own arrangements—that is one scenario—but we are talking about the difficult scenarios.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Member for Reading East (Matt Rodda) for raising concerns about backlogs. The CMS is committed to delivering service of the highest standards and has been recognised with customer service accreditation, an independent validation of achievement. It responds quickly to parents using the service. In the quarter ending June 2022, 84% of changes in circumstances had been actioned in 28 days. I say to parents that, as we heard from my hon. Friend the Member for Devizes, if something has changed, they should let the CMS know. Call handling has been improved, with calls directed to the most appropriate person.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to pick up on what my hon. Friend said about why maintenance calculations changes are factored in. Parents are able to report changes of income at any time. I reiterate that to him and any of our caseworkers. Where that change is greater than 25% of the income we hold on our system, we will alter their liability. Parents can ask for a calculation decision by the CMS to be reviewed through the mandatory reconsideration process within 30 days. If they are still not satisfied, they can appeal to the tribunal service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Danny Kruger**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I very much appreciate that point and that is indeed the case. I just wonder why 25% is the cut-off. It is quite a large amount. If a change comes in just underneath that, why should not that be considered as well?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for raising that. I do not personally know the answer, but I am happy to look at that point and write to him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**James Sunderland**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister is talking eloquently about the need for courts to uphold and the need for parents to be chased for the money that they owe through the CMS. By the same token, although it is not within the scope of the Bill today, could she comment on the ongoing plight of those who do not have access to their children—those who are prevented from seeing them? We can all recall the plight of Fathers 4 Justice—Spiderman hanging from the gantries on the M25. It is important that we discuss, or at least raise today, the issue that it works both ways and that we also have to give deference in law to those seeking access to their children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for raising that. He is right to say that. We have seen this in our constituency surgeries: there are always two sides to every story. It is right that we have processes that are able to respond to that and that parents are able to see and engage with their children. I reiterate that my hon. Friend in the other place, who has day-to-day policy responsibility for this matter, is very much focused on reducing parental conflict. Above all, this is about supporting children, getting them the best start and ongoing support to thrive in life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me make some progress on the importance of today’s Bill. Child maintenance payments provide vital support to separated parents. Approximately 140,000 fewer children are growing up in poverty as a result of child maintenance payments. This includes payments through the family-based process and through the service. As my hon. Friend the Member for Stroud has already stated, in the past 12 months, more than £1 billion-worth of support was arranged and collected through the Child Maintenance Service. That exemplifies the intent of the service, which is to promote collaboration between separated parents and encourage parents to meet their responsibilities in providing for their children, meaning that youngsters get the financial support that they need for that good start in life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Research shows that children tend to have better emotional wellbeing and higher academic attainment growing up with parents who, together or indeed separated, have that good-quality relationship and are able to manage conflict well. Child maintenance cases are managed by two processes, as we discussed earlier. The collect and pay caseloads are more challenging. That is where a collaborative arrangement has either failed or not been possible. Therefore, these parents are considered less likely to meet their payment responsibilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know the difference that child maintenance can make in people’s day-to-day lives, so unpaid child maintenance should be paid immediately. We know that the vast majority of parents want to do the right thing to support their children financially. Where a parent fails to pay on time or in full, our strategy is to tackle payment breakdowns at the earliest opportunity and to take action to re-establish compliance and collect any unpaid amounts where they have been accrued.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Child Maintenance Service is able to deduct £8.40 a week towards ongoing maintenance or arrears from certain prescribed benefits, as I have discussed. Where measures prove ineffective or inappropriate in collecting arrears, the CMS will apply to the court service or the sheriff court for the liability order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The liability order enables the use of more stringent powers, as we have heard, and we are able to take more serious action. Since June 2022, the Child Maintenance Service has collected £2.7 million from paying parents with the court-based enforcement action in process. We regularly review processes and policies in line with best practice to deliver the best outcomes for parents and children, and I note the point made by my hon. Friend the Member for Devizes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Matt Rodda rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I just wanted to turn to the hon. Gentleman’s point. I would like to write to him on that as I am not the Minister responsible for that day to day. I hope that he will understand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The details of these powers will be set out in secondary legislation, with the right for a liable parent to appeal against an administrative liability order. Regulation powers and other provisions will be included. That means that proper scrutiny can be undertaken by the Government and the relevant Committee. We can then make sure that the regulations include the right to appeal. Those regulations will also be subject to the affirmative procedure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Bill is of great importance for the Child Maintenance Service. It will make sure that we make the necessary improvements we have heard about today to the enforcement process and, above all, that we get the money to children more quickly. I am pleased that the Bill has been introduced, and I commend my hon. Friend the Member for Stroud for bringing it to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}