{
    "url": "https://www.ukpol.co.uk/clinton-davis-1978-statement-on-oil-pollution-on-the-east-anglian-coastline/",
    "title": "Clinton Davis – 1978 Statement on Oil Pollution on the East Anglian Coastline",
    "post_date": "April 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Clinton Davis",
            "url": "/tag/clinton-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Clinton Davis, the then Under-Secretary of State for Trade, in the House of Commons on 8 May 1978.",
    "content": [
        "The Greek tanker “Eleni V” and the French bulk carrier “Roseline” collided in fog at about 12.15 p.m. on Saturday 6th May, some eight ​ and a half miles east of Happisburgh and six miles off the coast of Norfolk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am glad to be able to inform the House that no lives were lost and that there were no serious injuries reported. The 39 crew members of the tanker were taken aboard the “Roseline” and have been taken to France.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The “Eleni V” was cut in two about one quarter of the way from its bows. The larger after section is under tow and is off the Hook of Holland, awaiting entry to Rotterdam. The smaller forward section tilted through rather more than 90 degrees, to leave the bows almost vertical with about 20 feet above and some 80 feet below water.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given the condition of the forward section and in view of some deterioration in the weather outlook at about Sunday midday, it was decided to attempt to beach the forward section off Yarmouth, in a reasonably favourable position for further salvage operation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unfortunately, the forward section swung on touching the bottom this morning, and the tow line parted. The last report I have is that, after drifting south, the section is on Corton Sand, about three miles off Lowestoft. A Trinity House vessel and four tugs, including two equipped for spraying, are in attendance and are seeking to secure a line to that section.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The “Eleni V” was carrying some 16,800 tons of heavy fuel oil from Rotterdam to Grangemouth, including approximately 5,000 tons in the forward section.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My Department’s anti-pollution organisation was activated immediately after the collision. A helicopter reconnaissance on Saturday afternoon, in poor to moderate visibility, located only one oil patch of any size. Reconnaissance flights are continuing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By midday on Sunday, eight spraying vessels were in operation off Yarmouth, with a naval vessel acting as on-scene commander, and succeeding in breaking up the patch into smaller slicks. Ten spraying vessels are there at present.  \nSome oil has come ashore this morning on 15 miles of coastline between Winterton and Lowestoft. At worst it is about 25 feet wide but in most places it ​ is in patches. The local authorities are satisfied that they are coping with this oil.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very conscious that the remaining oil on the forward section—perhaps 3,000 to 4,000 tons—represent a potential pollution risk. Our objective is to remove this threat of pollution as soon as this can practicably and safely be done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The French authorities have put in hand an inquiry into the conduct of the master and crew of the French ship and it is also hoped to take evidence from the personnel of the Greek ship. I have only just been advised that the Greek authorities are proposing to undertake a public inquiry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}