{
    "url": "https://www.ukpol.co.uk/mims-davies-2022-statement-on-dwp-train-and-progress/",
    "title": "Mims Davies – 2022 Statement on DWP Train and Progress",
    "post_date": "February 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mims Davies",
            "url": "/tag/mims-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Mims Davies, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 21 February 2022.",
    "content": [
        "The Government will be expanding the additional training flexibility element of DWP Train and Progress until April 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "DWP Train and Progress is a key policy initiative introduced in April 2021 that reinforces the importance of work coach engagement to identify and help address claimants’ skills needs. It is part of the overall support offered to assist in meeting their work and career goals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It mobilises our network of jobcentres to make best use of existing flexibilities within the universal credit system to deliver the skills interventions designed to help people move into work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A core element of DWP Train and Progress is to enable universal credit claimants to access and participate in full-time work-related training opportunities for up to 16 weeks such as Department for Education funded skills bootcamps and the equivalent delivered by both the Scottish and Welsh Governments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is vital the Jobcentre Plus support offer includes the ability to enable claimants to enhance their existing skills or gain the new skills that local employers need. The recently announced Way to Work campaign will ensure eligible benefit claimants are rapidly supported to take on the many vacancies that remain unfilled in the wider labour market. The Government also recognise that for some claimants and some job roles additional upskilling will be necessary in order to enter and progress in sustained employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Through the current flexibilities, UC claimants have been able to access wave 1 of the £540 million Department for Education skills bootcamps and claimants will be able to learn skills in sectors such as construction, engineering, and logistics as roll-out continues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}