{
    "url": "https://www.ukpol.co.uk/geraint-davies-2022-speech-on-voter-id-at-elections/",
    "title": "Geraint Davies – 2022 Speech on Voter ID at Elections",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geraint Davies, the Labour MP for Swansea West, in the House of Commons on 12 December 2022.",
    "content": [
        "The policy of requiring people to have ID to vote is simply a corruption of our democracy. It knowingly suppresses poorer communities, so the Tories can cling on to power during their economic disaster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that some 30% of people do not vote in general elections already; we know that, of the 243 million votes cast in the past 10 years, there are only a handful of examples of fraud; and we know that some 2% of the population do not have a driving licence, a passport or another form of ID, and that they will now be required to go and get that ID. Many of them will not get that ID and will therefore be automatically disenfranchised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that the poor will be disproportionately hit; we know the disabled will be hit; we know black and ethnic minorities will be hit; and we know the young will be hit. We also know these regulations allow older people, but not younger people, to use travel cards, such as Oyster cards, as voter ID. This policy is overtly discriminatory and is clearly designed to suppress votes and to load the dice at a future election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Aneurin Bevan, who famously started the health service, would be 125 years old if he were still alive today. In “In Place of Fear”, his political analysis was that British politics is a struggle between property and the interests of property, by which he meant the Conservatives, and poverty, by which he meant the mass of people represented by the Labour party. He took the view that, in difficult economic times, property would attack democracy itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At a time when one in four people is now in food poverty, thanks to the incompetence and cynicism of the Conservative party, we have a situation in which the Conservatives are attacking democracy itself. They are attacking the right to peaceful protest, and they are now attacking the right to vote by requiring voter ID. This is a transparent attempt to corrupt democracy. It is totally wrong, and I hope a future Labour Government will repeal it immediately.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}