{
    "url": "https://www.ukpol.co.uk/dehenna-davison-2022-statement-on-the-levelling-up-and-regeneration-bill/",
    "title": "Dehenna Davison – 2022 Statement on the Levelling Up and Regeneration Bill",
    "post_date": "November 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dehenna Davison",
            "url": "/tag/dehenna-davison/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dehenna Davison, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, in the House of Commons on 23 November 2022.",
    "content": [
        "It is a pleasure to be here for the next stage of this vital Bill. My right hon. Friend the Secretary of State recently set out his guiding principles for the Bill: beauty, infrastructure, democracy, environment and neighbourhoods—or, for acronym fans, BIDEN. We want to ensure that people across the country have the opportunity to live and work in beautiful places, supported by the right infrastructure, with strong locally accountable leadership and with better access to an improved environment, all rooted in thriving neighbourhoods of which they can be proud. Regrettably, though, there are areas of the country that are long neglected and that will require a concerted effort from us all. We have to put an end to the shameful waste of potential that has held so many of our constituents and our country back for so long.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is why the ambitions set out in the levelling up White Paper are so crucial. If we are going to achieve our ambitions, we have to be focused. That is why the first part of the Bill creates a self-renewing national focus on this endeavour, through the setting of and reporting on missions to level up. These missions, with their clear, measurable objectives, will drive the action needed to reduce geographic disparities. One such mission is our vision for devolution across England. This is why the Bill creates a new model for devolution: the combined county authority. It also improves existing models thought the combined authority and county deal models, making devolution easier to achieve, extend and deepen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Clive Betts (Sheffield South East) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the disappointments with this Bill is that, although it extends the principle of combined authorities to county areas, it does not actually transfer any new powers to local government as a whole that are not currently available in some authorities. Could the Minister point out one place in the Bill where a new power that is currently not devolved to local government will be devolved after the Bill is passed?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chair of the Select Committee is a passionate campaigner on these issues. He will know that the Government are incredibly keen on empowering local areas to take on their own devolution deals, and that is why we are in the process of negotiating a large number of deals, including trailblazer deals with Greater Manchester and with the West Midlands, which I know Members right across the House are incredibly passionate about. We are looking at new powers and new funding to ensure that those devolution deals deliver for local people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are making it easier to achieve, to extend and to deepen devolution. At the same time, the Bill is making it easier for local authorities to regenerate their areas by providing them with new and improved tools for that purpose, including a new locally led model for urban development corporations, changes to ensure that any former development corporation can have conferred on it the functions most useful to its purpose, and improvement to the compulsory system to remove barriers so that authorities can assemble land, including brownfield land.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Betts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Often, when compulsory purchase powers are used by local authorities, the value of the site they are purchasing is enhanced because they are using those powers and the owner of the site gets a “hope value” addition to what they receive. Would the Minister consider ensuring that, where a CPO has been put in place, no extra value is generated for the owner because the CPO itself is operated or because it is part of a regeneration site as a whole?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am happy to discuss that with the hon. Member in further detail following the debate today. It is certainly something that we are exploring behind the scenes with a view to taking action at a later date.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are also looking at introducing discretion for local authorities to increase council tax on second homes and long-term empty homes, together with innovative high street rental auctions to tackle the damage that the gradual erosion of high street occupancy can cause.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Hon. Members will recall that the Government have already made provision for the full repeal of the Vagrancy Act 1824. As the Secretary of State has said, the Vagrancy Act is outdated and has to go. This Bill was introduced initially with a placeholder clause, allowing for a replacement to the Act to be added. During the passage of the Bill, however, we have listened to the depth of feeling from Members across the House, and particularly from my hon. Friend the Member for Cities of London and Westminster (Nickie Aiken), who has campaigned passionately on this issue. After working with Members across the House and having reflected on the right approach to the replacement legislation, I have tabled amendments to remove the placeholder clause. I can commit to the House that the Government will not bring forward any amendments to the Bill on this subject. We will, though, be working with the Home Office to make sure that the police and others have the tools they need to protect communities and ensure that people feel safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Nickie Aiken (Cities of London and Westminster) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I absolutely welcome the Government’s action on this. Does the Minister agree that the best way to deal with the street population is through proper outreach and not through criminalising their behaviour?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I completely agree with that sentiment. Any new legislation that may be introduced at a future date will not be looking to criminalise anyone for just being homeless. That is a firm commitment that I can make here today. My hon. Friend is absolutely right. Let us look at the Government’s rough sleeping strategy as an example, and at the other ways we can outreach to ensure that those who find themselves homeless, often through no fault of their own, find the support they need to get back on their feet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On vagrancy, my colleagues and I look forward to continuing to work with Members across the House on our goal of ending rough sleeping and ensuring that people in need receive appropriate support to help them move away from life on the streets for good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Strengthening our communities also means strengthening local leadership. We all know from our constituencies that Whitehall, however well intentioned, cannot always understand a community as well as the local people who live and work within it, so our ambition is for local areas to determine their own futures, allowing local leaders to take charge and enable their communities to thrive. We therefore want to offer the option of a devolution deal with a directly elected leader to every part of England that wants one by 2030, creating clear local leadership and greater accountability for any new powers conferred on them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Members will recall that the Bill puts in place a framework to achieve this by creating a new model of combined authority—a combined county authority—which is more suitable for areas outside urban centres. This means that areas and communities everywhere, not just in major cities, can benefit from bespoke devolution deals that work for them. Providing these opportunities for all communities across England will increase innovation and enhance local accountability. This in turn will lead to more co-ordinated decision making with greater flexibility over funding, all of which will empower areas to attract more inward investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend the Secretary of State and I have been grateful for the support that our reforms have attracted in our discussions with hon. Members and local areas, and Members will be aware that our devolution negotiations and conversations are continuing at pace. In the summer, we announced new devolution deals with York and North Yorkshire, and with parts of the east midlands: Derby, Derbyshire, Nottingham and Nottinghamshire. There are more deals to be signed soon. Implementation of the east midlands deal is dependent on provisions in this Bill gaining Royal Assent and coming into effect, but they will of course be subject to statutory processes, including parliamentary approval of secondary legislation on creating new institutions with the devolved powers. The invaluable feedback from our discussions so far has allowed us to table three amendments today to put some matters beyond doubt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**John Stevenson (Carlisle) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister is talking a lot about those areas where there is devolution already or where there is the potential for devolution, but what about those areas where there seems to be an absence of any discussions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I say, we have discussions under way at the moment and we are looking ahead to which new devolution deals we can start exploring. I am certainly happy to work with my hon. Friend to see if this is something we can deliver in his local area in Cumbria, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our first amendment relates to clause 16, which allows the conferral of local authority functions, including those of county councils, unitary councils and district councils, on to a combined county authority, or CCA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Richard Graham (Gloucester) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the Minister for giving way, because this is of seminal importance to all second-tier councils around the country. I therefore welcome Government amendment 29. Can she confirm, for the avoidance of any doubt, that this means, as the explanatory statement suggests, that there is no question of the functions of a district council in a two-tier area being handled by a combined county authority and that, although it says\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“a CCA may make provision”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "a CCA cannot make provision where there is a second-tier council?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I can confirm that, and my hon. Friend pre-empts the next bit of my speech, which will hopefully provide some reassurance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Clause 16 is essential to enable CCAs to be conferred with, for example, the economic development and regeneration functions of a council so that it can deliver them over a wider area, thus driving growth. Although it was never the Government’s intention, we have heard concerns from colleagues on both sides of the House, as well as from local authorities and the District Councils Network, that the clause could be used for the purpose of upward devolution. So there can be absolutely no doubt, we are explicitly precluding the conferral of two-tier district council functions on to a combined county authority. This amendment reflects the Government’s commitment that devolution legislation will not be used to reallocate functions between tiers of local government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Government amendment 29 will still allow for combined county authorities to exercise functions with district councils concurrently or jointly, facilitating joint working on important issues where there is a local wish to do so. I hope that addresses the concern embodied in amendment 17, tabled in the name of the hon. Member for Wigan (Lisa Nandy), who is not currently in the Chamber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our second amendment provides for the effective co-ordination of highways infrastructure, to enable key route networks to operate effectively. Improving key route networks across towns and cities is a Government priority, and we want to facilitate the improvement of transport links as much as possible. The co-ordination of transport across the area of a combined authority or combined county authority is a tool that local leaders across the country have told us is valuable. We therefore propose an amendment to meet the commitment in the levelling-up White Paper to provide a new power of direction for Mayors and combined county authorities, to increase Mayors’ control over key route networks. This will enable them to better co-ordinate the delivery of highways infrastructure, which is needed for effective key route networks across the whole of their authority area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our third amendment is a small amendment to improve the partnership between police and crime commissioners and local leaders by clarifying legislation to ensure that PCCs can participate in local government committee meetings. Stronger partnership working between local leaders is central to the Government’s priority of ensuring that local voices are heard on important issues and that decision making is informed by a variety of perspectives in order to deliver our ambitions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These three amendments add to the strong foundations the Bill already provides for devolution, by going further to solve the specific issues that areas face. In that spirit, I can announce that we will shortly be consulting on how houses in multiple occupation are valued for council tax purposes. The consultation, to be launched by January, will look at situations where individual tenants can, in certain circumstances, be landed with their own council tax bill and will consider whether the valuation process needs to change. Our clear intention is for HMOs to be classed as single dwellings, other than in exceptional circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mrs Natalie Elphicke (Dover) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is important to look at the balance of council tax attributions for HMOs, but will the Minister confirm that any local authority that has such HMOs will have its council tax settlements adjusted, should a decision result in it making a net loss in such a situation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will be consulting on this as a matter of urgency, and I am happy to take this away and to work with my hon. Friend to make sure we find a settled solution that works for local authorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If regulation is required, the measure will allow that regulation to be in place before the Bill receives Royal Assent. I thank my hon. Friend the Member for Gosport (Dame Caroline Dinenage) and my right hon. Friend the Member for Portsmouth North (Penny Mordaunt) for their campaign highlighting this issue, which I know affects other MPs. The Secretary of State and I look forward to meeting their local businessman, Mr Brewer, in the coming days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Separately, I can confirm that, during the Bill’s passage in the other place, we intend to table amendments addressing circumstances in which authorities have to pay hope value when they compulsorily purchase land in an effort to regenerate their area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, we have also tabled amendments to make minor corrections and clarifications in support of high street rental auctions and compulsory purchase reforms. These amendments will ensure the policy objectives of these measures can be achieved in full.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Richard Graham**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the Minister for giving way a second time. I thank her and the Department for Levelling Up, Housing and Communities team for listening so carefully to the concerns of Members on both sides of the House. What she says about new clause 7, tabled by my hon. Friend the Member for Gosport (Dame Caroline Dinenage), is incredibly reassuring for people who are renting in HMOs. The ability to fine tune legislation is so precious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to my hon. Friend for his incredibly kind words.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank Members on both sides of the House for the constructive way in which they have engaged with this important Bill. I look forward to hearing their contributions to today’s debate, and I commend our amendments to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}