{
    "url": "https://www.ukpol.co.uk/david-davis-2002-speech-at-the-conservative-local-government-conference/",
    "title": "David Davis – 2002 Speech at the Conservative Local Government Conference",
    "post_date": "November 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Davis, the then Conservative Party chair, in Watford on 28 February 2002.",
    "content": [
        "Chairman, ladies and gentlemen, I am delighted to be here with you today at the beginning of the conference. A conference at which we have the opportunity to express our belief in the importance of local government, and to learn how we can build on the progress which we have made in local elections since our 1997 election defeat.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 1997, the Conservative Party was the third party in local government. By the end of the last Parliament we had made significant strides and gained 2,500 Councillors. We are now the second party in local government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It must now be our aim to restore our standing as the first party of local government by the end of this Parliament, and to become, once again, the natural party of local government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These elections will be the largest set of local elections since 1999. As such, they represent a major chance to continue our recovery. Not only will that ensure that more people benefit from Conservative local government, it will strengthen our organisation around the country and weaken the Labour and Liberal Democrat organisations. We know to our cost from our experience in the mid-1990s what damage the loss of experienced local councillors does to this Party’s organisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As such, I could not be talking to a more important group of people. In those parts of the country that have few, or in some cases no, Conservative MPs, the people in this room and your colleagues who could not be here today are the only public face of the Conservative Party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As Chairman of the Party, I will ensure that you receive the support which you require from Central Office. We will ensure that you receive first class campaigning advice and that when the Party launches a national campaign you have the material you need to play a leading role in that campaign in your area. We are now in the era of joined-up campaigning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For example, we have talked to councillors and produced a crime campaign to highlight the Government’s dreadful record on crime – a campaign with leaflets, petitions and back-up material which you can order from Central Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will also be mobilising the entire Party to highlight Britain’s Crime Crisis on our April 20th Action Day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And, for those of you fighting the Liberal Democrats, there will be support from the new Liberal Democrat Campaign Unit I have set up at Central Office headed by Angela Browning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Unit will work with you to ensure that you have the ammunition to deliver our message on the ground consistently, and with the intensity required to match and surpass the efforts of the Liberal Democrats. To make it clear that it is the Conservative Party which is aware of the issues that matter to people, and that it will work tirelessly to address them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Unit will be visiting constituencies in the near future to discuss the needs of Associations. From these discussions, an action plan particular to each constituency will be formulated which will set out a timetable of campaigning work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Central Office will not then leave you on your own. It will work with you every step of the way, and provide support for the long-term effort which will be required. For it will not be easy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Related to our campaigning against the Liberal Democrats is the question of entering into coalition with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I realise that sometimes you are faced with difficult decisions. Perhaps Labour have been running a particular council for years and services have reached rock bottom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As soon as Labour lose overall control it may be tempting to do a deal with the Liberal Democrats. When we are asked about the wisdom of doing so, we have in the past always advised against.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will be monitoring the election results in those areas where we have gone into coalition with one of our political opponents or tried to run a minority administration without the votes to pass our budget to see how they compare with results in other areas. By doing so, we will be able to provide an informed opinion about the reality and consequences of such coalitions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For we must never forget what the Liberal Democrats are really like. In Sheffield they licensed a Thai message parlour on the condition that it installed disabled access. This is a Party whose International Development spokeswoman sent out a press release claiming she was opening a hospice that had yet to be built.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Their capacity for dishonesty is unparalleled, their habits of deceit are unbelievable, a party whose untrustworthiness is surpassed only by their hypocrisy. And, whilst they are invariably the first to claim credit for popular policies, it is a rare day when they actually do any real work for their constituents. They should be approached with extreme caution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So I will report back to you on our analysis of these results, so that you can make well-informed decisions about how to deal with these difficult situations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am determined, then, to strengthen the relationship between the national party and our councillors, a relationship based on openness and mutual respect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we are determined to practice what we preach. During this Conference you will hear from Theresa May and Iain Duncan Smith about how we intend to put councils and councillors in the driving seat of our public service reforms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You are the people closest to the communities you serve. You understand better than anyone what needs to be done to make life better for your residents. I can make you this promise. As we develop new policies on crime, health and education in the months and years ahead, we will be looking for ways to make that local experience count.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With your help we can revive local government in this country and turn our councils into laboratories of democracy that will improve public services in this country. In the process we will redefine the relationship between local and national politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "During this Conference, you will be hearing more about the improved service Central Office will be offering, and from a number of Shadow Cabinet members. I would like to spend the rest of my speech talking about the key local elections that will take place in two months time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should not underestimate the importance of extending the benefits of Conservative local government to more and more people. The evidence from the Audit Commission’s performance indicators show that Conservative councils deliver better quality public services while still charging lower council taxes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour and Liberal Democrat councils have the highest council taxes in England. Thirteen of the councils with the top twenty highest council taxes in England are Labour-controlled. None are Conservative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In contrast to the record of Conservative administrations, both Labour and Liberal Democrat controlled councils betray a wasteful and disdainful attitude which is far from the image they try to present.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like Labour-controlled Norwich City Council which decided to chop down a series of horse chestnut trees on the grounds that conkers could pose a hazard to children, despite the fact that the trees had been there for years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like Labour-controlled Doncaster Council which sent its maintenance workers on half-day courses to teach them how to change a light bulb. The council also spent £5,000 to teach its workers how to climb ladders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like Labour/Liberal Democrat-controlled Gloucestershire, whose Liberal Democrat Group Leader said that answering a question about the cost of refurbishing the County Council Cabinet Office would not be a good use of officers’ time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like Labour-controlled Birmingham, which spent £85,000 on 193 trips abroad by councillors and officials in a single year, despite a supposed clamp down on globe-trotting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Though these examples may appear to be trivial, they betray the mind-set which leads to incompetence, and failure to deliver essential services to local communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Such as the councils in Islington and Haringey. Both received damning OFSTED reports. In the case of Islington, the council lost control of school services, which were contracted out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government’s consultants, Capita, described Haringey’s education department as “dysfunctional”. As a result, Haringey was stripped of its core education services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is little wonder that Labour have spent their five years in office centralising power at every turn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When they look at their record in local government they know they can’t trust their own Party in the dark.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They were elected promising to combine the honesty of John Prescott with the subtlety of Peter Mandelson. Instead they have combined the subtlety of John Prescott with the honesty of Stephen Byers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yesterday Labour announced they were dropping three major bills in Parliament on reforming the House of Lords, overhauling the criminal justice system and extraditing terrorist suspects. Why? So they could make way for a bill banning foxhunting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And why did they do that? To reward the left of their party for giving unanswering and unthinking support to Stephen Byers this week – despite the chaos in his Department, despite the lies, despite the bullying of civil servants, despite the pattern of disgraceful behaviour that did nothing to promote better transport, but did anything to promote the narrow interests of New Labour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It tells you everything you need to know about this Government. At the first sign of trouble, the unspeakable seeks to outlaw the pursuit of the inedible. Tony Blair practices politics without probity and power without priorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is his failure to deliver, his record of rising crime and failing transport, of increased council taxes and declining services that we will be running against in May.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "May’s elections are also the first nationwide electoral test for the Party since the General Election – a chance to put our General Election defeat behind us and start us on the road to victory at the next Election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They are not a battleground that we would have chosen – many of the seats up for election are in London, one of the few parts of the country where we did worse in 2001 than we did in 1997. Even outside London, the elections are largely being fought in Labour territory – the metropolitan areas around Birmingham, Leeds, Liverpool, Manchester, Newcastle and Sheffield. Nevertheless we are determined to do well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The media will judge our performance against three criteria – our share of the vote, the number of seats we win and the number of councils we win.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our strategy therefore has four key elements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First: to maximise our share of the vote by contesting as many seats as possible. In the equivalent set of elections four years ago, the Conservative Party fielded candidates for just over 93 per cent of the seats. Labour fielded candidates for just over 97 per cent and the Liberal Democrats for nearly 82 per cent. Next May, we must aim to field more candidates than Labour. Unless there are exceptional circumstances, we should field a candidate for every seat.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Second: to maximise the number of seats we win by encouraging constituency associations to target their resources on marginal wards. Too many times in the past we have built up our majorities in the seats we already hold while missing out on neighbouring marginal seats by a handful of votes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Third: to maximise the number of councils we win by targeting Central Office resources on the most marginal councils. If you do not have local elections this year, it is vital that you help in one of these target councils.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And, finally, to ensure that if we achieve a good result the media report it as such. Labour are already spinning that they are going to lose 500 seats so that if they lose a couple of hundred they can claim it as a triumph. We must not let them get away with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The results of local government by-elections over the last few months show that where we work hard and follow the campaigning tactics you will hear outlined at this Conference, we can win.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So we recognise that there is a great deal of work underway to improve the campaigning support that we provide to Constituency Associations, councillors and Party activists around the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But this is going to be hard work and I want you to be involved. The rebuilding of our local government base brings huge advantages to our Party and I would like to see more involvement from our councillors at every level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I have said, our first effort must be to get the best possible results this May. However, following these elections, we will be focusing on the important role which the Conservative Councillors Association should be playing in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So I want to talk about how the Conservative Councillors Association can be more involved in some important areas:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In providing expert input to our policy review\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In helping us to build up a set of good news stories about successful Conservative policies in action\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In helping to resource and run our campaigning support for constituencies so that we can provide campaigning material and advice to rival and beat the Liberal Democrats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In providing a forum for activists as well as councillors to train as campaigners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am serious about working with you to ensure that the Conservative Councillors Association is at the heart of our campaigning revival. It is an important priority for me and vital for the Party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should be under no illusions about what we are up against. Anyone involved in a target seat during the last election knows exactly what I mean. Labour made up to 50,000 telephone calls in many of our target seats. In one seat we lost to the Liberals, in the last six months they delivered half a million leaflets, that’s 15 per household.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have to fight fire with fire. That does not just mean commitment and hard slog – though there will be plenty of that, it means smarter, more professional campaigning. That is why the CCA is so important. That is why these council elections are the top priority in Central Office over the next nine weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that you will all find this conference enjoyable, interesting and, above all, useful. The coming local elections, and each one following, are enormously important in their own right. But each successful result is also one more step to removing this disgraceful government from power, and towards the next Conservative victory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, before I finish, Mr Chairman, there is one more thing I have to say. I understand that this weekend you are standing down as Chairman of the Conservative Councillors’ Association after four years of distinguished service. On behalf of everyone here today and those who were unable to attend can I thank you for everything you have done for Conservative local government and for the Party as a whole.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}