{
    "url": "https://www.ukpol.co.uk/stephen-o-davies-1967-speech-on-aberfan-inquiry/",
    "title": "Stephen O Davies – 1967 Speech on Aberfan Inquiry",
    "post_date": "October 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1967",
            "url": "/tag/1967/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen O Davies",
            "url": "/tag/stephen-o-davies/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The speech made by Stephen O Davies, the then Labour MP for Merthyr Tydfil, in the House of Commons on 26 October 1967.",
    "content": [
        "The House will probably understand why the day of this debate has been my most unhappy day in the very long years I have been a Member. It is not merely because the disaster took place in my constituency; it took place among men, women and even children whom I knew and know.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We hope that with the debate and the Report and recommendations of the Tribunal we shall put an end to disasters of the kind which occurred at Aberfan. It is not an easy job, but it must be done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is not my intention to add to the sorrows of my neighbours. A number of them are here today and they should leave the House with a conviction that their loss has not entirely been in vain, and that the House will take steps, as it can, to prevent such tragedies in the future. As an ex-miner, and a mining engineer, I have made a life-long study of mining. I have something to say about the potential dangers of similar tragedies that still exist, particularly in the South Wales coal field. On the whole, the coal seams are far below the surface and the physical topography of the Wales coal field adds immensely to the dangers of the tipping that has been going on. The National Coal Board inherited the practices of the long years before it had responsibility for the mines of this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I was a young coal miner, working in a colliery immediately to the west of where this disaster occurred, I came up from the coal shaft one Monday afternoon—and Monday was a short day in the collieries—to the beautiful sunshine, and I saw on the mountainside, which must have been beautiful, too, at one time, rubbish and debris being tipped from the coal mine. Standing near me on my left was the general manager, a man for whom I had great respect. Indeed, he started many of us as students of mining and of science in coal mining. I turned to him—his name, like mine, was Davies—and I asked, “Mr. Davies, is not that an absolute scandal, bringing all this rubbish from underground and tipping it on the hillside, instead of scientifically stowing it underground and thus perhaps preventing in the future widespread subsidence in the coal field?” He was a great mining engineer. His answer was typical of those days. He said, “Stephen, let me tell you, confidentially, that I have to bring it out because it is cheaper to haul it up the shaft and tip it on the hillside”. Needless to say, I never reported that story while that first-class man held a responsibility under the old dispensation. He was extremely kind to the youngsters in the industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Coal Board has inherited a beastly and unscientific tradition. It accepted what had been done in the old days. May I deal with the fact that Members of the House have no power to question anything done by the Coal Board which we feel ought to be questioned? I made that point while the Bill nationalising the industry was being passed through the House. In general I supported it, but there was one part of it which I did not like, and that was that we were lifting the industry out of the control of the House and vesting it in a number of unelected and unrepresentative men. I used that expression at the time, and I also pointed out that if a disaster happened in any of the collieries in my constituency and hundreds of lives were lost, neither I nor any other hon. Member would have the right to put a Question to the Minister, except by the grace of Mr. Speaker or his Deputy. We should have no such right unless it were conceded to us—and I say that with no disrespect to the Chair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some of us have spoken a lot about tipping during our days. I have mentioned the topography of these valleys in South Wales and the dangers of subsidence. Time is passing and subsidence is getting a bigger danger than ever. How are we to obviate that danger? We must get these tips cleared. There is no alternative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must be under no illusion that the Aberfan tips have been made safe by today. They have not been made safe. There are two tips right at the top of the old tip, to be seen glaring at us every day, full of threat. They might come down and cover some part of the village again. The Aberfan people insist —and I insist with them—that what is left of those tips must be removed. I hope that the Minister and the Secretary of State for Wales will be with us on this matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Marsh** My hon. Friend has made an incredibly serious statement. As far as I am concerned, there is no foundation whatsoever for his suggestion that the tip at Aberfan still represents a danger to the village. Before I wind up the debate I will make further inquiries, but I thought that this was such a serious statement that I should intervene. I will make further inquiries and if what my hon. Friend says is not the case, I hope that he will be prepared to withdraw it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davies** I hope that my right hon. Friend will take it from coal miners, from those of us who live there, and I have lived there for nearly 50 years, and whose industrial preoccupation is still coal mining, that it is a danger. I should not like this to boomerang on my right hon. Friend after the statement which he has made. I repeat that it is a danger, an obvious danger. I am not panicking over this, although I can forgive certain people who may get a little panicky about it. My right hon. Friend must abandon his opinion, because we had assurances of that kind over and over again before the disaster happened. We were told, “Everything is all right and perfectly safe”. I remind my right hon. Friend of those two tips at the very top, almost on the ridge of the hill between us in the valley and the west. I will tell him that if there is subsidence in that valley and that hillside, and if a creep or tremor runs up that hillside and sets those tips moving again, there could be very serious danger. My right hon. Friend must take advice on this from those who know something about coal mining and not be as ready to accept the advice of those who have misled from the very beginning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I feel that it was rather unfortunate that at the very beginning of this great trouble the Attorney-General said that no prosecution would be engaged in whoever might be found responsible. That was a most unfortunate expression on his part. People have been found blameworthy and we say, consequently, guilty. The only thing that might mitigate that blame in the least is what I have already said—that they inherited traditions from the past when nothing but profit mattered. They carried on that tradition and, as a result, this disaster happened and others might again happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Hereford (Mr. Gibson-Watt) referred to the actions of the Press. I must say that, on the whole, the Press has been pretty good, bur there have been exceptions—cold-blooded, cheap, journalese exceptions, some in this country and some abroad. I shall not reproduce the horrible statements made in certain organs of the British Press, statements wholly unrelated to the feelings and expressions of those who suffered and are still suffering from the disaster. But I will quote to the House the filthiest classic of all. I have a photostat copy of the article. It is headed Aftermath of Aberfan Tragedy. It declares: Jealous parents”— can anyone here imagine anything more cruelly vicious and untruthful? Jealous parents of 116 dead kids”— that is not my word— vow to kill a child because he is alive. A whole page is given to this. It goes even further. It gives the name of a young woman of Aberfan and the name of her son. I know this family extremely well. With this write-up, the paper presented what was supposed to be a picture of mother and son. But in the picture the mother looks at least between 12 and 14 stone. The lady referred to, however, is hardly more than half that weight. I shall not upset the House by going into further detail but I think that this article has reached the limit of unscrupulous, conscienceless and cruel journalism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am pleased at least to say that that article was not printed in this country. It is from a greatly advertised American periodical called Midnight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have referred to the statement made by my right hon. and learned Friend the Attorney-General. That statement has not been accepted kindly by the people of Aberfan, and I can quite understand why. It is very difficult for any person to see why those adjudged guilty should not be made to make some amends for what they have been accused of doing. My right hon. and learned Friend’s statement at the outset was a mistake. It should be left to the courts to decide whether the Coal Board merely accepted the inherited traditions of the past without question. We in this House were not given the right to question anything that the Coal Board did. This House should nevertheless hold the Coal Board responsible and make it face the consequences of what it has done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that I have been wandering in my speech but I am sure that I need not apologise to the House. This is the most unhappy time in my long service in this House. I hope that, in any case, the House will agree with me that these tips must be removed and that those still left in Aberfan must be removed at once.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Aberfan tips are still a danger. I shall accept no statement to the contrary. I have lived in these valleys all my life and I know something about the effects of subsidence and the springs of water oozing from our hillsides We should not hesitate to finish the job at Atierfan and carry on with the job elsewhere, particularly, as I have said, in South Wales, where the physical topography adds to the dangers which already exist.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}