{
    "url": "https://www.ukpol.co.uk/james-davies-2022-speech-on-menai-suspension-bridge-temporary-closure/",
    "title": "James Davies – 2022 Speech on Menai Suspension Bridge Temporary Closure",
    "post_date": "November 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Davies",
            "url": "/tag/james-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The speech made by James Davies, the Parliamentary Under-Secretary of State for Wales, in the House of Commons on 1 November 2022.",
    "content": [
        "Diolch yn fawr, Mr Dirprwy Lefarydd. It is a pleasure to be at the Dispatch Box for the first time, particularly in relation to an important matter affecting north Wales. I congratulate my hon. Friend the Member for Ynys Môn (Virginia Crosbie) on securing this debate, and I thank my hon. Friend the Member for Aberconwy (Robin Millar) and the hon. Member for Carmarthen East and Dinefwr (Jonathan Edwards) who have also contributed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know just how important Thomas Telford’s iconic Menai suspension bridge is to people and businesses on Anglesey and across the whole of north Wales. It is therefore right that we are having a debate on the sudden and unexpected closure of the bridge at 2 pm on Friday 21 October, since when all traffic has been diverted via the Britannia bridge, which—through the innovative design by Robert Stephenson and with some modifications since—carries the railway and main road traffic from the A55 north Wales expressway. Good connectivity between Anglesey and the mainland is crucial for the people and economy of north-west Wales, and the whole of the United Kingdom. The Government are committed to good connectivity, as evidenced by Sir Peter Hendy’s Union connectivity review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand the concerns that local residents and businesses have about the disruption. This matters to them and it matters to Members of Parliament and the UK Government. As my hon. Friend the Member for Ynys Môn made clear, the UK Government are not responsible for roads in Wales. Many aspects of transport, including the construction and maintenance of roads and road bridges, have been devolved matters for more than 23 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Menai suspension bridge carries the old London to Holyhead trunk road, the A5, for which the Welsh Government in Cardiff Bay are responsible. The closure of the Menai bridge was therefore a decision made by the Welsh Government. It was informed by the private company contracted by them to maintain the route, the UK Highways A55 Ltd, and their structural engineers who had concerns about the brittle nature of hangers installed in 1938. There are questions to be answered about the specification of the contracted maintenance schedule for the bridge and the stalled consideration of a third crossing of the Menai straits. Those concerns tie in with understandable frustration at the Welsh Government’s roads review, which has led to road projects across Wales having been put on hold since June 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Good government does not coast along in neutral. In the immediate term, the Welsh Government should publish a timetable for the completion of repairs and the reopening of the bridge. That reassurance is the least that residents facing ongoing uncertainty while maintenance is carried out should receive. As a matter of urgency, I also urge the Welsh Government to allow access across the Menai bridge for emergency vehicles if that can be safely facilitated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robin Millar**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome the Minister’s remarks and I take the opportunity to welcome him to his place. It gives me great pleasure to see a north Wales Member restored to one of the offices of the Wales Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister makes an important point when he talks about the ownership and operation of assets. In between what he has said about maintenance and a third crossing, however, there is a gap where Sir Peter Hendy’s review talked about the establishment of a UK-wide transport infrastructure network, and the ownership and investment into that. I do not think that anybody is saying—the Minister was not suggesting—that the bridge should not have been closed if that was required on safety grounds, but there is a question of capacity and resilience, how that is managed and where that planning can take place. Perhaps the capacity for that would lie in a UK-wide transport infrastructure network. Does he think that this road and that bridge would fit well within that characterisation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for those comments. He is right that this is a strategic route and a trunk road. The Union connectivity review highlights the importance of such roads. When the Government respond to that review, we need to consider his comments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no emergency department in any hospital on the island of Ynys Môn and such facilities are located at Ysbyty Gwynedd on the mainland in Bangor, which is why emergency vehicle crossing is imperative. I urge Welsh Ministers at Cardiff Bay to improve access across the Menai bridge as soon as it is safe to do so to minimise disruption to residents and the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I accept that maintaining the world’s first major suspension bridge with grade I-listed status poses challenges, but the Welsh Government are well funded to deliver their devolved responsibilities. They receive 20% more funding per person from the UK Government than is the case in England. At the 2021 spending review, the Government allocated an additional £2.5 billion a year on average to the Welsh Government over the period through the Barnett formula. That was on top of their annual £15.9 billion baseline. The Conservative Government therefore put in place the largest annual block grants, in real terms, of any spending review settlement since devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I take the opportunity to remind hon. Members of the Government’s excellent record of investment in north Wales. We have provided £120 million for the north Wales growth deal as part of more than £790 million for city and growth deals across Wales. In addition, the levelling-up application submitted by my hon. Friend the Member for Clwyd South (Simon Baynes) led to the awarding of £13 million towards the Pontcysyllte aqueduct world heritage site project. That was one of 10 Welsh projects that received a total of £121 million in round one of the levelling-up fund. A further £126 million has been allocated to north Wales through the UK shared prosperity fund as part of £585 million over the next three years. The shared prosperity fund is one of the successors to EU structural funding. The core UK Government allocation equates to a generous £150 per head for north Wales. These investments, plus the community renewal fund and the community ownership fund, demonstrate the UK Government’s commitment to Anglesey and north Wales as we continue to level up all parts of our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Residents will naturally remain as concerned as I am about the disruption caused by the closure of the Menai suspension bridge. I reassure them that connectivity is a priority for the UK Government. I thank hon. Members for this afternoon’s debate. I will write to the Welsh Ministers highlighting the concerns that have been raised by my hon. Friend the Member for Ynys Môn, along with the Government’s own observations, and urging the Welsh Government to reconsider long-term solutions to address the issues that have been underscored by the temporary closure of the Menai suspension bridge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}