{
    "url": "https://www.ukpol.co.uk/geraint-davies-2022-speech-on-the-australia-and-new-zealand-trade-bill/",
    "title": "Geraint Davies – 2022 Speech on the Australia and New Zealand Trade Bill",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Geraint Davies, the Labour MP for Swansea West, in the House of Commons on 12 December 2022.",
    "content": [
        "It is a great pleasure to follow the hon. Member for Arfon (Hywel Williams), who has underlined what this debate is about. The Government are in the dock for selling out British interests, in particular farming interests, at a time when Parliament has basically been blindfolded in the process, unable to see the mandate or the negotiations, or to properly ratify the outcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What we have before us is an array of amendments to address the impact of these deals, which have already been signed, on all our sectors—in particular on agriculture, procurement and the NHS. Those are fundamentally important sectors. The amendments, which I support, have been tabled because it is still unclear how much damage has been done by these deals. They were done in haste and rushed through the door, which put us in a weak bargaining position. Any concession was simply just given. We do not know the detail of how much harm has been done. The former Secretary of State for Environment, Food and Rural Affairs said that we gave far too much for far too little, which I would call the understatement of the year. The Government’s projection is that GDP will grow by 0.1% in 15 years, but we do not really know the details.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What we do know though, to take the perspective of a Welsh sheep farmer—we heard from the hon. Member for Arfon—is that Australian sheep farms are on average 100 times the size of Welsh ones. We know too that in New Zealand and Australia they only focus on three or four main breeds of sheep. There are also economies of scale—New Zealand focuses on ensuring that nearly all sheep give birth to twins, as opposed to three lambs, which might kill the mother, or one, which would be less productive. We also know that their shelf life and mechanisation of food processing are far in advance of ours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know, therefore, that our farmers face a major threat, at a time when exports to the EU have been stifled by unnecessary barriers as a result of a botched Brexit deal, thanks to which we have seen a 15% reduction in overall trade. So it does not look too good; and what is more, the Government have signed up to giving Australia and New Zealand unlimited access in 15 years, in terms of beef and lamb. What precedent does that set for food exports when we do a deal with Brazil, for example?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With the war in Ukraine, we are now in a world where people are quite rightly concerned about food security, yet we are basically undermining our domestic production, at a time when Russia has increased its overall agricultural production by 15% since invading Crimea and facing sanctions. Basically, we are saying that we will turn our back on the EU and do a deal with Australia, undermining our own farmers. Is that a good idea? Surely, we need to be producing more healthy food locally, at a time when one in four people in Britain is in food poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As it happens, I take a particular interest both in food, as a member of the Environment, Food and Rural Affairs Committee, and in trade, as the rapporteur for the Council of Europe, charged with ensuring that democracy, human rights, the rule of law and sustainability are embedded in agreements, but none of those are embedded in the Australia and New Zealand agreements. On democracy, there is no facility for the mandate, the negotiations, or ratification to be properly looked at, hence all these amendments. On due diligence, there is none when it comes to climate change, human rights and so on, where we can find best practice. For example, the EU deal with New Zealand refers to the rights of indigenous people, the Maori people, and various issues about due diligence in supply chains. Our deal does not have those things because it was rushed forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Trading further afield is more environmentally damaging, at a time when we should be concerned about climate change. We also know that Australia is the worst carbon emitter in the world, at 17.5 tonnes per person, compared with the 4.8 tonnes claimed for Britain in terms of production—for consumption, it is 8 tonnes per person. I hope we will have an opportunity to superimpose a carbon border tax in due course and that this deal will not rule that out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Mark Hendrick**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have recently returned from visiting Singapore on behalf of the International Trade Committee, where it was mentioned to us that Singapore has done a green economy agreement with Australia, which looks at emissions as part and parcel of that trade package. Given what my hon. Friend has said about Australian emissions, could he perhaps comment on that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Geraint Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My comment would be that Britain should be taking a lead, as it claims to, on mitigating climate change. The way to do that is to take best practice, from Singapore or anywhere else, and hardwire that into current and future agreements. That has not been done, because our economic, climate and other interests have been thrown to one side in order to just tick a box and say that we have got a trade agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Lloyd Russell-Moyle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend mentioned carbon border adjustments. Is it not the truth that both Europe and America are now leading on these discussions, because they understand that trade deals without proper carbon and border adjustments are just ways of exporting jobs out of countries—degrading those countries, their workers and the environment in one fell swoop?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Geraint Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am certainly a big supporter of what the EU is doing on carbon border adjustments, for instance ensuring that we have a level playing field for steel made in south Wales, which emits half the carbon of Chinese steel, and that there is an incentive to invest in green production domestically. The EU has taken a lead and we need to catch up. The United States is subsidising green industry and, as my hon. Friend will know, there is a tension between the two different strategies when it comes to ensuring a sustainable and greener future for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Turning to procurement, clearly it is not exactly a new idea that big multinational corporations will use unelected, private, often secretly held tribunals to try to fine democratically elected Governments who want to pass laws to protect the environment and public health. We saw that in investor-state dispute settlements. Most obviously, at the moment, we have got the Energy Charter treaty, which binds countries for 20 years to being sued if they try to pass laws to help the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "People will know that Germany, France, Poland, Spain and others are trying to withdraw from that treaty, although we have not heard much for the United Kingdom—because of its fossil fuel interests, I assume. My question is: why, when we know those companies will be quick on the draw in taking us to court and suing us, do we allow them a way in on procurement, so that when they do not get the business with the NHS, they can suddenly sue us? That concern is covered in new clause 1, which I very much support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, it is obvious that, out of the carnage of the botched Brexit deal, while obviously we want deals with Australia and New Zealand, the haste with which we have approached these deals has left us in a situation where they get all the benefits and we face a prospective loss. That is absolutely disgraceful maladministration from the Government, and I support the amendments to try to mitigate some of the harm done by their hopeless negotiation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}