{
    "url": "https://www.ukpol.co.uk/ruth-davidson-2021-speech-on-covid-19/",
    "title": "Ruth Davidson – 2021 Speech on Covid-19",
    "post_date": "January 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ruth Davidson",
            "url": "/tag/ruth-davidson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ruth Davidson, the Conservative MSP for Edinburgh Central, in the Scottish Parliament on 4 January 2021.",
    "content": [
        "First, I offer my condolences and those of my party on the news of the passing of Kay Ullrich, who was respected by members across the chamber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I, too, am grateful to you, Presiding Officer, for recalling Parliament for today’s statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nobody wants to live under restrictions for a moment longer than is absolutely necessary or wants those restrictions to be any tighter than needed. However, the increase in infection rate and the transmissibility of the new variant give grave cause for concern. We have come too far to throw all our efforts away, and the roll-out of the vaccine means that we can see a time, soon, when all this will begin to be over.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That said, this is hard news at a hard time, when the resilience of people across the country has already been worn down over the past year. Many will be dismayed by today’s news, not least the parents of school pupils, who now have to rip up their childcare plans, negotiate with their employers and worry about their children’s fractured education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Children and Young People’s Commissioner Scotland has expressed concerns that closing schools poses\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“a serious risk of harm to the wellbeing of children and young people”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He has warned that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“support for online learning is being provided inconsistently”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "across Scotland and that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“there is not enough national guidance and support for schools”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "from Government ministers, which threatens a further widening of the attainment gap. What further steps is the Scottish Government taking to address those concerns and to ensure that Scottish pupils continue to get equal access to high-quality education?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The First Minister:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I agree that it will be very hard for everybody across Scotland to hear this news today and to contemplate the reality of it over the next few weeks. I reiterate to people that we do not take these decisions lightly. We agonise over them, and we announce such restrictions only if we really feel that there is no alternative. Right now, the only alternative is greater loss of life and the potential for our national health service to be overwhelmed. At this point in time, speed of action is the most important factor of all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The decision over which we agonised most was that on the further closure of schools for the majority of pupils. The issue of schools, closed or open, has been contentious in recent weeks, and teachers and others have understandably raised concerns. However, I hope that people see from the responses and actions of the Government that we have striven, and will continue to strive, to keep schools open as normally, as often and for as long as possible. We deem today’s decision to be necessary, for the reasons that I have set out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will ensure that the Cabinet Secretary for Education and Skills sets out for MSPs over the next couple of days the steps that are being taken to ensure that the provision of online education is as parents want it to be and that local authorities are working to ensure that it is of a consistent quality across the country. As I indicated in my opening remarks, we have already taken steps to ensure that more young people have access to digital devices, in order to make online learning more accessible to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Schools and local authorities already have contingency plans in place. Advice for parents is available via the Parent Club website. Parents can also speak direct to schools for more advice. Glow, which is the national online learning platform, has seen a huge increase in users and usage since earlier last year, and we are working actively with local and national partners to enhance the online and remote learning options for pupils. That work will continue over the course of next week and for as long as is necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I end my answer by reiterating that we want the measures to be in place for as short a period as necessary, for all the reasons that I think everybody understands and agrees with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Ruth Davidson:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today’s announcement underscores the need to have a comprehensive test and trace system in place. In August, the First Minister promised that, between the UK Government Lighthouse laboratories and NHS Scotland facilities, we would have the capacity for 65,000 tests per day. However, the highest number of tests that were carried out in a single day was 30,619, on Christmas day. Currently, one third of tests are carried out by NHS Scotland, and the majority by the Lighthouse labs. She also promised that the three regional hubs for testing would have opened by the end of December but, so far, only two have done so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The test positivity rate over the past seven days is now the highest that it has ever been since the Scottish Government started publishing that data in August. Is there capacity in Scotland to carry out 65,000 tests per day? If there is, why is the number of tests that are carried out on any day well below half of that capacity? When will the Edinburgh regional hub be open for testing?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The First Minister:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yes, there is capacity for 65,000 tests per day. That target, which we set earlier in the year, was met by Christmas. However, the number of tests that are actually carried out on any given day is largely demand driven, because it depends on the number of people with symptoms who come forward for testing. We have seen, and I think that we will continue to see, that number rise as, unfortunately, the faster-spreading strain of the virus infects more people. However, the numbers for capacity and the demand for testing will often not be exactly the same, for obvious reasons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although some aspects of testing of asymptomatic people are not done through the PCR testing that goes through the laboratory network—they are now increasingly done through lateral flow testing, the results of which do not appear in these numbers—other aspects of it are done in that way. For example, we are well through the process of transferring testing of care home staff from the Lighthouse lab network to the NHS Scotland lab network.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have a well-functioning test and protect system, which continues to be a really important part of our response to the virus. However, because the virus is now spreading faster, we must have a range of different responses in order to complement that system. As far as interventions are concerned, just as the test and protect system has been important, the vaccine programme will become increasingly important over the next period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand that there has been a last-minute—or, I should say, late-stage—issue with a sprinkler system in the Edinburgh regional lab. That is in the process of being rectified, and the lab is due to open shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Ruth Davidson:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today’s announcement of further restrictions is particularly difficult to take when in recent weeks we have had such positive news of vaccines being approved and being bought in such large quantities by the UK Government. In her statement, the First Minister said that we are in a race between the vaccine and the virus. It will be impossible to know whether we are winning that race at any given time if we show only the daily infection figures without the daily vaccination figures. Members of the public need more information on precisely how the roll-out is going, both nationally and in their areas, as well as on when they will receive their doses. Also, last week, the health secretary said that those aged over 80 will be invited by letter to attend for vaccination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the First Minister commit today to publishing not just the national vaccination figures but the numbers of people who have been vaccinated, broken down by health board, so that people can see the progress that has been made in their communities? Can she tell us now when everyone in the over-80 cohort will receive letters with details of their vaccination appointments?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The First Minister:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When Parliament was recalled last week, I said—I think in response to a question from a Labour member—that we intend to break down into categories the numbers of people who have been vaccinated, which we currently publish weekly. I hope that we could also do so by region and by health board. I will consider whether there is potential to have greater frequency of publication. I am simply mindful of not putting too many burdens of data collection and publication on the people whom we are expecting to undertake that huge logistical challenge, so it might be that weekly publication will remain the best balance, together with a greater breakdown of statistics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is not that long since the vaccines were approved. In particular, the Oxford-AstraZeneca one is still at an early stage. However, we have already vaccinated more than 100,000 people. At this stage, a small percentage of our population has been vaccinated; the level in Scotland is slightly higher than those in the other UK nations. However, we must continue to focus on accelerating the process as much as possible. As I said earlier, at the moment that is largely constrained by supply. We know what we expect to receive for January, which I hope is a conservative estimate. We are not yet clear on what supplies we can expect beyond that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As for the call for priority for the over-80 population, vaccination of those people will start shortly and will be an on-going process. We have been recalculating our modelling for the speed and timescale of vaccination as a result of the change in the chief medical officer’s advice on giving the second dose of the vaccine up to 12 weeks after the first dose, rather than three weeks after it. That will allow us to get the first dose of vaccine to more people much more quickly. We are ensuring that we take full advantage of that, just as we are taking full advantage of the supplies of the vaccine as we get them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Ruth Davidson:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today’s announcement raises immediate practical questions, and one of the primary ones concerns the legal requirement for people to work from home where they can. That raises all sorts of issues, including who is a key worker and what constitutes essential labour in a workplace outside the home. Who should make such decisions, and what is the process for arbitration in the event of a dispute between a workplace and a local authority or between a boss and an employee? In the first lockdown, we saw different interpretations being used by different local authorities, and different services being provided depending on category. People need to know what the new rules are, how they will apply to them and what recourse will exist where there is conflict. Will the First Minister therefore provide clarity on those important points?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The First Minister:**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will set out more guidance on those points. On the issue of key workers in the education context, local authorities have specifically asked for some flexibility in that regard, which I think it is important to afford them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a balance to be struck. In terms of business, we are not, as of now, in quite as restrictive a position as we were back in March—when non-essential work in construction and manufacturing, for example, was closed—but we need to keep that under review. We need to look at not only the spread of the virus but the really important relationship, which I understand, between people’s ability to work—or rather, the requirement on them to work—and their ability to look after their children and take part in online learning for those children at home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Cabinet Secretary for Economy, Fair Work and Culture will have discussions as early as this afternoon with business organisations, and discussions with trade unions, to ensure that we help people—just as we did back in March—to navigate their way through what I recognise is a difficult situation. However, the message to businesses is that we are again asking them to scrutinise their operations rigorously, as they did in March, and assure themselves that the people whom they are requiring to be at work are genuinely only those who cannot do their job at home. There is a need to ensure that as many people as possible who can work from home are supported to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}