{
    "url": "https://www.ukpol.co.uk/geraint-davies-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Geraint Davies – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geraint Davies, the Labour MP for Swansea West, in the House of Commons on 18 July 2022.",
    "content": [
        "I have no confidence in this Government. I know that a few people say, “Oh, the zombie Prime Minister made a few errors because he didn’t know he was at the party, he didn’t know it was a party, he didn’t know if he was drinking at the time and he didn’t know the law even though he wrote the law, so we should let him off—but he got the big issues right.” I put it to the House that he did not get the big issues right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Take covid: 200,000 people dead—the highest number in Europe. That is a complete disaster. People say, “We got the vaccine out.” Well, we had the vaccine. The Prime Minister claims, “If we had been in the European Medicines Agency, we wouldn’t have been able to roll it out.” That is not true; we would have. He keeps repeating that untruth again and again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Billions have been lost in procurement over this whole episode. How do we know? Well, Wales was given £1 billion to deliver test, track and trace, and it spent only £0.5 billion, because it delivered that service through public health and local authorities, instead of through people putting their hand in the till and taking the money, as happened when the local landlord of the former Health Secretary, the right hon. Member for West Suffolk (Matt Hancock), got a contract. It is absolutely ridiculous!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What about the economy, which is supposed to be doing well? We just heard from my right hon. Friend the Member for East Ham (Sir Stephen Timms) that the Prime Minister consistently stands at the Dispatch Box and says, “There’s half a million more people in jobs,” or whatever he says that week, when he knows that those are only the payroll figures, which do not include the self-employed. If we asked the Official for National Statistics, we would learn that there are something like half a million fewer people in jobs. The Prime Minister is intentionally, in my view, giving the wrong impression of the economy. We have the slowest recovery in the G7, the slowest projected growth and the highest inflation. It is a disaster. Then we are told, “He’s got Brexit done,” but 25% of the fruit is not being picked and we are not butchering the meat. Some 40,000 pigs have been culled, yet the price of ham is up by 27%. Is that a success?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What about trade? Trade is down 15%. What about those trade deals? If we had got the Japanese trade deal through the EU, we would have made £1 billion more in GDP. What about efficiency? Passports—you’ve got to wait 12 weeks. Driving licences? All the civil servants were pushed into Brexit management—botched Brexit—and now the Government are going to cut 90,000 civil servants. That is going to go well, isn’t it, if you are in a queue?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then there is the Northern Ireland protocol. We are pulling out of the single market, so business will fail, we will mess up the peace process and we will break international law. Talking of which, what about Rwanda? Israel did not want to send its refugees to Rwanda. Why? Because they were being tortured, raped and killed, yet we are. And, oh, the solution to that is to pull out of the European convention on human rights, which Churchill put together. Our fundamental values of democracy, freedom and human rights are being ripped up at a time when China is abusing democracy in Hong Kong and the human rights of the Uyghurs, and confronting Taiwan. Russia is moving in and we are abandoning the right to protest, playing into Putin’s hands. Even the windfall tax is being given back to the oil producers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fact is that the Labour Government produced 40% growth in 10 years and doubled spending on health and education. We need another Labour Government to invest in growth for a better future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}