{
    "url": "https://www.ukpol.co.uk/alex-davies-jones-2022-speech-on-an-early-general-election/",
    "title": "Alex Davies-Jones – 2022 Speech on an Early General Election",
    "post_date": "October 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Davies-Jones",
            "url": "/tag/alex-davies-jones/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Davies-Jones, the Labour MP for Pontypridd, in the House of Commons on 17 October 2022.",
    "content": [
        "It is an honour to speak with you in the Chair, Mr Mundell. I believe that I was the first Member to call for a general election this side of the summer, in the Chamber during Prime Minister’s questions on 7 September. It is therefore a great privilege to build on that premonition by contributing to today’s debate and fully outlining the reasons why a general election is now the only possible way forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Almost 1,000 of my constituents have signed this petition calling for change. Although it was originally set up before the new Prime Minister was even in post, the astonishing scenes this afternoon, with the Chancellor’s stunning reversal of virtually all the Prime Minister’s economic policies, make the wording of the petition more relevant than ever. It rightly notes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The chaos engulfing the UK government is unprecedented.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I don’t know about you, Mr Mundell, but I am sick of living in unprecedented times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The petition was written before the disastrous events of the Prime Minister’s mini-Budget had even taken place. Make no mistake: the Government are now in even deeper chaos. We are not yet six weeks into the new leadership and a new Cabinet, and collective responsibility has all but disintegrated. Cabinet members are openly briefing against their own leader’s policies in newspaper op-eds, and today, in perhaps the final nail in the coffin, her new Chancellor has completely demolished the ideology of her economic project. Her flagship cut to the basic rate of income tax—gone. Cuts to the dividend tax—abandoned. VAT-free shopping—scrapped. Shamefully, the Government have also chosen to water down their hugely important scheme to cap skyrocketing energy costs for families, which may have actually done some good for constituents, including mine in Pontypridd.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are divided and fractured, and talk of changing to a third Tory Prime Minister in a single year would make a laughing stock of our democracy. The damage is already done. All of us in this place know the truth. The British people know the truth. It is only the Government who are turning a blind eye while the economy continues to spiral out of control. Overnight, people’s pension funds vanished, mortgages skyrocketed and our country was pushed even further into an economic and political crisis of the Government’s own making. This is unprecedented Government incompetence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Countless residents in Pontypridd and Taff Ely have contacted me to say that they are genuinely worried about surviving the winter because they simply cannot afford to turn on the heating. That is the reality of this crisis: lives are at risk this winter. Is that not a disgraceful indictment of the Government’s failings? It is because of the astonishing fiscal incompetence that I called for a general election during PMQs in September. We need a general election because changing the figurehead at the top of the party is just not enough. As I said in September, I know that residents in my area will never forget that the Prime Minister played a key role in a Government that failed millions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The governing party in this country is at absolute war with itself and has lost the respect of the British public. For the new Tory Chancellor—the fourth in as many months—to feel compelled to urgently address this House to fully overhaul the Prime Minister’s disastrous mini-Budget shows just how panicked the Tory party is. The Tories have completely destroyed their own credibility, and they know it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, it is about not just the incompetence we have seen during the energy crisis, but 12 years of failed Tory rule. The historic failure of this Government to invest sufficiently in renewables and nuclear has exacerbated the energy crisis; the historic failure of this Government to wean our financial systems off of Russian oligarch money has left us internationally exposed to Putin’s posturing as he tries to weaken the west’s resolve; the historic failure of this Government to stimulate any kind of real economic growth in the past 12 years has left our economy weaker and more vulnerable than ever before. Make no mistake: the Tory party is currently the biggest threat to the financial security of thousands of families in my constituency and across the whole United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the approval ratings of this doomed Prime Minister reach new depths every single day—or hour—I do not think that we have ever had a Government who have failed so spectacularly to command the confidence of their own party, let alone the country. Even worse, the UK Government seem to have forgotten that the decisions made in Westminster have a real impact on local communities across the country. I have genuine concerns that local authorities across the UK, which provide vital services to residents, are feeling the impact of every single U-turn by this Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my constituency, Rhondda Cynon Taf County Borough Council is doing as much as it can with extremely limited resources, but more devastating tax cuts and shamefully low levels of investment are putting councils like mine under more pressure than ever before. Shamefully, it is our communities’ most vulnerable residents who depend on those services and will suffer the most when the Tories refuse to act. It is not just about their fiscal incompetence; across the board, sectors that have been crying out for Government action for years have been completely disregarded by a Government who have clearly lost interest in governing. Where is the desperately needed gambling review, which we were promised all the way back in December 2020? Where is the long-awaited and long-overdue Online Safety Bill, which this House needs to change lives for the better? Finally, do not get me started on the Government’s complete disregard for the safety of all people in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is clear to me—and increasingly to the Government’s own MPs—that the only way out of this mess is through a general election. Bring it on. Let us have this general election and turn the page on Tory incompetence for good; let the people decide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}