{
    "url": "https://www.ukpol.co.uk/david-davis-2023-speech-on-the-loyal-address/",
    "title": "David Davis – 2023 Speech on the Loyal Address",
    "post_date": "November 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Davis, the Conservative MP for Haltemprice and Howden, in the House of Commons on 7 November 2023.",
    "content": [
        "It is a privilege to follow the Public Accounts Committee Chairman. She will understand that I have a certain affection for her in these debates because of her position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady made a comment about looking forward 30 years. The whole western world faces a paradox that goes back 30 years. In the 1990s, three massive things happened in the world: first, there was a dramatic reduction in tariffs, which led to a huge increase in global trade; secondly, there was the collapse of the Soviet empire; and finally, there was a dramatic acceleration in the creation and adoption of new technology. All those things raised well over 2 billion people out of oppression by starvation and out of political oppression. They changed the world dramatically for the better, but those dramatic changes have had a number of effects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today, we face a series of challenges in the western world, not just in Britain, that are more complex and more difficult to deal with than any I can remember since 1979, whether it is Ukraine and the series of wars that are breaking out, whether it is the migration that results from that, whether it is domestic challenges such as the impact on the wages of the western working class—much of the impetus for Brexit was the result of working-class wages across the west being depressed by competition with the rest of the world—whether it is the impact on public finances, which derives partly from that, or whether it is the impact on public services, which are failing not just in Britain but in many countries, to some extent for the same reasons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why, unlike the hon. Lady, I welcome what I think of as the common sense in the King’s Speech. There are a number of sensible measures, including on crime and justice to promote safety, justice and closure for victims, which is important, and on net zero, where the approach is intelligent and measured, rather than headline driven. That is important—the old net zero strategy would not have survived the public reaction. Like the hon. Lady, I vehemently welcome the policy on smoking. We have done far too little for many decades to focus on public health, rather than patching people up in the last three years of their life, which is what our national health service has been reduced to doing. In education, we are building on some of our successes, including in PISA—the programme for international student assessment—and our international competitiveness. There is much to recommend in the proposals in the King’s Speech, particularly with respect to apprenticeships and vocational education. The Minister for Skills, Apprenticeships and Higher Education is brilliant and is making a great difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Broadly, the proposals are sensible, but the House would be surprised and disappointed if I did not find something to criticise in the Home Office proposals. I will not surprise the House—I am going to pick up on something that I think is a fundamental mistake. I hope that Ministers will think hard before they introduce the proposal, which has been aired in briefings in the last day or two, to allow the police to search homes without a warrant. This is one of the fundamental foundation stones of a free British society, along with jury trials and the presumption of innocence. The right not to have the state kick your door down and search your house without judicial approval is a massively important British value. If anybody has any doubt about that, I have two words to say to them: “Damian Green”. They should go back and look at what happened with the Metropolitan police’s handling of the case, as it were, of my right hon. Friend the Member for Ashford (Damian Green). The Leader of the Opposition was then the Director of Public Prosecutions, and he in effect struck down the Metropolitan police’s behaviour. We have to think about that very hard indeed, because the judicial control of the police is vital and must be preserved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Beyond that, the education measures are good as far as they go—as I have said, particularly on skills—but I would go further, as I will explain in a moment. Indeed, all King’s Speeches are basically just frameworks, not the whole agenda for the coming year, and this one is the same. As a result, the last line of every King’s Speech is always the same:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“other measures will be laid before you.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to talk about what I think those other measures ought to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What should those measures be? I think most of them should be in areas where the state is struggling to cope with the worldwide problem I have talked about arising over the last 30 years. By the way, it is not an accident that I say “30 years”; that covers Governments of both persuasions, and neither have managed—in some cases, I might say they have failed—to solve the things I am going to talk about. The one advantage we have when it comes to the problems I am about to lay out in education, health and housing—the three critical areas on which we need to go further—is that for the first two, technology may come to our aid to some extent. I, like the Public Accounts Committee Chairman, welcome the move on AI. I thought it was quite risky to have that conference, but it worked diplomatically. It has not got a solution yet, but that has got us on the first step.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me talk about health for a second. All parties have taken the approach for my entire lifetime, which is much the same as the lifetime of the health service, of putting more and more money into the health service. We are now talking about a huge amount of money; it swallows the entire amount of national insurance contributions, and what was supposed to cover health and pensions now simply covers health. We spend more money than the OECD average on health—that in itself is quite extraordinary—but it does not deliver. We can put all sorts of excuses in the way, but this is more about management than it is about money. Before we got to covid, from 2017-18 to 2018-19 we put about £3 billion extra into health in real terms—and what happened? Productivity went down by 0.75%. The next year, we put in £7 billion, and productivity went down by over 2%. That was before covid started.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those dry numbers sound bad, but they do not quite carry the terror of the actual effect, and I am going to give an example from my own constituency to explain what I mean. I had a constituent whose name was Richard. He had had cancer, and had been operated on and cured, and as a result he had regular six-monthly check-ups thereafter to watch for any outbreak. But through administrative failure, he did not get the check-ups, so was at least six months behind the timetable. We all know that the later we diagnose a cancer, the more difficult it is to solve. The operation he was supposed to have was then delayed as well, and it got to the point where basically there was no chance of recovery for Richard. He came into my life, as it were, as I was his constituency MP and his family wanted him out of hospital for Christmas so that he could die among his friends and family rather than surrounded by strangers. That is what we are talking about thousands and thousands of times over. That is the impact of this failure. I think there are a lot of things we can with respect to the re-management of the health service, but I will talk about one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**John Redwood (Wokingham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is my right hon. Friend aware that the Office for National Statistics published figures for the three years from 2020 to 2022, which state that public service productivity in general fell by an unprecedented 7.5%? That means that we needed to put roughly £30 billion extra into public services to achieve the same thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend is right: it is a systemic problem. It does not just affect Britain or the health service. Indeed, I think that numbers for those years for the health service were about 25%—so huge, huge numbers. I bring this back to the reality of the individual. If we delay diagnosis and treatment, we sentence people to death. It is as harsh as that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like us dramatically to increase the amount of diagnostic capacity we have. If we look at OECD numbers on CT scans, I think we are third from worst. This is why I say it is not a single Government problem—we do not get to be third from worst in one term; it happened over the course of the whole 30 years. On MRI scans, we are the worst in the OECD. How on earth a country such as ours gets to that position is astonishing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Meg Hillier rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I give way to the PAC Chairman.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Meg Hillier**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman is making some interesting points, and the total amount of Whitehall day-to-day spending on health is phenomenal. On the point about scanners, I am afraid that lies directly at the door of his Government—well, I am not afraid; it does. The lack of capital investment in the big bits of kit has led to deterioration and lack of availability. Such investment would have saved money, and been better for the patient and better generally for the health of the nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I agree with the hon. Lady on the saving money element, and I will come back to that in a second. The truth is that this Government have poured more money into the health service than anybody ever predicted, and more money than they intended over time, but decisions within the health service—I come back to management rather than money—led to some of those decisions. The hon. Lady is dead right that it is a waste of money not to do the diagnosis. I am talking about MRI and CT scans, blood tests, and all the other things that help us get ahead of the disease.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I talked to Randox, one of the diagnostic companies, which is based in Northern Ireland, and asked about this issue. It has technology that it says will reduce a seven-day analysis of blood samples, for example, to 30 minutes. My view is that we should break clear of the ideology and look dramatically to increase the amount of scans and diagnostic procedures—when I say “dramatically”, I mean a multiple of what we currently do—and we should use the private sector to do it. I know that causes a bridling and a backing off, but the only way we can do this fast enough is to do that. That would save about £3 billion and reduce waiting lists for millions of people. Most importantly of all, it would save thousands of lives. If there were one thing I would do within healthcare, that would be it; there would be other things, but that would be that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jim Shannon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman is talking a lot of sense in relation to cancer diagnosis and better treatment. One way of doing that is through research and development. For example, there have been advances in prostate cancer at Queen’s University, with that centre of excellence in Belfast, and news today of pills that can reduce the risk of breast cancer. Those are just two examples. Does the right hon. Gentleman feel that research and development is key to advancing and saving lives, and getting better results for cancer patients?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is exactly right, which brings me to my other health topic, and the whole question of national health service data and the use of data. It is widely accepted that we have one of the greatest information treasure troves in the world in the form of national health service data—data about all our citizens. There have been two or three attempts—certainly two in my memory—to bring that data together and manage it in one block, so that it is available for managing the treatment of patients and for research. A third attempt is happening right now, with contracts out to introduce a new data management system for the whole health service. The two previous attempts failed because the national health service executive and management do not understand the importance of privacy. Each time they tried to do it, the reaction from GPs and patients was, “We are not going to co-operate with this.” There was a vast waste of money, and the projects crashed and were over. More importantly than the money, we missed the opportunity to do exactly what the hon. Gentleman says: use that data for research to advance this country to the front of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are doing the same again this time, because the contract has gone out, and it looks likely that the company that will win it is Palantir. For those who do not know Palantir, it started, I think, with an investment from the CIA. Its history is largely in supporting the National Security Agency in America. Bluntly, it is the wrong company to put in charge of our precious data resource; even if it behaved perfectly, nobody would trust it. The thing that destroyed the last two attempts will destroy this one: people will not sign up and join up. The health service has got to get its act together on this. If it does, and privacy is protected, we can do things like having a complete nationwide DNA database. If privacy is not protected, that will not happen. There is an opportunity there, and the Government should grasp it, not drop it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Technology also has a large possible application to education. I was lucky that when I was a teenager, social mobility in Britain was probably as great as it ever has been, for a variety of reasons, ranging from grammar schools, which I know are controversial, through to the fact that post war, there was huge growth in the middle classes, which expanded opportunities. Those combinations together created a massive social mobility advantage for people like me. I was very lucky in that respect. Today, while I think we are about No. 10 or 11 in the PISA—the programme for international student assessment—tables, we are No. 21 in the social mobility tables, and we should not be that far down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to do something about that issue. One reason it happens is that 35% of children by the age of 11—children going through their primary education—are unable to cope with their maths and English sufficiently to make progress in other subjects. In essence, they are failed by the age of 11. For free school meal kids—I am looking at my hon. Friend the Member for Stroud (Siobhan Baillie) —it is 50%. Half of children on free school meals have been failed by the state by the time they are 11, and there are all sorts of reasons why. Even with vast amounts of effort, with committed teachers, headteachers and so on putting all their effort in, it still comes apart.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One thing we can do about it—and the Department has begun to talk about it—is to start to use AI in the classroom, so that children can have tailored teaching. A kid who is falling behind gets diagnostic responses from AI, which then generates appropriate teaching patterns to pull them back up. We already have such technology. In fact, a British firm called Century Tech does exactly that. I saw it in action in Springhead Primary School in my constituency, where there was an intervention class for children who were falling behind, and they were pulled back up using this technology. If we applied such technology right across the board, it would raise the average performance in our schools by one grade per subject. That is an enormous change. That is my judgment, not anybody else’s. If we did that, our competitive advantage and our social mobility advantage would be enormous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have to think very hard. The Department for Education has to be a lot more imaginative than it has been so far in this area, and it has to look hard at improving the options for all those children we currently let down. That is not because the Government intend it, or because this Government or previous ones have fallen down on it; this statistic has been going on for a long time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The last thing I want to talk about is not technology, but bricks and mortar. I have some sympathy with the comments of the PAC Chairman, in that it is as plain as a pikestaff that we have a supply problem, however we analyse it and whoever we blame for it. Our population has grown by about 10%— 6 million or 7 million—over a couple of decades, for all sorts of reasons; we can get into controversy on that, but the truth is that housing has not grown to match. One of the problems—I guess the primary problem—is the planning system. This is not the first time the country has faced this problem. We faced it after both the world wars, when “Homes fit for heroes” and so on were the slogans of the day. How did we deal with it? We had a movement to create well-designed and well-created garden towns and cities in the right places, not by trying to tack on 100 houses to this village, 100 houses to that village and 100 houses over there, in each case overwhelming the schooling, transport arrangements or whatever. We need to look hard at cutting this Gordian knot, and it seems to me that the only way we will do that is by creating well-designed, well-financed garden towns and villages, not by going through the mechanism we have been pursuing so far.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Health, education and housing: if we add those to what we have now, we have a winning King’s Speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}