{
    "url": "https://www.ukpol.co.uk/david-davis-2023-speech-on-the-budget/",
    "title": "David Davis – 2023 Speech on the Budget",
    "post_date": "March 22, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Davis, the Conservative MP for Haltemprice and Howden, in the House of Commons on 20 March 2023.",
    "content": [
        "I draw the attention of the House to my entry in the Register of Members’ Financial Interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like two of the previous speakers, I am also a science graduate, although I do not compare myself with the Conservative party’s most famous science graduate. I had intended to make my speech essentially about science and technology, because they are massively important and, as the hon. Member for Manchester Central (Lucy Powell) pointed out, we have fantastic competitive advantages in those fields. That will be a major part of growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since last Tuesday, however, dramatic events have unfolded in the banking sector—particularly over the weekend. Back in 2009-10, the then Chair of the Treasury Committee, Lord McFall, asked me to chair the Future of Banking Commission. The last week has, unfortunately, brought back some memories. One of the characteristic problems of the banking sector is its short memory, particularly when it is Wall Street that we are talking about. I hope that the House will indulge me if I remind it of the lessons of the major banking crashes of the past half century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Back in 1933, after the great depression, the Americans passed the Glass-Steagall Act, which separated banks out into risky investment banks and straightforward commercial banks. That gave us about seven decades of stability until 1999, when President Clinton—under pressure from unwise and greedy Wall Street lobbyists—essentially removed Glass-Steagall. What followed was the collapse of several banks, including Lehman Brothers—probably precipitated by the new mark-to-market rules—in the great crisis that we saw in 2008.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 2009, because of the crash, America passed Dodd-Frank, which required banks with more than $50 billion in assets to be subject to tight regulation. Again, under pressure from Wall Street, President Trump relaxed those regulations in 2019. I talk about Wall Street, but the whole world followed. Of course, after that relaxation, banks assumed that they had an infinite period of low interest rates and that they could borrow ad nauseam. When global interest rates sharply increased by three, four or five times, the shock destabilised a number of those banks. One such bank was Silicon Valley Bank, which had been taken out of regulation by the Trump changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a lesson for us in all that. It has caused an instability in the financial system. Chancellors, central bank governors, financial secretaries in the States and regulators have no chance but to claim that the system is robust. I am not so sure. We will not know for a while whether it is actually robust, because of the complexity of the system. Of the three major banks that have failed so far, each has failed for different reasons, and we have no clear insight into what risks other banks have taken, partly because of the deregulation under Trump and his predecessors. In that respect, we in this country are probably in a better place than either the Americans or the Europeans, but I am keeping my fingers crossed as I say that so as not to tempt fate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is one lesson that we should learn. A big issue on which the world is hanging at the moment is whether the takeover of Credit Suisse by UBS is a success. I draw people’s minds back to Lloyds taking over HBOS, which was done under pressure from the Government of the day—from Gordon Brown—and Lloyds itself nearly collapsing the very next year. I hope that UBS will not do the same. The point of this story is that we are in a period of extraordinary global financial instability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am a low-tax Tory—I would have loved the Chancellor to have had a lower-tax strategy—but I have to say that the events of the past week have demonstrated that a very small-c conservative strategy is wise under these circumstances. The more confident the markets in the Government, the better our prospects for the future. That said, I would be completely unsurprised if we had to have another Budget in the autumn owing to the nature of the transitions and changes that are now happening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If that happens, I would ask the Chancellor, “Could you please look again at bringing back your super-deduction?” That will attract investment here in a way that will not happen with the 25% rate. I would ask, “Will you look at doing away with IR35 and at other concerns that will improve prospects for small businesses?” In my view, it will be incredibly difficult for the banks to get right the balance between inflation and growth now that their hands are tied by the instability of the banking sector. My one line to the Chancellor is this: please look, for the next Budget, at much more growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}