{
    "url": "https://www.ukpol.co.uk/mims-davies-2022-comments-on-new-jobcentres/",
    "title": "Mims Davies – 2022 Comments on New Jobcentres",
    "post_date": "May 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Mims Davies",
            "url": "/tag/mims-davies/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Mims Davies, the Minister for Employment, on 12 May 2022.",
    "content": [
        "We know how much value people get from being in work, both financially and in boosting their confidence and wellbeing, which is why we’ve increased our local DWP Jobcentre support across all communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was delighted to officially open the additional new JCP site in Brighton Queens Square today alongside my DWP colleague, Baroness Stedman-Scott. It was great meeting our Work Coaches and colleagues from Instant who have been integral in getting our new sites up and running and fitting out these new modern environments to make a positive difference to the lives of so many people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This opening marks the completion of our expansion programme with 194 additional Jobcentres now open across Great Britain to support the impact of the pandemic and help people progress. We are getting jobseekers into the record number of vacancies while also supporting those in low paid work to be able to increase their hours, to earn more and move forward in their career.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}