{
    "url": "https://www.ukpol.co.uk/gareth-davies-2022-speech-on-irans-nuclear-programme/",
    "title": "Gareth Davies – 2022 Speech on Iran’s Nuclear Programme",
    "post_date": "July 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Gareth Davies",
            "url": "/tag/gareth-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gareth Davies, the Conservative MP for Grantham and Stamford, in the House of Commons on 30 June 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker. Let me quickly congratulate my right hon. Friend the Member for Newark (Robert Jenrick) on an excellent speech and on securing the debate. It is important that we have the debate at this time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we look around the world today, we see that we live in extraordinarily dangerous times. We see the threat of terrorism at home and abroad and democracies being invaded. We have an increasingly emboldened China on the rise, and ever sophisticated cyber-threats from highly trained state operatives. But of all the threats that we face, a nuclear weapon in the wrong hands represents one of the gravest. As US President Obama once said, our scientific advances have enabled us\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“to communicate across the seas and fly above the clouds,”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "but they have also unleashed some of the most destructive and deadly weaponry imaginable. We must understand that threat and face it rather than shy away from the difficult decisions needed to keep us safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Close observers of the recent talks will tell us that negotiations have not exactly been going smoothly, but, as my right hon. Friend said, it is important that we have the opportunity to talk in this House about the threats that we feel Iran poses and why some of us are cautious about a deal, and to offer a view on what terms such a deal should take, if indeed we are to have one. Let me do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A nuclear Iran is a clear threat to peace and the world order. Iran has made clear its views on Israel’s mere existence and, obviously, a direct nuclear attack on Israel would become a real possibility. A nuclear-armed Iran would also be emboldened to increase its support for terrorist groups such as Hezbollah and Hamas. Regardless of how Iran may behave as a nuclear power, it could spur other regional rivals to seek out a bomb in response. The Government are right, therefore, always to be looking to prevent further development of Iran’s nuclear capability. However, there is clearly concern that, compared with 2015, Iran’s programme is more advanced and its leadership and priorities are different.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sanctions do work, and they do hurt—Iran has about 40% inflation and millions live below the poverty line—but, as my right hon. Friend pointed out, Iran has done tremendously well out of oil sales. The Iranian central bank estimates that those were worth $18 billion in just the first half of the Persian year. Its economic motivations are therefore perhaps not as strong as they were previously, and that is why we should proceed cautiously with new talks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For any agreement, you need trust, and lately Iran’s actions seem to demonstrate a lack of interest in building trust. It says that its nuclear ambitions and intentions are entirely for civilian purposes, as my right hon. Friend the Member for Clwyd West (Mr Jones) said in his excellent speech. So why has it enriched to 60%? Why has it turned off 27 surveillance cameras? Why has it developed uranium metal, which has no civilian use but lots of use in developing nuclear weapons? All the while, as my hon. Friend the Member for Harrow East (Bob Blackman) said, it has developed a significant ballistic missile programme, and it has had the gall to call for the Iranian Revolutionary Guard to be declassified as a terrorist organisation. Those are not the actions of a state willing to engage in peace talks or one that seeks to build trust with anyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course, I understand the motivations to engage with Iran, and we should try everything that we can to limit its ambitions. Put simply, we need greater restrictions if we are to have an agreement. We need a commitment from it to cease the production and installation of advanced centrifuges and the removal of enriched uranium as well as non-nuclear commitments that the so-called comprehensive agreement did not cover to end its ballistic missile programme and to cease funding terrorist organisations. Otherwise, we face bolstering Iran at a time when we should be restricting it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let it be said that I have put my views and concerns on the record. I genuinely wish the Government and the ministerial team well in tackling this great issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me conclude philosophically by saying that it is a great pleasure to be talking about this and Britain’s role in it at a time when people question Britain’s place in the world. We should never forget that this country represents just 0.8% of the global population, yet we have a seat at all the major international, multinational and security tables, including the G7, the International Monetary Fund, the JCPOA and the United Nations Security Council. We are one of the few nuclear powers in the world. So let it be said that we have a role to play in ensuring the security of our world and our people. I hope that the Government will take that responsibility as it relates to Iran very seriously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}