{
    "url": "https://www.ukpol.co.uk/denzil-davies-1978-speech-on-the-economic-policies-of-the-european-community/",
    "title": "Denzil Davies – 1978 Speech on the Economic Policies of the European Community",
    "post_date": "March 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Denzil Davies",
            "url": "/tag/denzil-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Denzil Davies, the then Minister of State at the Treasury, in the House of Commons on 16 March 1978.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House takes note of EEC Commission Documents Nos. COM (77) 620 final, R/2355/77 and R/415/78 on Economic and Monetary Union and Co-ordination of National Economic Policies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These three documents contain proposals by the Commission to try to achieve a better and more balanced overall economic performance by the member States of the Community in the next few years. The document on the prospect of economic and monetary union, COM(77)620 final, outlines a five-year programme covering four main areas, convergence of economic policies, the completion of a common market, and structural and social policies. The communication on improved co-ordination, R/2355/77 covering COM(77)433 final, discusses a number of practical steps that member States might take to that end. The economic and monetary programme, R/415/78 covering COM(78)52 final, contains specific proposals for action this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before referring to the content of the documents perhaps I may put them in an appropriate context with a brief account of how they are being considered in Brussels. Last December, the European Council took note of the document on prospects for economic and monetary union but agreed to await the advice of Finance Ministers before it attempted to form a view. All three documents are currently being subjected to a detailed examination by the specialist economic and monetary committees that advise the Finance Councils, and by the Committee of Central Bank Governors. Finance Ministers are expected to begin discussion of them shortly on the basis of reports from these Committees. The present debate will enable the views of Members to be taken into account at ministerial level, prior to further discussion at the European Council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It may help the House if I outline briefly the background and scope of the present initiative by the Commission which is embodied in these documents. It is convenient to take as a starting point ​ the Summit meeting of the original Six members which announced at the Hague in 1969 that plans would be worked out\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“with a view to the creation of an economic and monetary union “.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "From this beginning came the report of the Prime Minister and Finance Minister of Luxembourg, with its concept of a Community proceeding rapidly to a fully fledged economic and monetary union in a few years. In accepting this initiative in 1971 the European Council committed itself to making the Community a single economy by 1980, with, in effect, a single currency and a single authority for domestic and external monetary management.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The sequel to this undertaking is well known. Some of the first stage of the Werner scenario—notably the system of maintaining EEC currencies within certain margins, known as the snake—was implemented, though even this was not effective for the whole of the Community for more than a few months. The 1975 White Paper on renegotiation stated that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“events have shown that the programme of movement towards full EMU by 1980 … was over-ambitious and unattainable.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me assure hon. Members, especially my hon. Friends that the objective of EMU has not been formally abandoned, but all member States accept that it has become what might be described as a more distant goal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Community countries had been forced to focus their own efforts to overcome the problem which, in a sense, came to a head with the oil price crisis. But the emergence of inflation and recession, with poor confidence, poor investment and mounting unemployment, has increasingly led Member States to consider whether there can be benefit from concerted efforts and more economic convergence within the Community. I believe that there is now a much greater recognition that we should be talking about practical action in these areas, rather than having fruitless arguments about the unattainable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our economies are becoming more interdependent. Nearly half the external trade of the Nine is carried on within the Community. As a result, we must cooperate with our partners in the EEC to ensure that we achieve faster growth and continuing control of inflation. This aim ​ of convergence of the economies of the Nine is the connecting thread that runs through all the documents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Convergence is rather a general term and it appears that there is no single definition. Some Governments tend to equate it mainly with greater equality of living standards achieved possibly through a transfer of resources within the Community. Others stress the need to devise complementary economic policies designed to achieve faster rates of growth for member States leading to lower levels of unemployment. Yet others think primarily in terms of greater price stability throughout the Community. These objectives of lower unemployment and greater price stability that all member countries share will be furthered if convergence in some of these senses is achieved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Document COM (77) 443 is the most important document on convergence. It makes a number of specific proposals designed to achieve more coherent and consistent economic policies. I shall return to these later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Document COM(77)620 discusses the prospect of economic and monetary union. Broadly, the Commission sees progress towards EMU as two-stage: first, persevering with and intensifying a gradual approach; and secondly, deciding on significant transfers of economic sovereignty. The second stage, however, the transfer of economic sovereignty, is seen as a longer-term goal, and the Commission recognises that it cannot be reached in the immediate future. So we are left with the gradual approach, a vital part of which, apparently, is economic convergence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, we have the 1978 economic and monetary action programme—Document COM(78)52—which is the first year of a five-year action programme foreseeen in Document 620. Again, an important part of this action programme concerns economic convergence, and the document therefore reflects a number of the themes in Document 443.  \nDocument 443 argues for three things: first, the extension of the existing system of budgetary guidelines and their stricter supervision; secondly, the fixing of monetary guidelines for each member State; and, thirdly, developing consultations on ​ exchange rate trends and establishing exchange rate guidelines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Neil Marten (Banbury)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister explain a little more about how it is proposed to give guidelines on and more control of the money supply, which is what he was really talking about just now?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think that the hon. Gentleman will appreciate that the documents are not particularly clear as to how this state of affairs is to be achieved, but I thought that I had better set out for the House the main proposals in the documents and then listen to hon. Members’ suggestions as to how they were to be achieved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Ian Wrigglesworth (Thornaby)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hesitate to suggest that the Minister, has not, perhaps, looked right through the documents, but if he looks a little more closely, he will see that there are proposals for meetings of central bank governors and co-ordination of monetary credit in the individual member count-tries. There is a fair amount of detail that we have not seen previously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are suggestions for a large number of meetings. Whether the suggestions will lead to practical decisions is another matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The convergence proposals in Document 443 are, essentially, summarised in the part of Document 620 which deals with economic convergence as one aspect of the five-year action programme which, the Commission believes, will pave the way for economic and monetary union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Anthony Meyer (Flint, West)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Are we listening to a Front-Bench speech, or is the hon. Gentleman making a Back-Bench speech from the Front Bench?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It should be noted, however, that this does not in any way imply that economic and monetary union will take place in five years. In fact, no timetable is proposed and I imagine that many hon. Members will share my view that this is a very distant prospect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Additionally, Document 620 referred to the possibility of a return to greater integration of Community currencies, but it does not make any specific proposal on this and again does not set a rigid and inflexible timetable. The document also ​ suggests that an objective over the five-year period should be an increase in the financial resources available to the Community. These refer specifically to regional policy, social policy, industrial policy and energy policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The two other main areas that the document covers are the completion of a single market and structural and social change. The completion of the single market covers such issues as tax harmonisation and freedom for internal capital movements as well as full exercise of the right of establishment. The suggestions on structural and social change cover the Commission’s intentions for Community action in industrial policy, public investment and social policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is the objective of each of the five one-year programmes to make specific proposals fitting in with the overall strategy of Document 620. This is what COM(78)52 sets out to do. It therefore has sections on convergence of the economies, the single market, structural policies and social policy. With the exception of the first section, on convergence, the Commission’s document is basically a list of Community proposals, which in some cases have been on the table for many years and which the Commission would like the Council to agree in the course of 1978.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The section on convergence works through a similar analysis of the reasons why the European economies have in fact diverged and suggests ways in which greater convergence might be promoted. To some extent these represent a development on the Commission’s thought in Document 443. For example, Document 443 calls for the extension of budgetary guidelines to the whole of the public sector. Recognising, as a result of discussion on this point, that this would be premature, Document 52 merely suggests some further work on qualitative or quantitative data as the first stage in extending the scope of these budgetary guidelines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Following the discussion at the European Council of 6th December, Documents 620 and 443 were remitted for study by the various specialist economic and financial committees of the Community, and the convergence section of Document 52 has similarly been remitted. The rest of Document 52 has been remitted to the Committee of Permanent ​ Representatives. The attitude of the Government will be determined in the light of these studies and the views of Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Naturally, there is scope for considerable debate within the Community about the detail of some of the proposals. We and some of our Community colleagues have, for example, indicated that too much weight should not be put on the specific convergence of intermediate objectives such as monetary or fiscal or exchange rate policy. The important thing is for these all to be seen to be fully consistent with the overall objectives of the Community’s economic policy. The discussions in the specialist economic committees so far show that this broad approach has a good deal of support. Member Governments of the Community are also thinking on these lines. My right hon. Friend the Chancellor took part in a wide-ranging debate at the Finance Council on 20th February, where the clear objective was to see how far co-ordinated action could usefully stimulate growth throughout Europe as part of the search for solutions which need to be on a world-wide scale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am, of course, aware that there are within the House differing views about the role that the EEC should play in these matters. I can only reiterate what my right hon. Friend the Prime Minister told the House on 7th December:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Let us see how this new system can be of benefit to the United Kingdom in its recession as well as to Europe”.—[Official Report, 7th December 1977; Vol. 940, c. 1395.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Certainly, whatever our views about economic and monetary union, or about the EEC itself, there can be little doubt that action to stimulate growth at a Community level in the recession carries with it the prospect of greater effectiveness than action by individual Governments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One solid achievement over the last year or so has been the agreement reached on the need for a new aid to help the relief of unemployment amongst the young. With the active participation of the trade union and employer organisations, studies are taking place on, among others, the employment effects of investment, and of work sharing. Work sharing, as the TUC recognises, is an area where unilateral moves by an individual country could undermine that country’s ​ competitiveness. I am therefore pleased that this is an aspect of economic convergence which is due to be examined in the action programme for 1978.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Again, the European Council last December recognised that solutions to the structural problems which are common to some industries in all member States must increasingly be sought at Community level. This is particularly true of the iron and steel, textile and ship building industries. There are other spheres where a concerted response may pay dividends. Multinational corporations pose special problems. It is in no one’s interest that they should seek to bid up investment aids by playing one country off against another. EEC ceilings on the amount of regional assistance that can be offered to such a project have an important part to play, while the different national systems of regional aids can take account of special national problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These are some of the positive ways in which the Community can help. We should not allow ourselves to be directed by irrelevant arguments about the unattainable. I firmly believe it is in our best interests, as well as those of the Community, that working together we seek common answers to the serious economic problems facing us. Provided we are vigilant about our national interests, I believe that we can shape the Community policies outlined in these documents to serve the interests of all the Community’s members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}