{
    "url": "https://www.ukpol.co.uk/geraint-davies-2019-speech-on-the-loyal-address/",
    "title": "Geraint Davies – 2019 Speech on the Loyal Address",
    "post_date": "December 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Geraint Davies, the Labour MP for Swansea West, in the House of Commons on 19 December 2019.",
    "content": [
        "It is a great pleasure to follow the hon. Member for Clacton (Giles Watling). The Queen’s Speech introduced by the right hon. Member for Maidenhead (Mrs May) stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“My government’s priority is to secure the best possible deal”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "and mentioned working with the devolved Administrations and business. That was then dropped to become, “My priority is to secure a deal by 31 October, do or die”, and now we have 31 January.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Hon. Members know that we have a different system for referendums—they are one person, one vote, which decided the referendum in 2016—compared with elections for constituency MPs. Under the one person, one vote system, other than generating a significant Conservative majority, this election also generated 16.5 million votes for remain parties, and 14.5 million for leave parties, which is 2 million fewer. If we consider the number of parties that do not agree with the deal that is being railroaded through, which includes the Brexit party, that is 18.1 million people who do not agree with the deal as it stands. Nevertheless, this deal will be hammered through on the basis of an election that was thrust on us on a cold, dark night, and that disadvantaged poorer people who do not have cars and so on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The election was engineered in such a way because the Conservatives realised that they could unite the smaller pro-Brexit vote, divide the remain vote, secure a majority, and hammer Brexit through on the back of a ​few slogans such as “get Brexit done”, and “oven-ready” convenience food. We all know that living on oven-ready convenience food is not particularly good for our health, but we are where we are. I am sad that we have lost so many good Labour MPs, and our next task is to ensure that people’s jobs, livelihoods and environments, and workers’ rights, are secured in this deal through democratic scrutiny. I fear that that will not happen, that those things will not prevail, and that we will end up with a Brexit that will make us all poorer, weaker and more divided.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given that, it is incumbent on the Government to deliver a Queen’s Speech that counteracts the negative economic impacts of Brexit by making as its centrepiece a re-engineering of our economy to deliver the white heat of technology focused on sustainability, given that we have a climate crisis—a new green economic renaissance. Sadly, we did not see that in the Queen’s Speech. We saw “get Brexit done”—whatever that means—and, yes, we will have some trade deals, but there will be no scrutiny. Instead, we will stand alone, weak against China and weak against the United States, as we turn our back on the European market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should have accelerated our ambition to be carbon-neutral by 2050, and put in place a fiscal strategy to deliver excellent green technologies and products that would form an export base for a new economy. I welcome the fact that we will host the COP26 summit, which will give us an opportunity to showcase ideas. I very much hope that the Budget will focus on fiscal strategies and incentives for investment to push that agenda forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the chair of the all-party group on air pollution, I welcome the legally binding targets in the Queen’s Speech. The devil, however, will be in the detail. It is important that we meet the World Health Organisation target on particulate matter—the target to reach PM2.5 down from the 15 micrograms per cubic metre we have in London now to 10 micrograms per cubic metre by 2030. Microparticulates will penetrate unborn babies and we are seeing dreadful public health problems in Britain. The latest estimate on premature deaths from air pollution is approximately 62,000 people a year, at a cost of £20 billion a year. It is therefore very important that we focus on this issue. People doubted much of the economics in the Labour manifesto, but according to the Royal College of Physicians the cost of air pollution is £20 billion a year. If we saved £3 billion—a fairly modest saving—that income stream could service, at a 5% interest rate, a borrowing of £60 billion to invest in green manufacturing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need a transition towards the electrification of all our trains and buses sooner rather than later. We need to incentivise, through scrappage schemes, the switchover to electric cars for normal consumers. It is unfortunate that the roll-out of much of the electric grid is in the hands of BP, which has a vested interested in slowing it down in order to sell more petrol and diesel. We need to re-engineer our duties to incentivise people towards a sustainable future and for the Government to invest in public transport alternatives. There are a lot of technological opportunities. Our subsidy focus should move from fossil fuel to renewable energy—whether wave, wind or solar—and towards the manufacture of associated products.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Bob Stewart**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Everyone talks about electric cars, but we should also be talking about hydrogen, which is a very clean fuel. Hydrogen could power cars and trains, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**​Geraint Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I completely agree with the hon. Gentleman. Hydrogen is a major part of the mix for the future in terms of transport. He makes an excellent point. There are opportunities for solar tiles on public buildings or even roads. New technology can make buildings net contributors and help us to move towards carbon neutrality before 2050. The latest projections are that there will be a 1.5° increase in global temperatures by 2030, and not 2040 as previously thought. We need to look again at such ideas as the Swansea Bay tidal lagoon, which was rejected by the Conservative party on the grounds that it would have been done through the private sector and backed by very expensive private equity loans. This should be public sector investment, with low interest rates over a 120-year timeline, in light of the fact that 80% of all identified fossil fuels are unexploitable if we are to avoid irreversible climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government need to stop their ambitions in relation to fracking. Fracking is worse than coal for climate change, because methane is 85 times worse than carbon dioxide for global warming. There has been a suspension of fracking. I hope that suspension will become permanent, because fracking is certainly the wrong thing to do and the wrong signal to send. On plastics, the Queen’s Speech states that we will stop exporting polluting plastics to non-OECD countries. We need to do much more than that. We need to stop the production of single-use plastic. We need to tax plastic to incentivise consumers and producers towards sustainable alternatives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On NHS funding, the funding targets enshrined in the Queen’s Speech are not high enough. They are not ambitious enough in relation to our European counterparts. Those on the Government Front Bench should remember that poverty is a major driver of mental and physical ill health, so one of the best ways of sorting out the problems of the NHS is to confront the poverty that current Government policies are creating.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the political future we face, I fear that the nature of politics in Britain will deteriorate. I say that because some of our finest public institutions—the BBC, the civil service, our universities—are under fundamental threat. They hang together and support our fundamental values of freedom, democracy and human rights. Through frustration, people voted for Brexit, which is rolling forward without a clear conclusion. They voted to leave in order to have a future, but if they lose their jobs they will be very unhappy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is very important that the Government keep their word and reach out from London and the south-east to rejuvenate other areas, including Wales. I am here to represent Swansea. The simple fact of the matter is that we in Wales make up 5% of the population, have 11% of the railway, but receive only 1.5% of rail investment. It takes me three hours to get from London to Swansea. It takes about two hours to get to Manchester. With HS2, that journey will take about one hour and 10 minutes. Investors will ask themselves the question: where am I going to invest? We need our fair share of investment in Wales and we need rejuvenation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I stood on a mandate to remain in the EU, which would be good for Swansea and Wales, but I realise that we are heading towards an imminent Brexit. I also stood on a mandate to invest in green technology. I hope that a fairer share of investment in a green renaissance ​can be taken forward, upping our game on the global stage so that out of the ashes of Labour’s defeat we can build a greener future for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}