{
    "url": "https://www.ukpol.co.uk/alex-davies-jones-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Alex Davies-Jones – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Davies-Jones",
            "url": "/tag/alex-davies-jones/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Alex Davies-Jones, the Labour MP for Pontypridd, in the House of Commons on 9 September 2022.",
    "content": [
        "I am saddened, but truly grateful and humbled, to have the opportunity on behalf of my constituents and my community in Pontypridd and Taff Ely to add to the tributes here today commemorating the extraordinary life of Her Royal Highness Queen Elizabeth II. May I first echo the sentiments of colleagues across these Benches in offering my sincere condolences to the royal family and to all who knew and loved the Queen? While we all may know what it feels like to lose someone close, it is difficult to comprehend the loss of such a central figure, knowing full well the whole world outside is watching.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I share the sentiments of the huge number of local residents who have been in touch to share their sorrow at the news of Her Majesty’s passing—mainly my mam, but then she did name me Alexandra Mary. Many of my constituents have great pride in working at the Royal Mint in Llantrisant, and they have spent their working lives ensuring that the Queen’s portrait is nothing short of picture-perfect on all the coins in our pockets. They have expressed their admiration for Her Majesty’s lifetime of dedicated public service, and her commitment and devotion to this great nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As history’s longest-serving monarch, Her Majesty played an incredibly important role in uniting the nation through turbulent times. Her Majesty loved this country, she loved Wales and we all loved her in return, which is why we all grieve today and for what I imagine will be some time to come. All of us here in the UK and across the Commonwealth are indebted to Her Majesty. We have so much to be grateful to her for, and for that I say thank you—diolch yn fawr, Ma’am.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her Majesty was committed to the demands of duty and the sacrifices of service, and she understood the responsibility bestowed on her. Listening to colleagues across the House recount stories and tales of meeting Her Majesty in person, I too would like to share with them all my most cherished memory of my encounter with the late Queen. As a little girl who always dreamed, like so many, of one day becoming a princess, having the privilege of singing for Her Majesty as part of her golden jubilee tour in Trehafod was a day I shall never forget. Waving my paper flag, y ddraig goch, belting out “Calon Lân” with hwyl, and getting to see with my own eyes the actual real-life Queen was nothing short of magical.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Queen had a natural sparkle, a wicked sense of humour and the ability to make everyone she spoke to, waved at or simply smiled at feel as though they had had the most treasured interaction. We may never see another monarch like her. As a nation, we will miss Her Majesty enormously. May she rest in peace and rise in glory. God save the King, and God bless the new Prince and Princess of Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}