{
    "url": "https://www.ukpol.co.uk/quentin-davies-2001-speech-to-the-ulster-unionist-party-conference/",
    "title": "Quentin Davies – 2001 Speech to the Ulster Unionist Party Conference",
    "post_date": "December 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Quentin Davies",
            "url": "/tag/quentin-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Quentin Davies, the then Shadow Secretary of State for Northern Ireland, in Belfast on 17 November 2001. This is the edited version released to the media.",
    "content": [
        "If one thing above all has struck me in the two months I have been doing this job it is the anxiety, the pessimism – I do not think it too much to say the despondency – of much of the Unionist community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So many people have said to me that they feel that things have moved inexorably against them, that the Peace Process has been a one-way street and that even a single IRA act of decommissioning does not change that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a very widespread impulse to discount any good news and – most painful of all for anyone who comes from England – a sense of betrayal – a feeling that their fellow citizens in the rest of the United Kingdom do not even regard them as such, and want nothing so much as to get shot of them as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am well aware that it is not the first time that such sentiments have been expressed in Ulster. I was struck by a passage in Thomas Hennessy’s excellent ‘History of Northern Ireland’, which I was reading the other day, in which Sir Richard Dawson Bates, then Minister for Home Affairs in Northern Ireland, said in 1938:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "‘So long as we live, there will always be the danger of Home Rule or merging into the Free State. We will never get rid of it. One has only to go to England to see the extraordinary apathy towards us by people who should be our friends. We do not understand this apathy in England towards us …’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If these sentiments have existed before, they have now returned with a vengeance. The thing that has caused me more pain than, I think, any other political comment that has ever been addressed to me, has been to be told several times that of course I care fundamentally much more about bombs in London or Birmingham, about blood being shed in England than about blood shed here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Well let me use this opportunity today to say with all the sincerity and conviction of which I am capable, that in my eyes Northern Ireland is in every sense just as much as part of our country as London or Lincolnshire where I come from, its inhabitants are every bit as precious to me and my colleagues and our responsibility for them is exactly and precisely the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know very well that it is not verbal analysis that will reassure people, it is only our deeds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So let me give you this commitment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Everything we do or say as the major Opposition party will be designed, whether directly or indirectly by exerting influence on the Government, to ensure that Northern Ireland can be, can continue to be, and can feel, a respected, a valued, and an equal part of the United Kingdom, and I hope increasingly a normalised and a prosperous part of our Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}