{
    "url": "https://www.ukpol.co.uk/david-davis-2022-comments-on-asylum-seekers-leaving-their-accommodation/",
    "title": "David Davis – 2022 Comments on Asylum Seekers Leaving their Accommodation",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by David Davis, the Conservative MP for Haltemprice and Howden, in the House of Commons on 28 November 2022.",
    "content": [
        "**Mr David Davis (Haltemprice and Howden) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier this year, I informed the Home Office that some 30 Albanian asylum seekers had absconded from the Thwaite Hall facility in my constituency. The then Minister for Immigration, the Minister’s predecessor, informed me in his reply that asylum seekers\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“are not prevented from leaving it, or legally required to stay within its confines.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He might as well have said, “Not my problem, Guv.” Considering the reports that there has been an outbreak of a highly contagious and dangerous disease at the Manston processing facility, how can the Minister square this laissez-faire approach to asylum seeker dispersal with any serious concern for public health?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Jenrick**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is for those reasons that I took the decision today that no asylum seeker will leave Manston if they are displaying any symptoms whatsoever of diphtheria, or indeed of other serious infectious diseases. They will either remain there or, more likely, be taken to one of our secure isolation hotels—the type of hotel that we used during the covid pandemic. They will remain there and will not leave while they are being treated. Hopefully, they will make a full recovery and then they will be transported to other accommodation elsewhere in the country. I think that is the right approach. It goes beyond the advice that Dame Jenny and her colleagues at the UKHSA have provided to us, because I want to ensure that we are doing absolutely everything we can to take this issue seriously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}