{
    "url": "https://www.ukpol.co.uk/david-davis-2016-speech-on-iraq-inquiry-report/",
    "title": "David Davis – 2016 Speech on Iraq Inquiry Report",
    "post_date": "April 14, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Davis in the House of Commons on 14 April 2016.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House calls on the Government to conclude the National Security checking of the Iraq Inquiry report as soon as possible in order to allow publication of that report as soon as possible after 18 April 2016, and no later than two weeks after that date, in line with the undertaking on time taken for such checking by the Prime Minister in his letter to Sir John Chilcot of 29 October 2015.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As an aside, Mr Speaker, I never cease to be impressed by your short-term memory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second Iraq war was started to liberate the Iraqi people. Instead, it shattered their country. It was intended to stabilise the middle east. Instead, it destabilised the middle east. It was intended to remove a threat of weapons of mass destruction that did not exist. Instead, it exacerbated and massively increased a threat of terrorism that does exist. It was supposedly fought in defence of our values, but it has led to the erosion of civil liberties at home and the use of torture abroad. Because we were misled on the matter, Parliament voted for the war by 412 to 149. So there were very good reasons for setting up the inquiry in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The war led to the deaths of 4,800 allied soldiers, 179 of them British. The lowest estimate of Iraqi civilian casualties was 134,000, but plausible estimates put the number up to four times higher. The war immediately created 3.4 million refugees, and half of them fled the country. It cost the British taxpayer £9.6 billion, and it cost the American taxpayer $1,100 billion. It has done untold damage to the reputation of the west throughout the middle east and, indeed, among Muslim populations at home and abroad. Initiated to protect the west from terrorism, it has, in fact, destroyed the integrity of the Iraqi state and triggered a persistent civil war that has created the conditions for perhaps the worst terrorist threat yet to the west: ISIL or ISIS. The war has done huge harm to the self-confidence and unity of the west, in effect neutering our foreign policy. The war was, with hindsight, the greatest foreign policy failure of this generation, and I say that as someone who was misled into voting for it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has been more than six and a half years since Gordon Brown launched the Iraq inquiry and more than five years since it heard its last evidence. It has been more than a year since this House, in a similar debate, called for the Government to publish the Iraq inquiry report as soon as possible, and yet that report has still not been published. It is no surprise that one of the most pre-eminent politicians of our era, the highly respected and very civilised ex-Foreign Secretary, Douglas Hurd, branded the delays a scandal. He is right. They are a disgrace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 2009, the then Leader of the Opposition, who is now Prime Minister, was scornful about the suggestion that the report would not be published before the 2010 election. In 2009, Sir John Chilcot told families that he would complete the inquiry in a year if he could, but that it would definitely not take more than two years. In fact, the evidence taking did not conclude until 2 February 2011. Nevertheless, at that time—more than five years ago—Sir John Chilcot said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“It is going to take some months to deliver the report itself.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has been 62 months and counting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then the inquiry started the classification process. Under the inquiry protocols, there are nine different categories of reason for turning down the classification—for preventing Sir John not from seeing the information, but from publishing it. What the inquiry can publish is determined by a series of protocols that have criteria so broad that a veto on application can be applied virtually at Whitehall’s discretion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Compare that with the Scott inquiry into the Iraqi super-gun affair. It also covered issues of incredible sensitivity in terms of national security, international relations, intelligence agency involvement, judicial propriety and ministerial decision making—the whole gamut. Sir Richard Scott was allowed to decide himself what he would release into the public domain, unfettered by Whitehall, so that whole tranche of time—that couple of years—would have been unnecessary. By contrast, Sir John Chilcot, a former permanent secretary at the Northern Ireland Office who chaired an incredibly sensitive inquiry into intercept—some Members of the House may remember that—and who is considered a responsible keeper of the Government’s secrets, is tied up in protocols subject to the whim of Whitehall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There have been long negotiations between the inquiry and Sir Jeremy Heywood, the Cabinet Secretary, and his predecessors over the disclosure of some material, most notably correspondence between ex-Prime Minister Tony Blair and George W. Bush. There is no point whatsoever in the inquiry if it cannot publish the documents that show how the decision to go to war was arrived at. That is, after all, the point of half the inquiry. Chilcot wrote in a letter to the Cabinet Secretary:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The question when and how the prime minister made commitments to the US about the UK’s involvement in military action in Iraq and subsequent decisions on the UK’s continuing involvement, is central to its considerations”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The negotiations between Chilcot and Jeremy Heywood concluded only in May 2014, when it was announced that an agreement had been reached. The process was clearly frustrating for Sir John. He queried why it was that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“individuals may disclose privileged information (without sanction) whilst a committee of privy counsellors established by a former prime minister to review the issues, cannot”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He was of course referring to Alastair Campbell and Jonathan Powell’s respective diaries, which quoted such information, again without Whitehall veto.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then came the excruciatingly long process of Maxwellisation. This is meant to be a process of notifying any people criticised in the report so they can correct factual errors and be ready to respond to those criticisms when they become public. It is not intended to allow protected negotiation between the commission and teams of expensive lawyers—incidentally, those expensive lawyers are paid for by the taxpayer—who negotiate ad nauseam, at any cost, to protect their client’s reputation, even over and above the national interest. That is what is happening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that finally, after all that, the Iraq inquiry is now due to submit its report to the Government next week. The next stage will be security clearance before publication. The Prime Minister stated last October that he fully expected security clearance to take less than two weeks, the time taken by the equally enormous Saville inquiry. Let us remember that the Saville inquiry took decades to come to its conclusion, but it was cleared in two weeks. I cannot believe that clearance will take any longer than that, given, as we already know, that every single piece of this report has already been negotiated with Whitehall, presumably on the basis of security considerations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given that, and the Prime Minister’s declaration that he is as exasperated as anyone by the delays to publication, the public ought to expect the report to be published in the first week of May. That should be the reasonable conclusion, but that is not the case. There are now reports that the publication of the report will be postponed until after the EU referendum at the end of June. This is frankly outrageous. It is for this reason that I, together with right hon. and hon. Members from all parties in this House, have called for this debate. We demand that the Government publish the report as soon as security clearance is complete, and certainly no more than two weeks after its receipt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While this inquiry has lumbered on, there have been at least three significant foreign policy decisions that could have been dramatically different had we had the benefit of the Iraq inquiry’s findings. The decision to intervene in Libya was intended to prevent a massacre, but since then, partly because we changed the aim to regime change, the country has descended into civil war and miserable, fractured chaos. On the question of regime change, when the Prime Minister first asked this House to support military action against the Assad regime in Syria in 2013, the House turned him down. Had the House not blocked military intervention, we could have ended up as military supporters of our now sworn enemies, IS. In Iraq, the UK is of course involved in the ongoing civil war that has raged since the invasion in 2003.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are lessons to learn from the Iraq war about our foreign policy, our political decisions to go to war and our military operations. The longer we leave it, the less useful these lessons will be, and the more likely it is that we will make the same mistakes. When decisions such as those that were made in Libya, Syria and Iraq are made without knowledge of the facts, mistakes are made and sometimes people die as a result. Therefore, it is not hyperbole to say that the delay to the Iraq inquiry could cost lives because bad decisions may be made. I would go further and say that it probably has cost lives because bad decisions were made. Indeed, many of the revelations in the report will come too late to be useful in relation to decisions that have already been taken. This is the irrecoverable harm that has been caused by the delays—the unconscionable delays—in this inquiry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Graham Allen (Nottingham North) (Lab)** The right hon. Gentleman is absolutely right that the Iraq war was the most appalling miscalculation and the most idiotic way of conducting foreign policy in living memory. As he is looking to the future, does he accept that the fracture within Islam that the war exacerbated and the Pandora’s box that was then opened of violence and extremism within Islam, both in the middle east and internationally, are sadly the gift of the Iraq war that will keep on giving, and that there may be decades’ worth of interventions from extreme Islamic elements across the globe?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis** I do not think it is a question of “may be”; I think there will be the continued disruption of international affairs and the continued threat of terrorism. Europol’s assessment that there are 5,000 jihadists in Europe implies an arrival rate of 1,000 a year, and the rate is going up, not down. It is clear that the hon. Gentleman is absolutely right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That brings us to a significant point. When the individual Prime Ministers involved in each of the decisions I mentioned made their decision, I am sure that in their own mind they were doing the right thing—they were trying to save lives, to save a civilisation or to intervene to prevent further terrorism. The trouble is that every single one of them made simplistic decisions, without detailed understanding. The complexity of the issues they were reaching into was beyond their knowledge. It is correcting, enhancing and improving that knowledge that the inquiry report is all about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am no pacifist, but I find myself horrified at the thoughtless, aggressive and unnecessary interventions by the west in areas that it does not understand. I did not like the Gaddafi regime; I did not like the Saddam Hussein regime; I do not particularly like the Bashar Assad regime, but ripping them out has led to something even worse. The hon. Member for Nottingham North (Mr Allen) is therefore absolutely right in his analysis, which demonstrates why this report and its speed of preparation are so important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Andrew Mitchell (Sutton Coldfield) (Con)** My right hon. Friend is making an immensely compelling point. Does he agree that when the report is published, which, I like him, hope will be as soon as possible, although the tendency in the British media will be to use it as a trial of the former Prime Minister—Blair guilty or innocent—the great gain of the report will be in showing how the whole mechanism of government worked in the run-up to the decision to go to war? A Prime Minister is not Dr Strangelove; this is about how the whole machine in Whitehall works.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis** My right hon. Friend will forgive me if I do not follow him down his comparison between Dr Strangelove and past Prime Ministers, but he is right in one respect: the most important element of this is what we learn from our mistakes. However, there are also issues of accountability and closure, which I will return to in a moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Pete Wishart (Perth and North Perthshire) (SNP)** I am reluctant to interrupt, because I am very much enjoying the powerful case that the right hon. Gentleman is making, but I invite him to ignore the representations of his colleague, the right hon. Member for Sutton Coldfield (Mr Mitchell), because this war is bound up with one key individual: Tony Blair. For ever and a day, he will be associated with this particular war. It was personalised around the personality of that Prime Minister. As far as I am concerned, he could have a tattoo across his forehead reading “Iraq”, such is his legacy. This will be a comment and a statement about his day. I was in this House when we voted to go to war, as was the right hon. Member for Haltemprice and Howden (Mr Davis), and I had to listen to the nonsense and drivel that was that former Prime Minister’s case for war. Please let us make sure that where blame is to be apportioned, it is apportioned rightly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis** I will come back to this issue in the latter part of my speech. My right hon. Friend the Member for Sutton Coldfield (Mr Mitchell) and I have a very dear common friend who thinks that Mr Blair should be at The Hague, so there is a range of opinion on this, but to come to that conclusion today would be to pre-empt the report. I do not intend to do that, but I do intend to turn to the issue of accountability in a minute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Graham Allen** Just to get the balance correct, if we go back to the time of the vote, a majority of the non-payroll vote in the Labour party—122 Members, and I was proud to be one of the organisers—actually rebelled against their own Government. Had the Conservative party supported us we would not have gone to war. Those are historical matters, but it is important to place on the record that the biggest ever parliamentary rebellion within a governing party was by the Labour party on the issue of taking us to war. Many of us at the time realised that it would be a disaster, but none of us realised what an appalling disaster it would be—one that would carry on for decades and influence us domestically as well as in the middle east.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis** The hon. Gentleman has made his point well, but one of the issues that the report will face up to, one hopes, is the veracity of what was told to the House that day. That will be one of the key issues, which is why the argument between Sir John Chilcot and Whitehall is very important. Reading between the lines of his letters, that argument was very much about what decisions were taken before the House made its decision and after—what was told to the House, whether it was accurate, whether it was based on impartial briefings and whether, indeed, the politics of the issue coloured the views of important components of the state. I am not going to attempt to answer those questions today, but I would be incredibly disappointed if the commission’s report did not actually answer them in plain English. That is why I would not be drawn by my right hon. Friend the Member for Sutton Coldfield, who is a very great friend of mine. The report has to answer those questions; what the tabloid and other press do with the report the day after publication is not for me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will press on, briefly, with the lessons to learn not just about the war but about how we should conduct these inquiries. The Government now intend to review the Maxwellisation process, in which those who have been criticised in a report are given the chance to respond. That is to be welcomed, as Maxwellisation has been responsible for half the delays here. It is clear that strict time controls are needed for future inquiries. It cannot be right that those who are to be criticised can delay publication for their own interests, so I hope that strict time controls will arise as a result.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no reason for further delay. It has been suggested that the delay between the report being security cleared and its publication is because it needs to be proof-read and typeset. That would be unacceptable if true. The report is already in electronic format. It has already been repeatedly checked for accuracy, and will be checked again by the security services. It will have been read by more people than some newspapers. The fact is that the report has been pored over by many people for five years. We are in the 21st century, not the era of hot lead typesetting. Someone said to me this morning that I might have summarised the rather long motion rather more crisply by saying, “This House instructs Sir John Chilcot simply to press ‘send’.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Liz Saville Roberts (Dwyfor Meirionnydd) (PC)** I am sure that the right hon. Gentleman agrees that the public at large, and bereaved families in particular, deserve answers, so redactions must be kept to an absolute minimum. Those families should not have to endure any further suggestions of a cover-up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis** The hon. Lady is absolutely right, but, to be honest with her, I will be astonished if there are any redactions in the report. I remember that once, when I was Chair of the Public Accounts Committee, a report was given to me about the overrun of MI5 and MI6 on their buildings. It had four chapters: the introduction, the chapter on MI6, the chapter on MI5 and the conclusion. The chapters on MI5 and MI6 were virtually identical, except that all the redactions were different. We rang up MI5 and said, “MI6 has agreed to all these,” then we rang up MI6 and said, “MI5 has agreed to all these,” and then we removed nearly all the redactions. They were political—they were redactions to preserve the interests of the bureaucracy involved, not the national interest. The simple truth is that the facts in the report have already been cleared. That is what two years of the argument was about. If there is a single redaction, I and others will be looking at it very closely and asking why it was not redacted years ago instead of now. The hon. Lady is absolutely right about the rights of the families in this affair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no doubt that the whole country is fed up with waiting for the final report, but none more so than the families of those 179 British soldiers who died fighting for their country in Iraq. The families have suffered for years as this inquiry has dragged on and on, and it would be disgraceful to make them wait for months longer, just because the Government are worried about what effect—if any—the report will have on the referendum. I cannot imagine what impact that might be, given that there is no party political advantage in this to either side.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Conservatives and Labour both supported the war. As the hon. Member for Nottingham North said, half the Labour party stood back or voted against it, and there is no advantage either way. The inquiry was started by Labour and supported by the Prime Minister. It is therefore inconceivable that the Government should seek to wait until after the June referendum to publish the report, and I hope that when the Minister replies to the debate, he will make it clear that that will not happen—I am sure he will address that point directly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us put this issue in context. If the report waits until June, it will be seven years since the inquiry started, and some parents of the dead soldiers will have been waiting 10 or 12 years for an answer. To give the House a simple comparison, the Israeli Government appointed the Winograd commission in 2006 to investigate the war with Lebanon. It produced its interim report not in seven years but in seven months, and it was highly critical of the existing Government that had set it up. The final report was produced after 17 months. Any argument for delay on grounds of political sensitivity or national security would be far more pressing in Israel, where that is a matter of daily life and death to all its citizens. Because of that, it is also a matter of very high and extremely important politics. If Israel can produce a report in seven and 17 months, we should be able to do it in a lot less than seven years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some people will, of course, be held to account in this report; otherwise it will properly be dismissed as a whitewash. That is to be expected and must be right. However, this is principally about learning from mistakes that we made as a nation, and ensuring that we do not make the same mistakes again. It is also about remembering those who have suffered great loss, and giving them some measure of solace in the truth and some degree of closure. This is about doing the honourable thing by those who have made the ultimate sacrifice on behalf of their nation, and to delay any further for no good reason would be an insult to those brave soldiers who died in the Iraq war, and a cruel insult to their families who have waited more than six years for a proper answer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}