{
    "url": "https://www.ukpol.co.uk/david-davis-2021-speech-on-the-budget/",
    "title": "David Davis – 2021 Speech on the Budget",
    "post_date": "March 8, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Davis, the Conservative MP for Haltemprice and Howden, in the House of Commons on 3 March 2021.",
    "content": [
        "May I start by associating myself with the comments of the Father of the House, my hon. Friend the Member for Worthing West (Sir Peter Bottomley), on ExcludedUK and helping them, and on the leaseholder issue, which also requires help? I also associate myself with those on both sides of the House who have called for the uplift in universal credit to be rendered permanent, which I think in due course will prove sensible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I applied to speak in this debate a few days ago, given the headlines in the press I thought that I might be challenging head-on the Chancellor’s strategy, in view of my concern that sudden tax increases would crush any recovery. It is therefore a pleasure today to find that that is not the case, and that I can be much more supportive of my right hon. Friend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Obviously covid-19 has led to incredibly difficult economic circumstances. The country has suffered the worst peacetime economic shock ever. Indeed, we have the worst outcome in the G7, and the deficit is the worst since 1944—a date that I will come back to—which, in and of itself, is extraordinary. The Chancellor faces quite remarkable economic problems that are worse than any Chancellor has faced in peacetime history, and he has handled it with remarkable sensitivity in the way he has put his policies together. I have a question about one or two, but broadly speaking, he has met this economic challenge of enormous magnitude with great skill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What do these numbers mean? These billions and trillions that are casually thrown about by supposedly expert commentators are incredibly difficult for ordinary people to understand. In my view, they are best understood when looked at in terms of the impact by household or by wage earner, because that gives a better idea of what they mean. For example, the latest deficit figures published before today were £394 billion a year. That is £14,000 per household—that is the size of the black hole we have to fill. Just looking at the size of the number tells us that no tax policy can solve it. The idea of imposing £14,000 per household of taxes is nonsense; it would be designed to destroy any economic recovery. Only a recovery policy designed to restore the tax base and remove the need for subsidies will close that gap, and I am pleased to see that the Chancellor has essentially adopted that strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The most recent estimate of the debt is well over £2 trillion and may be £3 trillion. Some £2 trillion or thereabouts amounts to £77,000 per household. I remember only a few days ago a BBC commentator talking about paying off the overdraft. I do not have an overdraft of £77,000. This is a big mortgage that is not paid off in one year. To pay off such a debt rapidly would be crippling. Again, the size says it all. It has to be paid off in the very long term—as the Chancellor said, over decades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since this is the worst debt and deficit combination since 1944, we should treat it in the same way as they did then: with a 50-year time horizon on the loan—a war loan, if you like. Both the world war one and world war two debts were paid off this century, within the last 20 years, so that gives us an indication of what needs to be done. I have heard a number of people say, “The interest rates might go up.” To a large extent, two things are happening here. Every single country in the world has this issue, and therefore every single Government in the world has an incentive to hold interest rates down, and they now have the mechanisms to do it—they have done it time and again with quantitative easing, even before today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To close that £14,000 per household deficit, we need to increase growth, increase employment and increase wages. All those things will increase the tax base. The Chancellor said—and I am glad to hear him say it—that his first priority is employment. That is the centre of those aims, and that is exactly right. That requires higher domestic investment to achieve it. It requires higher foreign inward investment to achieve it. It requires higher new company formation and higher research and development, and it will, in turn, generate higher aggregate demand. Tax increases help none of those things.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The issue of tax increases is not a Tory ideological issue; it is about what delivers the recovery. Income tax increases, whether direct or stealthy, reduce aggregate demand; they reduce the amount of money people can spend. Corporation tax increases suppress investment. Capital gains tax increases deter both domestic investment and foreign investment. The one thing I am worried about in this Budget is the proposal to go to 25% corporation tax in a couple of years. That will have precisely the deterrent effect I worry about with respect to inward investment. I am looking at my Northern Irish friend the right hon. Member for East Antrim (Sammy Wilson), who is nodding at me, because of course in the Province that is absolutely a central issue for us all. We have to worry about tax increases from that point of view.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was very pleased to hear the Chancellor’s emphasis on what he called the science superpower strategy, and, as he said, it is not hubristic; we are the country with the highest number of Nobel prizes per capita in the world and should be able to marshal something out of that. We have already had an announcement on setting up our equivalent of the Defense Advanced Research Projects Agency—the Advanced Research and Invention Agency; we have new strategies and new funding for science, and new tech visas. All those things will help as all—the whole kingdom—in improving our growth rate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What is a growth strategy worth? It is very difficult sometimes, particularly dealing with the Treasury, which is very difficult about dynamic taxation and indeed does not seem to understand it, despite the fact that the British Treasury under Nigel Lawson created the best dynamic tax demonstrator in history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}