{
    "url": "https://www.ukpol.co.uk/alex-davies-jones-2023-speech-on-fertility-treatment-transparency/",
    "title": "Alex Davies-Jones – 2023 Speech on Fertility Treatment (Transparency)",
    "post_date": "January 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alex Davies-Jones",
            "url": "/tag/alex-davies-jones/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Davies-Jones, the Labour MP for Pontypridd, in the House of Commons on 18 January 2023.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That leave be given to bring in a Bill to require providers of in vitro fertilisation to publish information annually about the number of NHS-funded IVF cycles they carry out and about their provision of certain additional treatments in connection with in vitro fertilisation; to require such providers to publish a report about their provision of NHS-funded IVF treatment in certain circumstances; and for connected purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is an honour to speak on this Bill about a subject that colleagues will know is very close to my heart. I thank the Bill’s sponsors, many of whom are here today, for their support. Indeed, I am extremely grateful to have support from colleagues across the House who have recognised that there are currently gaps in IVF policy more widely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ask anyone who has experience of IVF, whether personally or from watching loved ones go through the process, and they will tell you that IVF is one of the most emotionally and mentally challenging processes that someone can ever undertake. My own IVF journey began in 2018, and I have been very open about the fact that I knew from the start that my road to pregnancy would be difficult. While I am certainly one of the very lucky ones—after only one round of IVF, I was blessed with my beautiful son Sullivan—I still had many eye-opening experiences during my fertility journey that have led me to this point today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us be clear: the current state of the IVF offering across the UK is far below what would-be parents deserve. I will be honest with the Minister: none of the devolved nations, or England, is currently getting it right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was those first-hand experiences that brought me to this issue and prompted me to introduce the Bill. Since I was elected three years ago, I have campaigned extensively to “right”’ the “wrongs” that I have experienced at first hand as an IVF patient. I passionately believe that many of the problems that currently affect patients seeking IVF can be addressed by an improvement in the transparency requirements to which clinics must adhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my view, there are two areas in which inadequate transparency levels are most pressing. First, there is an unacceptable lack of transparency in respect of the number of NHS-funded cycles that IVF clinics are offering. We need to be able to hold the clinics to account for their failures to adhere to guidelines from the National Institute for Health and Care Excellence which clearly state that NHS England should offer three full cycles of IVF to all women under 40 if they have been trying unsuccessfully to have a child for more than two years. The reality is that across the UK fewer than half of all IVF cycles for under-35s were funded by the NHS, and in England it is even worse: just 36% of IVF cycles are funded by the NHS. The result is a patchwork of different IVF services across the country, with unacceptable regional disparities. Not only will compelling clinics to publish the extent to which they are abiding by NICE guidelines empower patients to make informed choices about paying for treatment, but we will be holding clinics to account over where they fall short. Because of these regional disparities, the vast majority of clinically eligible patients ultimately face funding their own treatment. Such a high proportion is plainly and simply against NICE guidelines. Some couples are having to pay up to £15,000 for a single IVF cycle, and that cannot be right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second transparency issue that the Bill seeks to address relates to the controversial “add-on” treatments that IVF clinics market to their patients, often without sufficient information about their efficacy. Different clinics call these products by a wide variety of names. Some refer to them as “supplementary” treatments or “adjuvant” treatments, or, most ambiguously of all, simply “embryology treatments”. These add-ons often add thousands of pounds’ worth of extra “treatment” to the overall cost of IVF, and the science behind them is often murky, or at least unclear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The mis-selling of IVF add-ons is an issue of particular importance to me. I know at first hand that for many would-be parents seeking IVF treatment, especially those on low incomes and those who have endured several rounds of IVF already, being offered these additional products can often mean making heart-wrenching decisions. When you feel that you would do anything just to increase your chances of successfully having a baby, perhaps even by just 1%, shelling out thousands of pounds for procedures including “endometrial scratching”, “preimplantation genetic testing” or perhaps an “intrauterine culture” seems a reasonable—perhaps even routine—step to take, but the reality is that none of those add-ons has a solid evidence base to support its effectiveness, no matter how scientific they sound. We know that they lack solid clinical evidence because of the work of the Human Fertilisation and Embryology Authority and its “traffic-light” system for rating add-ons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course that rating system is useful to many thousands of IVF patients and I commend the HFEA for its work, especially its calls for clinics to be more open about the add-ons they provide, but I strongly believe that we need to do more, which is why the Bill’s second primary purpose is to mandate that clinics publish data on the number of add-on treatments that they sell. We cannot allow a situation in which desperate would-be parents are not properly informed about the efficacy of eye-wateringly expensive add-on treatments, and are exploited and seen as cash cows by clinics that just want to make money. As with the regional disparities issue that I mentioned earlier, by requiring the publication of data on add-on services we can hold clinics to account far more easily, and use that data as a key tool to improve the way in which IVF services are offered across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Put together, the transparency issues that plague our IVF services contribute to what is commonly known as the “postcode lottery” of IVF. Up and down the country, IVF clinics are offering vastly different levels of NHS-backed IVF, often in breach of NICE guidelines, and all with differing approaches to selling add-ons. The NHS’s new integrated care systems, introduced by the Government’s Health and Care Act 2022, were set up specifically to tackle inequalities in access and health outcomes, including IVF outcomes, but if the issues of transparency are not addressed, those inequalities will simply continue to persist. That is why I believe that the Bill is a vital step in ensuring that ICSs fulfil their obligations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Bill is a starting point. With the useful data that it will provide, we will have the tools to address the issues that I have raised today. In no way is it trying to fix all the problems that prospective IVF parents currently face. Indeed, I pay tribute to colleagues on both sides of the House who have campaigned tirelessly on other important issues relating to fertility access. I pay particular tribute to one of my co-sponsors, the hon. Member for Cities of London and Westminster (Nickie Aiken), for her work on her own Private Member’s Bill requiring employers to provide paid fertility leave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have much more to do if we are to improve the way in which our country provides IVF, and improving our cultural attitudes to it, including attitudes in the workplace, is no exception. I believe that the Bill is an important starting point. From transparency will come accountability, and with accountability we can finally address the IVF postcode lottery once and for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Question put and agreed to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ordered,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That Alex Davies-Jones, Nickie Aiken, Tonia Antoniazzi, Steve Brine, Stella Creasy, Dame Caroline Dinenage, Christine Jardine, Dame Diana Johnson, Justin Madders, Siobhain McDonagh, Charlotte Nichols and Caroline Nokes present the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Alex Davies-Jones accordingly presented the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}