{
    "url": "https://www.ukpol.co.uk/david-davis-2020-speech-on-the-immigration-bill/",
    "title": "David Davis – 2020 Speech on the Immigration Bill",
    "post_date": "May 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Davis, the Conservative MP for Haltemprice and Halton, in the House of Commons on 18 May 2020.",
    "content": [
        "It is always a privilege to follow the Chair of the Home Affairs Committee, and I will pick up on one or two of the things she said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The core purpose of the Bill is to deliver on the 2016 mandate of taking back control of our borders, so it is no surprise that I wholeheartedly approve of that policy, although I say to those on both Front Benches that I have always presumed that control of our own borders allows us to create policies that protect the interests of sectors such as care homes and their dedicated workers, and I trust we will do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The House should also use this opportunity to put right some deep and long-standing injustices at the heart of our immigration system. As it stands, illegal migrants can be held and detained indefinitely in psychologically inhumane conditions. Detention is meant to facilitate deportation, but we routinely detain people for extraordinary lengths of time without deporting them. By the end of 2019, the individual detained for the longest period had been in a holding centre for 1,002 days —nearly three years. These people are detained without trial or due process, without oversight and without basic freedom, and they are carrying the destabilising psychological burden of having no idea when they will be released. This flies in the face of centuries of British civil liberties and the rule of law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For the most part, these detainees are not hardened criminals—they are frequently the victims of human trafficking, sexual assault and torture—yet we treat them as criminals, with little compassion at all. Let me tell one story, that of Anna, a Chinese woman who speaks no English. She had fled her home in China after her husband was sentenced to death for drug offences. She was told that she was being taken elsewhere in China. After days of travel, when the doors of her vehicle ​finally opened, she was not in China, but in rural Britain, where she was forced into prostitution and several years of unpaid work—slavery by another name—under threat of being reported to the immigration authorities. She was then arrested during a raid, taken to Yarl’s Wood and held indefinitely. Anna’s story is not an isolated case; as a country, we detain about 25,000 individuals each year for immigration purposes. Any situation in which the state strips people of their liberty requires the highest possible level of scrutiny and accountability. The purpose of any incarceration should be clear. Conditions and a time for release should be set. That is why I intend to table amendments limiting migrant detention to 28 days and providing robust judicial oversight. This was backed before, at the last turn of this Bill, by a cross-party group of MPs, as well as by the Select Committee on Home Affairs and the Joint Committee on Human Rights. I will finish by saying this simple thing: the UK has a proud tradition of civil liberties and the rule of law, and it is time to honour that by bringing an end to this damaging and unjust policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}