{
    "url": "https://www.ukpol.co.uk/wayne-david-2020-letter-on-humanitarian-assistance-in-syria/",
    "title": "Wayne David – 2020 Letter on Humanitarian Assistance in Syria",
    "post_date": "July 29, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wayne David",
            "url": "/tag/wayne-david/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "International Development",
            "url": "/category/international-development/"
        }
    ],
    "summary": "The letter sent by Wayne David, the Shadow Minister for the Middle East and North Africa, and Anna McMorrin, the Shadow International Development Minister, to James Cleverly, the Minister of State for the Middle East and North Africa, on 29 July 2020.",
    "content": [
        "Dear Minister,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "RE: UN Security Council Resolution 2533 and cross-border delivery of humanitarian assistance\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We write regarding the failure of the UN Security Council to renew Resolution 2504 on 10th July 2020. The humanitarian impact of failing to authorise border crossings at Bab-al-Salam in north-west Syria and the exclusion of any meaningful action to rectify the border situation in north-east Syria at Al Yarubiyah and Al Ramtha will be catastrophic. In light of the ongoing COVID-19 global health crisis and humanitarian situation, we write to urge the UK Government to use all its influence on the Security Council to broker a way forward to urgently address this deepening emergency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Authorised crossing points into Syria provide a crucial mechanism in the delivery of core humanitarian aid to some of the world’s most vulnerable communities. The loss of UN Security Council support for the border crossings at Al Yarubiyah and Al Ramtha in north-east Syria has significantly undermined humanitarian operations and drastically reduced aid to the two million Syrians who require humanitarian assistance. At the time of the loss of both border crossings, only two out of 16 hospitals and four out of 279 primary health centres were operating at full capacity, access to vital medicines fluctuated, and on average only half of aid-dependent Syrians were provided with food aid per month. Increased cross border access, not less, is urgently required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since January the situation in north-east Syria has deteriorated further and COVID-19 has aggravated the aid assistance gap. As of May, only a small number of consignments of UN health supplies have been delivered to the north-east from within the Syrian Arab Republic and Damascus hub, forming three air and two road consignments. PPE, intensive care unit beds, ventilators and incubators have largely been excluded from consignments to hospitals which remain functional.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a report published in February, the UN Secretary-General said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“At current consumption rates, medical stocks are expected to run out in the coming months.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And in a report published in May, the Secretary-General concluded:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The combination of more cross-border and cross-line access was required to sustain recent levels of humanitarian assistance, and preferably increase that assistance.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Damascus hub, as the only remaining route for the delivery of aid assistance, is highly politicised and restrictive. Aid transported via the Syrian Arab Republic is one of the most scrutinized modes of delivery for humanitarian assistance in the world. A further 12 months without improved aid access, with the true extent of COVID-19 still unknown and significantly altering the operating environment, means there is an urgent need for real action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many Syrians in the north-west of the country now face seriously deteriorating conditions with many facing the prospect of having to live in overcrowded camps, sharing living environments with multiple families or sleeping out in the open. Practising social distancing measures in these conditions is impossible. Fresh water is scarce, sanitation access is inadequate, and food insecurity and malnutrition are expected to rise. By severing the authorised crossings, Syrians here await a similar fate to that of the north-east for at least the next 12 months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Between December 2019 and May 2020 there was a 128% increase in UN consignments at Bab-al-Salam compared to the previous six months and according to the International Rescue Committee health supplies passing through Bab-al-Salam in May reached one million beneficiaries. The crossing is increasingly relied upon as needs surge. The loss of the border crossing will be extremely serious and there can be absolutely no medical or humanitarian justification for such actions. Our understanding is that both China and Russia must bear responsibility for blocking measures to facilitate this crossing and for the loss of UN support for the north-east crossings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a pressing need to find a way forward to allow the UN, partners and agencies to provide humanitarian relief and medical support and alleviate and prevent the spread and transmission of COVID-19 in the north-west and north-east of Syria, and to continue to tackle the pre-existing health and social vulnerabilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We believe, the UK must show global leadership and work with our partners on the international stage to ensure every action is taken to guarantee current aid remains unimpeded and that we play our part in the global response to COVID19. This must be done as soon as possible, rather than waiting 12 months until cross border access is a matter for debate and scrutiny at the Security Council again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are also urging the Government to increase its efforts to bring about an end to hostilities in Syria. Recent reports of Russian air strikes and increased terrorist attacks are a clear indication that there could be a return to the levels of conflict which was seen at the start of this year. We would therefore urge the British Government to use all its influence to help ensure that the fragile ceasefire does not break down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To conclude, we are calling on the Government to ensure the UK uses its position on the Security Council to work with Germany and Belgium as Security Council penholders on Syria to bring forward new stand-alone resolutions to authorise the border crossings in the north-west and north-east, particularly if the COVID-19 situation deteriorates; work with Security Council members to explore whether the Damascus hub and remaining aid delivery routes can be improved; do everything possible to reinforce the ceasefire in Syria and urge all parties to work closely with the UN Special Envoy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We look forward to your reply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yours sincerely,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Wayne David MP – Shadow FCO Minister for the Middle East and North Africa\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Anna McMorrin MP – Shadow International Development Minister\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}