{
    "url": "https://www.ukpol.co.uk/geraint-davies-2021-speech-on-foreign-aid-cuts/",
    "title": "Geraint Davies – 2021 Speech on Foreign Aid Cuts",
    "post_date": "July 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Geraint Davies, the Labour MP for Swansea West, in the House of Commons on 13 July 2021.",
    "content": [
        "There is no economic or moral justification for cutting overseas aid from the richest to the poorest at this most desperate time in the eye of the pandemic storm, which spreads death, disease and hunger like a wildfire through developing nations. Let us imagine looking at our children starving in front of us, huddled in a tent in the blistering heat of Afghanistan, Yemen or Syria, as we think about the cars, houses, fridges and Netflix that people have in the west. Let us imagine looking at our daughters who could help create a better world with an education but will not get one, or our parents who have just died from covid. We can help alleviate such poverty, ignorance and disease by reinstating the aid budget. As host of the G7 and COP26, we should take moral leadership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us be clear: we can afford to help those in greatest need more, not less because the cost of UK borrowing is down, not up, since the pandemic. Why? Global interest rates are down, so our borrowing costs are down—from £37 billion in 2019-20 to £23 billion in 2020-21. That is a saving of £14 billion in spending on debt interest for the UK, but aid spending is still being cut by £4.4 billion. The Prime Minister has just said that every pound we spend on aid has to be borrowed. We can afford more aid now because our borrowing and debt interest costs are massively down. Now is the time to invest and to build back better out of the pandemic in the developing world, and to invest in climate change adaptation, with new green industries that will help all our environments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a low interest world, now is the time to borrow and invest. A cut of £1 million in aid could be reinstated and service a debt of £100 million in investment. Only the G7 can borrow at such low interest rates; developing nations cannot. It is no use saying that we cannot afford it this year due to the pandemic and that maybe we will reinstate money in future years. We can afford it this year, and now is when the money is needed most. If savings were needed—and they are not—they should be made after the pandemic, when the poorest are back on their feet, not in their darkest hour of need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know the politics of popular nationalism. We know that 7.6 million people in the UK are in hunger, so of course people are saying that charity begins at home. But that hunger is unnecessary too and we should not give other G7 nations an excuse to cut their aid. We need more aid, not less. Britain is better than this. Let us make the world better. Let us reinstate our aid budget now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}