{
    "url": "https://www.ukpol.co.uk/david-davis-2022-loyal-address-speech/",
    "title": "David Davis – 2022 Loyal Address Speech",
    "post_date": "May 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Davis, the Conservative MP for Haltemprice and Howden, in the House of Commons on 10 May 2022.",
    "content": [
        "It is a privilege to follow the hon. Member for Rochdale (Tony Lloyd), as I have done many times over the years. While I may not always agree with him, he always speaks with level-headed common sense, and that is a privilege for the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The proverb tells us that the good die young, and in this House that could not be more true than it has been this year; three of our most valued Members—David Amess, James Brokenshire and Jack Dromey—left us before their time. David Amess was a particularly close friend of mine, so it is a privilege to speak after his successor, my hon. Friend the Member for Southend West (Anna Firth), who gave a storming maiden speech. When she was telling her Mackintosh joke, I was reminded of a maiden speech made about 30 years ago by an Opposition Member. A rather striking redheaded Scot Nat made an absolutely stonking maiden speech, and John Smith, I think it was, jumped up and said, “That was no maiden speech; that was a brazen hussy of a speech.” The speech that my hon. Friend the Member for Southend gave was too elegant for that to be said about it, but I will say this, and it is perhaps the greatest compliment I can give her: David would have been proud of her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a great deal to welcome in the 38 Bills in this Queen’s Speech. Those who have been pooh-poohing them perhaps ought to wait until they see the details. There is mention of tackling economic crime; embracing the freedoms that Brexit offers, though that is too late; reforming and securing our energy supply; and resolving the Northern Ireland legacy issues. These are all massively important issues, and there are many others like them that the Government are addressing, and on which they should have our undying support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are some issues—those on the Front Bench would be disappointed if I did not say this—that perhaps require more careful handling. For example, the Online Safety Bill is very necessary and well-intentioned, but it is so complex that it will have dozens of unintended consequences, including, possibly, that of curbing free speech. We have to make sure that we give that enough time to be looked at carefully. Similarly, the national security Bill is undoubtedly necessary, but we will have to handle it carefully because it replaces the Official Secrets Act, and while it protects the state from its enemies, we must make sure that it does not curb the rights of honourable whistleblowers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A Queen’s Speech is built on sand if it is not underpinned by strong economic foundations. Indeed, this Queen’s Speech says that the Government\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“will drive economic growth to improve living standards and fund sustainable investment in public services”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "but taxes today are too high, so we need to get some fundamentals right. High taxes do not deliver growth; they stifle it. Low taxes deliver investment and higher productivity, and therefore growth, and they are the pre-emptive answer to stagflation, which is the biggest threat on our horizon in the coming year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I rather agree with the points from some on the Opposition Benches about the need for an emergency Budget, but I do not agree with the argument for windfall taxes, which would be self-defeating. There is certainly a need to act quickly. The Prime Minister talked about deploying our “fiscal firepower”, but we need to do that now, when our constituents need it, not after they have suffered the increases in prices that they face, and the further increases that they will face in the latter part of the year. This is a good Queen’s Speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sammy Wilson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman is absolutely right that having lower taxes puts money into people’s pockets—money that they can spend on things that they find it difficult to afford at present. Is he worried that the decision to use this firepower in a couple of years’ time, when we are coming up to an election, rather than using it to deal with the issues that are hurting people badly now, will be seen as cynical?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman is exactly right. If we increase national insurance for a large part of the population, and so increase their suffering and their inability to eat and to heat their house at the same time, but drop income tax one year before an election, I am afraid that would be seen in the working men’s clubs of Yorkshire as a cynical deployment of state power. I suspect it would be the same in Belfast and the rest of Northern Ireland, where, as we have heard already, the problem is even bigger than in the rest of the United Kingdom. He is right, and that is why we should give the people their money back now. My right hon. Friend the Member for Wokingham (John Redwood)—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**John Redwood rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was about to quote my right hon. Friend; I give way to him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**John Redwood**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my right hon. Friend agree that as there will be a big windfall element from extra North sea oil and gas taxation—there is already a double corporation tax windfall element, and there will be a big increase in VAT on domestic heating and a big increase in tax on pump diesel and pump petrol—that money, at least, should be given back through other tax bills?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend is right. He has been the icebreaker in this argument, which I refer to as the Redwood argument. We have record tax collections this year because of fiscal drag and for a variety of other reasons, including underestimates by the Treasury. That is money that we should give back to the people. We do not need to balance the budgets twice over. We need to get that right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are respects in which we need to reinforce or increase what is in the Queen’s Speech. My favourite line in the Queen’s Speech is the same every year:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Other measures will be laid before you.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are Conservatives. We believe in a property-owning democracy. Governments of all powers and all persuasions for 30 or more years—since Margaret Thatcher, in truth —have failed on that issue. Two thirds of my generation bought their own home; today it is a quarter. That is a scandal. I approve of the Prime Minister talking about the right to buy for housing associations—I should do; I first came up with the policy in 2002 when it was my responsibility, and we still have not implemented that policy. However, it will not solve the problem. We are at least a million houses short, in a period in which the population has increased by 7 million. We are about 100,000 houses a year short in what we are constructing, in addition to that million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to find a way of addressing the issue that does not hit what people call the nimby problem, in which people, when objecting to things, talk about protecting their environment. We need to find a way around that, and we need to look very hard at what was done in the 1920s with garden villages and garden towns. We need to use the increased wealth that they create to pay for the community centres, surgeries, schools, roads and wi-fi that are necessary. There would be plenty of added value to make the farmers rich at the same time. Politically, it would not be straightforward, but it would be an easier policy than we might think.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We Conservatives are also believers in social mobility. I think all Members are believers in social mobility. We used to be the best on that in the developed world; now we are among the worst. When inequality is greater, social mobility is more important. Indeed, the only real moral argument for an unequal society is that everybody has an opportunity and a chance to take part. In the last 20 years or so, the top 1% of the population have roughly trebled their income whereas the median has roughly flatlined, so there is a stronger argument for social mobility today than there was before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The best mechanism for social mobility is the education system, and there are some good proposals in the education Bill in the Queen’s Speech. Adding to the academy system will help at the margins, however, and will not solve the problem; it has not solved it for the last 20 years and it will not solve it now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The great scandal is that half of children from free school meals families are failed by the education system by the time that they are 11. They cannot meet the requirements in English or mathematics to make progress in education, so their lives are effectively over in terms of social mobility at that point. We need to get a grip of that, which means re-engineering our classrooms and helping our brilliant teachers with more artificial intelligence, more software support and more augmentation. The technology is there now—it exists, it is proven and it is available. I hope that the House will not laugh too much when I say that I went to see it demonstrated at Eton of all places, where it was brilliant at bringing on the weakest children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Debbie Abrahams (Oldham East and Saddleworth) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the right hon. Gentleman recognise that if a child is hungry, as many of our children are because they are living in poverty, that will not help their educational attainment?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I agree entirely; I have arguments that I will not deploy today on universal credit and so on that relate directly to that point. One of the outcomes of having a technologically augmented teaching and assessment system, however, is that the teacher knows within days if a child has a problem that they did not have before and if their educational performance suddenly falls, perhaps because the parents have separated, there is trouble at home, they are going hungry or whatever. The hon. Lady is right and I agree with her basic premise, but technology would help even with that if we did it. I want to see us do that and deal with the scandal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The last area that I will speak briefly about is the fundamental one of healthcare. We all support the national health service and no doubt applauded the brilliant staff—doctors and nurses—who did a fantastic job. We tell ourselves over and over again that we have the best healthcare system in the world, but that is simply not true. We have those committed doctors and we now spend more than the OECD average on healthcare, but we are not delivering more than the OECD average. Whether it is on survival rates in all the different categories of cancer care, coronaries, strokes, diabetes or whatever, we are not doing as good a job as we should be for the money, work, skill and commitment that go into it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My argument is that we should look at the other countries that are doing better than us, such as Germany, France, Estonia, Austria, Sweden, Canada or Australia. They all have different systems that are all free at the point of delivery. I was a beneficiary of the Canadian system, which is an insurance-based system that is free at the point of delivery and supported by the state if people cannot afford it—and it works better than our system. We need to look at those other systems and learn from them. We need to stay with the fundamental principles of the health service but learn and improve what we can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Karin Smyth (Bristol South) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the hon. Lady will forgive me, I am just about to sit down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We Conservatives need to rebuild our party as a party of low taxes, a party of and for homeowners, and a party of aspiration, opportunity and security. It is time for a new model conservativism that is fit for a new Britain in a new world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}