{
    "url": "https://www.ukpol.co.uk/clinton-davis-1978-speech-on-marine-oil-pollution/",
    "title": "Clinton Davis – 1978 Speech on Marine Oil Pollution",
    "post_date": "April 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Clinton Davis",
            "url": "/tag/clinton-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Clinton Davis, the then Under Secretary of State for Trade, in the House of Commons on 13 July 1978.",
    "content": [
        "The hon. Member for Christchurch and Lymington (Mr. Adley), in a brief period, has raised a number of headline points, but I suspect that he has not done much research. He referred in the first place to the desirability of implementing the merchant shipping Bill. In his peroration, he said that he disagreed with the legislation and had doubts about it. The Government have every intention, as is exemplified by the fact that we introduced a White Paper to which the merchant shipping Bill was annexed, of implementing the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is to the discredit of the Opposition that their trade spokesman yesterday denounced the need for the Bill and said that a Conservative Government—if, by some mischance, they were elected—would not introduce that legislation. He was running completely counter to the wishes of the whole shipping industry—owners and trade unions alike—and counter to the interests of the countless people who have contributed to the working party reports on pilotage, discipline, the employment of Asian seafarers, and so on. That shows the degree of responsibility of the Opposition.  \nThis is not a satisfactory opportunity for discussing the pros and cons of the Government’s actions over the “Eleni V”. The matter is being considered by a Select Committee, to which my right hon. Friend the Secretary of State for Trade and I have given evidence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wish to rebut some of the hon. Gentleman’s general allegations. It is easy to throw out such allegations in an Adjournment debate—wholly irresponsibly, wholly disregarding the available evidence, and claiming that the Government are to blame. Others will be able to pass a more authoritative judgment than can the hon. Gentleman, whose judgments in the House can scarcely bear the scrutiny of being authoritative in general terms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Adley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No. The hon. Gentleman has had his go. I cannot cover all the ground that he covered, and I do not propose to deal with matters affecting fisheries, but I or one of my colleagues will write to him on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although I have been given only short notice, I shall try to deal with the specific points that the hon. Gentleman raised at the end of his speech. I agree that the primary emphasis must be on the prevention of pollution, and my worry about the hon. Gentleman’s proposals is that, in practice, they would have little regard to that consideration. We are determined that the United Kingdom should continue to play a leading role in the search for effective measures to reduce oil pollution from ships, but we must recognise that our coast may be polluted by vessels of any nation, not just by those trading with ​ Europe or ourselves. The problem can therefore be dealt with only on an international basis. If we are to avoid the anarchy of conflicting national requirements, that is the route that we have to travel. We have therefore directed our main efforts to action in IMCO, but there are no easy solutions. We need more dedication to resolve these problems through the international community than has been evident for a number of years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There have been a number of important advances this year alone. In January, the 1969 amendments to the international convention on the prevention of pollution of the sea by oil, 1954 finally came into force internationally, and the amended convention lays down discharge standards which, if universally adopted, should substantially eliminate oil pollution as a result of routine ships’ operations. It is worth noting that the adoption of these standards was made possible by the development, largely at the initiative of our own oil industry, of the “load-on-top” system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In February, agreement was reached at the IMCO conference on tanker safety and pollution prevention requiring all tankers of 10,000 gross tons and above to have two separately operable remote steering gear systems. All such ships will also have to be fitted with at least two independent radars. In addition, more frequent inspection of the equipment of all tankers will be required. All this should significantly improve safety. Furthermore, important agreements were reached to deal with operational oil pollution by adopting requirements for segregated balance tanks and crude oil washing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Safety depends largely on the human factor. It is with that in mind that IMCO organised a conference in London on the training and certification of seafarers during June and this month. The conference led to the adoption of the first international convention on standards of training, certification and watchkeeping for seafarers. Following a proposal by the United Kingdom Government, the conference developed and incorporated in the convention regulations and recommendations dealing with the special training of masters, officers and ratings of oil, chemical and liquefied gas tankers, which we shall ratify at the earliest opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are also in the final stages of a joint study with France on a system of movements reporting by certain vessels carrying dangerous cargoes in bulk as they pass through traffic separation schemes in the Channel. That will have to be subject to international agreement through IMCO.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Reaching agreements on conventions and protocols is one thing, but they have to be brought into effect. It is encouraging that IMCO has now agreed on establishing a number of target dates. That should expedite implementation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have already ratified the 1974 safety of life at sea convention. Last month the Government published a White Paper to which the merchant shipping bill was annexed. We propose to see that implemented as soon as possible so that we can ratify international requirements much more speedily. The hon. Gentleman and his party do not want the Bill to see the light of day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The North Sea states memorandum of understanding is important, but the hon. Gentleman did not mention that. It is designed to exert control procedures over the standards of merchant ships visiting the ports of the countries concerned. It came into force on 1st July. It covers both safety conventions agreed under IMCO and a series of conventions dealing with crew matters agreed under the auspices of the ILO.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Much has been achieved, but I agree that much more remains to be done, especially in bringing agreements into operation and enforcing them. We shall play our full part in that process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that the hon. Gentleman has been much concerned about the mechanical recovery of oil. We have relied on the use of dispersants in dealing with pollution at sea because so far that has been seen to be the only method proven to be generally reliable and effective in the often turbulent waters around our coasts. There are other methods. There are booms and mechanical recovery systems. Warren Springs laboratory has been evaluating the more promising items of recovery equipment over the past two years. It is developing a system of its own design for use in the open sea. As the hon. Gentleman said, it is showing encouraging results. I shall not deal with ​ the specific recovery method that he has mentioned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I turn to the specific proposals that the hon. Gentleman made. I doubt whether I shall be able to complete my consideration of them this evening. He has taken the trouble to devise a charter. It is not my intention to pour cold water on the proposals. However, there is a danger of heightening expectations with ideas that in practice may be unworkable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman has suggested unilateral action. Prima facie, that is attractive, but in practice I do not believe that it will work. What is more important, unilateral action would diminish the authority of IMCO. It would thereby diminish the ability of the international community to devise and enforce international legislation, which I believe is the only effective way of doing something about the problems that concern the hon. Gentleman. Ships not visiting our ports or those of the EEC but using the waters of the North Sea, the Atlantic and the English Channel would be unaffected by the proposals that he has put forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Adley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No, they would not be unaffected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Further, some of the hon. Gentleman’s proposals interfere with the right of innocent passage. Has he considered the repercussions? Has he considered what effect it might have on our own vessels, which provide a livelihood for a substantial number of British seamen? That is a factor that I, as a Minister, have to take into account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What would be the repercussions of the hon. Gentleman’s proposals on the rest of our industry? Surely we must gauge that too. His proposals ignore the situation of North Sea States that are not within the EEC.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I suggest that the hon. Gentleman’s proposals ignore the degree of international co-operation already existing, as exemplified by the North Sea States memorandum of understanding. It ignores the work that has been done through IMCO which is continuing and has had particular stimulus this year. It ignores the degree of Anglo-French co-operation, following “Amoco Cadiz”, which introduced positive proposals. It ignores the Bonn agreement among a number of ​ nations in Europe, providing for assistance in time of emergency and for the exchange of information. It ignores the degree of anti-pollution work that has already been undertaken, in particular through IMCO and the certification of training of seafarers’ conference—a monumentally important conference. It ignores the compensation provisions that exist and that would be improved by the coming into effect of the 1971 fund convention, expected shortly to come into effect. It ignores the fact that accidents occur to vessels when crews are already thought to be competent and whose certificates of competence would undoubtedly satisfy the hon. Gentleman’s requirements as set out in paragraph 6.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I submit that none of the proposals, save perhaps those in paragraph 6, which are indefinite in any event, has a direct bearing on accident avoidance. That is the factor that is uppermost in the minds of all responsible Governments and has been uppermost in their minds, as exemplified by the February, June and July conferences that have taken place through IMCO.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I concede that we have a great deal to learn. That is why the Government are engaged in their own internal stocktaking at the moment. That is why many organisations are deeply concerned to learn lessons from “Amoco Cadiz” and “Eleni V”. That is absolutely right. We do not have, and I doubt whether we shall have, complete answers to these problems. There is always room for improvement. If the Government have made mistakes, they will not be afraid of admitting them, because improvement is essential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe that to reduce the authority of the organisation which, above all others, is able to introduce the international requirements, without which we ​ cannot take effective action and which would be the corollary of unilateral action, which the hon. Gentleman is at least in part advocating, would be a very dangerous step. It is one of the reasons why we urged the United States not to take unilateral action—a judgment which they accepted at the February conference of IMCO.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe that it is dangerous simply to talk in general terms, as the hon. Gentleman has done, although no doubt with the best intentions in the world. It heightens people’s expectations that there are ready solutions available. There are not ready solutions available. We have to work and to research carefully. We have to do this assiduously and in co-operation with the oil companies, the shipping industry and the trade unions concerned, because they have a valuable contribution to make in all these matters. It is not good enough, in my judgment, to make generalisations and, indeed, condemnations as the hon. Gentleman has done, unfortunately without adequate research.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman was right about insurance. I have a responsibility in that matter. I am concerned about the role of the oil companies in chartering ships. But I am not prepared to condemn them without giving them an opportunity to answer the allegations that are frequently and generally made. I said to the House not long ago that I was proposing to call the oil companies in for a discussion so that I could hear what they have to say—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "_[sitting suspended at this point]_\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}