{
    "url": "https://www.ukpol.co.uk/james-davies-2020-speech-on-covid-19/",
    "title": "James Davies – 2020 Speech on Covid-19",
    "post_date": "May 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "James Davies",
            "url": "/tag/james-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Davies, the Conservative MP for Vale of Clywd, in the House of Commons on 11 May 2020.",
    "content": [
        "I welcome the opportunity to contribute to this debate. During the pandemic, many have turned to their MP for help, and so far nearly 800 cases have been brought to me by constituents. That has proven to be a challenge at times —especially while I have been struggling with covid symptoms myself—but it has been rewarding to assist so many people. I thank all who have joined me in working around the clock to provide responses. I must also thank key workers at this immensely challenging time and pay tribute to all who have volunteered to help their communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome the generous package that the Government have introduced to support individuals and businesses. A great number of my constituents have expressed their thanks for these schemes, and I would like to add my own thanks for the hard work that has been undertaken by Ministers, officials and industry representatives to construct these programmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In such difficult times as these, a united approach across our country is vital, and regrettably, much of my time over the last several weeks has been spent dealing with confusion and anxiety where that has not been the case. It started with national guidance to seek coronavirus advice via the 111 service, when no such service existed in north Wales. Soon afterwards, the Welsh Government were in such a rush to announce the closure of schools in advance of the UK Government that they did so without the initial mention of provision for vulnerable children and those of key workers. Following this, the very successful GoodSAM scheme, which recruited volunteers, was not embraced by the Welsh Government, with far fewer volunteers being registered in Wales as a result. While the UK Government ploughed on with their plans for the Nightingale hospitals, precious little appeared to be under way in north Wales. Following work with the health board, three temporary Rainbow hospitals are now available, and mercifully they have not been required as yet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Perhaps one of the greatest issues in my mailbag has been the difficulty of obtaining supermarket delivery slots, because the Welsh Government were initially unable to provide supermarkets with electronic lists of shielded patients. To compound matters, the online form for registering as a vulnerable person would not accept applications from Wales. Shielding letters were greatly delayed in comparison with the situation in England. It then emerged that the 80,000 shielding letters sent out by the Welsh Government included 13,000 that were ​sent to the wrong addresses. Only a week ago, a shocking further 21,000 recipients were identified. A survey by Asthma UK and the British Lung Foundation found that while 10% of its respondents from Wales had received a shielding letter, this rose to an average of 17% in the rest of the UK. I still have many constituents yet to receive a shielding letter, such as Eleri Humphreys from Rhuddlan. It is my belief that the dispatch process of shielding letters highlights critical failures in the IT systems in use in NHS Wales, which contribute towards poor performance of the system on a daily basis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As covid testing has been ramped up in England, the Welsh Government failed to match that, with access to testing still unavailable to many groups. It is now belatedly available to some care homes. The online booking portal available in England, Scotland and Northern Ireland does not function in Wales, and until just days ago, all tests carried out in north Wales were being sent on a several-hour trip to Cardiff for processing, when sending them to the Alderley Park “mega-lab” would have reduced lab transfer times to as little as an hour. Most recently, it was revealed that poor communication between the health board in north Wales and Public Health Wales had resulted in a failure to report all of its 84 coronavirus-related deaths over the—[Interruption and loss of connection]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We appear to have lost James, but thank you very much for your contribution. Let us move now to our final speaker, Dan Jarvis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}