{
    "url": "https://www.ukpol.co.uk/dehenna-davison-2022-statement-on-english-freeports/",
    "title": "Dehenna Davison – 2022 Statement on English Freeports",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dehenna Davison",
            "url": "/tag/dehenna-davison/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dehenna Davison, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, in the House of Commons on 7 December 2022.",
    "content": [
        "Today I am announcing a major milestone for the flagship UK freeports programme, with the first English freeports— in Plymouth, Solent, and Teesside—now fully up and running after receiving final government approval. Each of these freeports will now receive £25 million of seed funding and potentially hundreds of millions in locally retained business rates to upgrade local infrastructure and stimulate regeneration. This is alongside a generous package of trade and innovation support for businesses locating there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This significant milestone is an important step on the freeports journey and sends a clear message: the UK Government are backing these places as a key part of their economic strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Freeports are at the heart of the Government’s levelling-up agenda. They will unlock much-needed investment into port communities and their hinterlands. This in turn will help these areas overcome the barriers holding them back and bring jobs and opportunity to some of the UK’s historically overlooked communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Freeports catalyse investment through a combination of tax reliefs on new economic activity, a special streamlined customs procedure, an ambitious programme of public investment, and wide-ranging support from the UK Government to help businesses trade, invest, and innovate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Excellent progress has been made with delivery: investors can now take advantage of tax reliefs in all eight English freeports and are starting to do so, and we expect the remaining five English freeports to join Plymouth, Solent, and Teesside in receiving final approvals shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Government also remain committed to ensuring that all four corners of the UK can reap the benefits of our freeports programme. We have recently concluded competitions for two green freeports in Scotland and a freeport in Wales, and we will announce the winning locations in due course. We also continue discussions with stakeholders in Northern Ireland about how best to deliver the benefits associated with freeports there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}