{
    "url": "https://www.ukpol.co.uk/david-davis-2020-speech-on-covid-19/",
    "title": "David Davis – 2020 Speech on Covid-19",
    "post_date": "May 14, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Davis, the Conservative MP for Haltemprice and Howden, in the House of Commons on 11 May 2020.",
    "content": [
        "It is always a privilege to follow the hon. Member for Brighton, Pavilion (Caroline Lucas). May I commend in the strongest possible terms the speech that has just been made by the Chairman of the Science and Technology Committee, my right hon. Friend the Member for Tunbridge Wells (Greg Clark), who has given the best analysis I have heard today of the mistakes we have made? While I am at it, I also commend the Chairman of the Health and Social Care Committee, my right hon. Friend the Member for South West Surrey (Jeremy Hunt), who made a similarly incisive speech earlier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should be honest: most of the western nations have handled this crisis badly. They have made mistakes, mostly in being late to control the virus—not all of them; some are different. For example, Greece, perhaps surprisingly, has controlled it much better than many of the others. It has about 15 deaths per million of the population versus us at about 477 at the moment. Those mistakes have cost thousands, if not tens of thousands of lives. A primary mistake, as pointed out by my right hon. Friend the Member for Tunbridge Wells, was the failure to test, track, trace and contain from the very beginning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to speak, in the brief time I have, about what we did once the disease took hold, because I think there are also potential mistakes there. The Government adopted a slogan—“protect the NHS, save lives”—which we all, including myself, took to enthusiastically and enthusiastically signed up to. My question for the Minister when she winds up is: did the strategy we pursued in good faith to protect the national health service exacerbate, in some respects, the death rate?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In addition to the lockdown, we did four things to protect the NHS and to protect it from being overwhelmed by the pressure on it. First off, we asked people with the illness to self-isolate at home and come to hospital only when the symptoms got really bad. When they did exactly this—exactly the same thing—in New York City, some of the doctors noticed that the patients were arriving in emergency too late, frankly, to be rescued. Their disease had advanced too fast, although they could have been cured earlier. My first question is: did that strategy cost lives?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second question is: we applied triage on the basis of the so-called frailty index so that people who got a poor score on the frailty index were simply put on ​palliative care, again partly to protect intensive care unit capacity, so did that strategy cost lives? Two Members—my right hon. Friend the Member for Chipping Barnet (Theresa Villiers) and the hon. Member for Blaenau Gwent (Nick Smith)—have already raised the question of care homes. We discharged patients from hospital early, when some of them still had this disease, into care homes, with the consequences that we have heard in graphic terms already. Did that strategy cost lives?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The final thing we did to protect capacity was that we cancelled operations for other illnesses—cancer and other illnesses—and that almost undoubtedly cost lives. We can see it in the excess mortality rates. Indeed, Britain holds the highest place in Europe, equal with Spain I am afraid, for the highest excess mortality over this period, so the combined effect of these strategies has to be looked at very carefully indeed. Bear in mind that throughout this time our intensive care unit capacity was used only to 81%. That is normal for this time of year. The Nightingale hospitals stood almost empty, and now only 30% of ICU capacity is being taken up by covid-19 patients. Did we get this balance wrong? Did we, at the cost of lives, just give ourselves empty beds, rather than doing the best thing for the patients the NHS is there to look after? That is not the fault of the staff of the NHS; it is a question of whether the strategy was the wrong one to pursue once we were where we were.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I finish by coming back to the point made by the Chairman of the Science and Technology Committee. The best way to protect both the NHS and the lives of our citizens is the approach taken by other countries, and that is to use testing, tracking and tracing to isolate the illness as well as to bring it down. The Prime Minister talked about the R number; that is just an average. The R number in my constituency, a rural area, is lower than that for a care home. We must put all the resources—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "[allotted time ran out]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}