{
    "url": "https://www.ukpol.co.uk/quentin-davies-2001-speech-to-conservative-party-conference/",
    "title": "Quentin Davies – 2001 Speech to Conservative Party Conference",
    "post_date": "December 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Quentin Davies",
            "url": "/tag/quentin-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Quentin Davies, the then Shadow Secretary of State for Northern Ireland, at the Conservative Party Conference held in Blackpool on 10 October 2001.",
    "content": [
        "The words courage, vision and leadership are often overused in politics. But not so in David Trimble’s case they are entirely justified.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nobody has done more to try and bring together a community scarred by thirty years of terrorism or, in David’s own words, to build a Northern Ireland at ease with itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "[Once again this morning](https://www.ukpol.co.uk/david-trimble-2001-speech-to-conservative-party-conference/), David Trimble restated the central Unionist case with clarity and precision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a case that we Conservatives, as a Unionist Party, support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our two parties have always shared a great deal in common.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Above all we are united in our commitment to the Union of Great Britain and Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Northern Ireland’s place within the United Kingdom is based on consent – the consent of the people who live there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will always uphold the democratic wishes of the people of Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we will never allow the future of Northern Ireland to be determined by violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Northern Ireland, just like anywhere else in the world, terrorism must never be allowed to succeed, and democracy must always triumph.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over the last four weeks the whole world has been forced to face up to the reality of terrorism. We have seen its hideous face in this country before. Our own Party bears the scars.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will never forget Brighton and those who died and were maimed there. We will never forget the murders of Airey Neave and Ian Gow, and the many bombings of our cities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But the people of Northern Ireland have lived with terrorism – never knowing whether a parked car might contain a bomb, or their own house might be the next one to be firebombed – day in day out for thirty years. 3,600 murdered and 40,000 wounded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is an appalling story. Yet one in which the Royal Ulster Constabulary, supported by the Army in Northern Ireland, where our own leader served, have played an heroic role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In coming to this afresh, as Iain Duncan Smith has asked me to do, I desperately want this era in Northern Ireland to be at an end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Belfast Agreement held out that hope. Many people had to swallow hard. I expressed at the time my personal revulsion at the premature release of serious criminals – including murderers and multiple murderers. It was the politicisation of justice. But it had a purpose, if the parties to the Agreement kept their word, in spirit, as well as deed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Irish Republic did. They changed their constitution. The British Parliament did, it legislated for devolved government including both sections of the community sharing power. The Ulster Unionist Party did, it was prepared to share government with Sinn Fein, the political representatives of men and women who had pursued their political objectives by murder and terror.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For that remarkable sacrifice the world has properly saluted David Trimble with the Nobel Peace Prize.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But this was an Agreement with many parts. And while prisoners convicted of terrorist offences were to be released within two years, so was decommissioning of illegal weapons to be completed within two years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we know, all the prisoners were released within the 2 years. And now more than 3½ years have passed and not a single weapon or ounce of explosive has been decommissioned by Sinn Fein-IRA. All we have had from Sinn Fein-IRA have been vague statements and empty promises sometimes cynically made before important meetings and then withdrawn thereafter. Sinn Fein-IRA has been playing a cat and mouse game with the Government, and there is very little doubt in anyone’s eyes in Northern Ireland, who is the cat and who is the mouse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is hardly surprising that there is now a crisis in the institutions in Belfast when all the parties have fulfilled their obligations under the Agreement except Sinn Fein. And the Government has not taken any action to sanction them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Why did the Government decide to release all the prisoners without even a start being made on decommissioning? They had no need to do so under the Agreement. We tried to link the two in amendments we tabled in the House of Commons to the Northern Ireland Sentences Bill in 1998. The Government rejected these.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whatever it was that possessed them it was the most colossal mistake. The result is that as the crunch time comes for the Assembly and for the Executive, created by the Belfast Agreement, the Government have no instruments of leverage left – either with Sinn Fein IRA or with so-called Loyalist paramilitary groups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Secretary of State the weekend before last threatened the UDA with being “specified”. Unfortunately being specified means absolutely nothing. It does not enable the authorities to do a single thing they could not do anyway. That is utterly unsatisfactory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must be as clear and resolute in tackling terrorism at home as abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We simply cannot have two sets of rules – one for terrorism at home and one for terrorism abroad. And let me say that we reject with contempt the characteristic hypocrisy of Gerry Adams who said in Dublin 10 days ago that terrorism was ethically indefensible but that the IRA were freedom fighters. In a democracy that distinction does not exist. And Northern Ireland is a democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What then should we now do? Is it time to reconsider the Belfast Agreement?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe the answer is “no”. The Agreement as signed remains the only framework for peace that is actually or likely to be available to us. We should try, even at this eleventh hour, to make it work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have gratuitously given away their most valuable card. They cannot now get it back. But we should insist on three things. First, no more concessions whatever – least of all on policing or security – until there is real and verified decommissioning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The suggestion in the negotiations at Weston Park that there should be further concessions, including allowing those with terrorist convictions to sit on district police boards, must be utterly rejected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Second, the Government must use to the very full all the new powers they have promised to ask Parliament for and the European Union’s new anti-terrorist measures to counter international terrorism, to cut off funds, and otherwise sanction, any organisation promoting violence in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Third, we must prevail on our friends abroad, including in the US, to treat terrorist threats to us in exactly the same way as we are treating terrorist threats to them. And if terrorist organisations in Northern Ireland, and the political parties that support them, do not decommission, every travel facility, every opportunity to raise money, every chance to present themselves falsely as good citizens or as a peaceful democratic party must be closed off to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And that must include NORAID.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ladies and gentlemen, we find ourselves once again, as our forbears and predecessors did several times in the twentieth century, in 1914 to 1918, in 1939 to 1945 or in the crises of the Cold War, facing the threat of organised evil, of a threat to our very civilisation, on an international scale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Once again, as then, the Conservative Party will show the way, in quiet but unbreakable resolution, in instinctive patriotism, in firm solidarity with our friends and allies in America, the rest of Europe and around the world. And once again, whatever the sacrifices and difficulties we may face along the way, that spirit will ultimately prevail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}