{
    "url": "https://www.ukpol.co.uk/david-davis-2020-speech-on-education-and-the-queens-speech/",
    "title": "David Davis – 2020 Speech on Education and the Queen’s Speech",
    "post_date": "January 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Davis, the Conservative MP for Haltemprice and Howden, in the House of Commons on 14 January 2020.",
    "content": [
        "The first thing to say is that I will not focus solely on education today. As you know, Mr Deputy Speaker, I always focus on my favourite line in the Queen’s Speech, which is the last one:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Other measures will be laid before you.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It gives us the option of talking about whatever we like. I should also, en passant, like to say a personal thank you to the Secretary of State for his announcement of the extra funding for special needs. He may know that I have a special interest in this, a personal interest, and this funding will go to a very important sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Queen’s Speech was the longest ever Queen’s Speech I have known in terms of duration. At the beginning of the debate on the Queen’s Speech before Christmas, my hon. Friend the Member for North East Derbyshire (Lee Rowley) said that these had been “troubled times” for Parliament. But that is always the case when this country faces a point of inflection and a change of historic position. Our nation now faces a reset moment on a par with 1945, when the Attlee Government came ​in, and with 1979, when the Thatcher Government came in. Both of them had enormous national problems to solve, and we are in the same position. Thatcher’s revolution, controversial as it was, was above all a revolution of expectations, in which the United Kingdom once more realised it was able to stand on its own two feet. In truth, we are facing something similar today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, in the next decade, Brexit will not be the biggest challenge to the UK Government and our nation. Fast globalisation of trade and massive technological change will create bigger challenges and bigger opportunities even than Brexit. In the past 30 years, that globalisation has raised half the world out of poverty, but that trend is not secure. We as a nation need to be ready to act, both politically to ensure that free trade remains central to the world’s economic operating systems, and commercially to seize the advantages in that for ourselves. Brexit is the catalyst in that process; it is not the outcome. Brexit by itself is not enough. To exploit the opportunities given to us by Brexit, we need to overhaul British society and the British economy. That is the challenge in front of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "High-quality public services, education, healthcare, social support and the rule of law are vital parts of a decent society, but the Government can provide them only if they have the resources to pay for them. That is our first challenge, and the fundamental weakness in all the Opposition arguments so far today. The reason that Labour lost hundreds of thousands of votes in the north of England is that nobody believed it was able to pay for its promises. The public were right, as always, and the Labour party was wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So what will dictate whether we are able to meet our own aims for our society? The key issue that determines the affluence of citizens, the delivery of public services and even the level of opportunity in society is one boring technical term: productivity. From shortly after the war in 1948, when they started measuring it, until 2008, productivity in this country—whether it was total productivity or labour productivity—grew by 2.25% a year. It bounced around a bit, but never by very much. It grew by 2.25%, year on year, every year in the 60 years from 1948 to 2008. Since 2008, it has been at 0.5%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mike Amesbury (Weaver Vale) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On that point about productivity, people in my constituency and constituencies across the country cannot get trains or buses because the infrastructure has been decimated. That is because it has not been invested in for the past 10 years or so, and that has a real impact on productivity up and down the country. How are the Government going to address that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will come directly to the hon. Gentleman’s question later in my speech. He is exactly right in one respect: that is a contributory factor for productivity. But he should not look just at the past 10 years if he wants to comment about our infrastructure. The most used phrase by George Osborne when he was Chancellor was to say, while pointing at Gordon Brown, that he never mended the roof when the sun was shining. That is exactly what happened through those Labour years: profligate spending—poor spending, inadequate spending —that nevertheless did not provide the services that we needed.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, what has been the effect of that change in productivity? What is the size of the impact? Had productivity continued at the level it had been for the previous 60 years, had we not had the financial collapse, which happened largely under the watch of the Labour Government and the earlier Clinton Administration in the US, then wages, income and the economy would have been about 22% bigger than they are today. The tax take would have been higher, the deficit would have been easier to pay off, austerity would have been more manageable and shorter. All those things stemmed not just from the crash, but from the damage to our ability to recover from the crash as productivity was allowed to collapse. This dramatic and apparently permanent reduction in productivity has had spectacular consequences across the whole of society and the entire economy, and that is what we have to solve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The productivity problem is a universal problem. No productivity means no progress. How do we deal with that? The answers include education, skills, training, research and investment, and of course, as the hon. Member for Weaver Vale (Mike Amesbury) rightly said, infrastructure. If we are to reset our economy and our society, we must be unflinching in our analysis and in the critique of our own past as well as those of the other parties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Betts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman denigrates the efforts, policies and achievements of the previous Labour Government on productivity. Will he therefore explain why productivity went up by over 2% under that Labour Government on a consistent basis? Since 2010, however, productivity has hardly risen at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Productivity had been at that level for 60 years. It is not difficult to keep things the same as they were before; the really hard thing is to smash productivity down from 2.3% to 0.5%, which is what the hon. Gentleman’s Government did.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we are to reset the economy, let us look at what we got wrong, as well as at what Labour got wrong. Take research. The past 30 years, under Governments of all persuasions, have seen the UK decline from one the most research-intensive economies to one of the least. In the past decade, China has overtaken us, and South Korea now spends three times as much as we do. The Queen’s Speech committed to establishing the UK as a world leader in science with greater investment—so far so good. In my view, we need to do even more than that in quantitative terms. In the short term, we need to double the amount of research spend not just by the Government, but by the private sector. In the longer run, we need to treble that joint expenditure, and I stress that it should be joint expenditure. We should also address the things that we have not been so good at. It is easy to put money into genetics, artificial intelligence, self-driving cars or IT—the things we are historically world leaders in—but we should also try to ensure that that money goes where it will make a big difference by improving the things that we have not been so good at.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Historically, we have not been so good at what is called translational research. That means taking a good idea from the laboratory and making a great product, which leads to a great company, which leads to more and more jobs, more wealth creation, more tax and the rest of it. We would do well to build on some of the ​great institutions that we currently have. The University of Sheffield Advanced Manufacturing Research Centre, which is essentially an aviation-based operation, is doing fantastic, world-class, world-beating work. We should do similar things with the Warwick Manufacturing Group. There is a great deal of work to do to encourage those operations and build on them. Maybe we should even look to build a Massachusetts Institute of Technology of the north, because that is the sort of thing that we should be considering if we are to fix our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have some sympathy with one area of Opposition Members’ comments, which is the university underpinning of the research and the response to the Augar report. I know Philip Augar very well, and I spoke to him about his review before the report. If anything, it pulled its punches. The truth is that the university tuition fees and loans scheme invented and implemented by the Blair Government and carried on by us has failed. It has done a bad job. It has delivered poor-quality education, high levels of expectations and low levels of outcome. It has landed young people—some are now middle-aged—with liabilities for almost their entire lives, putting a cap on their aspirations. It has not delivered what it was intended to deliver, which was people paying for their component, not the public advantage component. It does not work that way. It has encouraged all sorts of perverse consequences and behaviours in our universities, so we must deal with it. I would argue to the Secretary of State for Education—I know that this is wider and much bigger than just the Department for Education—that he and his colleagues should be radical and brave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Sheerman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When we do things on a cross-party basis, we sometimes get it right. When we had that agreement on higher education funding—the Dearing report—we said that there should be a balance between who pays: the student who benefits, the employer that benefits, and the country as a whole that benefits. What went wrong was not that there was a student contribution, but it was raised too far and too fast.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That was not the only thing that went wrong. I recommend that the hon. Gentleman reads the Augar report carefully, because a lot of things went wrong, including the lack of restrictions on what universities could do. However, if he wants to approach the Secretary of State or have his Front-Bench team approach the Secretary of State to offer a joint approach, I am sure that the Secretary State will be very polite and talk it over with them over a cup of tea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Carol Monaghan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yes, but this must be the last time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Carol Monaghan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the right hon. Gentleman share my concerns about the suggestion in the Augar review that the time limit on paying back should be removed? That could saddle people with university debt for life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My point here is that we are not about tinkering with one or two rules. We should be rethinking the whole system. The hon. Lady will forgive me if I do not go down the route that she has laid for me, because we should think about rethinking the whole system.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Secretary of State was eloquent about the achievements at school level, and he was right. While I am on my feet, I pay tribute to the Minister for School Standards, my right hon. Friend the Member for Bognor Regis and Littlehampton (Nick Gibb), who did a fabulous job of developing phonics-based education—[Interruption.] Oh, he is there on the Front Bench. He did a fabulous job on phonics—one of the great successes of all the Education Departments of the past 30 years. Of course, I take it as a given that we have done better than Labour would have and, of course, we have mostly kept up with our international competitors. However, to use a phrase that came up more times than any other in my school reports, my reaction is, “Can do better.” That was the theme or motto of my school reports, and I think we can do better here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the friendliest possible way, we are not doing what some of our competitors, including the Chinese, the Uruguayans, believe it or not, and the Belgians, are doing, which is seizing an opportunity. Technology is such that we ought to be re-engineering the classroom. We ought to be able to re-engineer it so that the best can do better and the least good can be pulled up to the best possible outcome. That would be great for them, great for social mobility, and great for the economy as a whole. We ought to think hard about looking closely at all the things China has done. Something like 1,300 schools are now using artificial intelligence, which is driving its teaching systems and ensuring that every child is diagnosed to find what they are good at and what they are not good at. There is much to be done there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Productivity, however, will have to be fixed with a universal approach, and that includes, of course, investment. On an international scale, we do investment well. With all the furore and negativity about Brexit, people forget that we are still the third-highest recipient of foreign direct investment in the world—way above any European country—and we have been for years and we will continue to be. We must not damage that. When we come to the question of domestic investment, which has been up and down in recent years, we must ask ourselves what should guide our policies. We have the most productive industries in Europe by far, and the least productive. We have nine of the 25 fastest growing companies in Europe, but we have a long tail of poor performance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One notable aspect of the productivity conundrum that stands out is that it is not uniform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The key point in this debate is that it is the same regionally, because the golden triangle of London, Oxford and Cambridge has by far the highest productivity in Europe—the average wage in that area is 90% higher than the European average—yet some regions of our economy are down with the lowest performers in the European Union, such as southern Italy and the old East Germany. I hope the Scots Nats forgive me for including Scotland as a region in that context.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have to do something about that. Where productivity is low, jobs are scarce and, of course, wages are low, which is a fundamental problem that this Parliament needs to attack. It argues for targeted policies like free ports and, to come directly to the point made by the hon. Member for Weaver Vale (Mike Amesbury), for a great focus on—forgive me for the phrase—unglamorous, smaller infrastructure projects designed to sort out problems that are on the deck now. We must de-bottleneck the whole economy, because that is much more likely to be ​effective than grand vanity projects, and everyone knows what I am talking about. We can do that because we will have very low interest rates for the foreseeable future. If that is not enough, perhaps we should cancel High Speed 2 to pay for it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A strategy of modestly sized infrastructure projects—road, rail, air and broadband—will help but, again, it will not be enough by itself. We need to make it more attractive to stay in the regions. We need to turn more of our regional towns and cities into magnet towns and cities, places that attract talent, money and enterprise, and it can be done. If we look around the world, there are dozens of examples. From Bilbao to Pittsburgh, and from Denver to Tel Aviv, cities have transformed their futures. We must ensure that our towns and cities can do the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, house building has simply not kept up with the huge increase in population over the past 20 years. Year after year, the combination of a slow planning process, nimbyism and speculative land hoarding has limited the availability of housing. This has simultaneously led to higher house prices, smaller homes—our homes are now half the size they were in the 1920s, and they are the smallest in Europe—massively lower rates of home ownership, and severe rent poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is hard to solve that in London and the crowded south-east, but it can be solved in the provinces, making them more attractive in the process. The Government are actively thinking about garden villages and garden towns, and we should step up that programme. If we allowed every planning authority in the country to nominate one garden village or garden town of between 1,500 and 5,000 houses, which is big enough to be viable for a school and shops, and so on, we would not solve, but we would seriously mitigate, our housing problem. We would make it attractive for people to live in places other than the south-east. Again, that would majorly improve productivity by attracting talent back out to the provinces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The problem of productivity is a tough one to tackle but tackle it we must. Research, investment, education, infrastructure, magnet cities and garden villages all have a contribution to make in simultaneously improving the lives of our citizens and helping us to solve this fundamental problem. If we do not solve it, we will not be able to afford to solve any of the others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we do all of that, we will have a very good chance of making the Prime Minister’s promise of a golden future a reality for all our citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}