{
    "url": "https://www.ukpol.co.uk/gareth-davies-2022-speech-on-the-supported-housing-bill/",
    "title": "Gareth Davies – 2022 Speech on the Supported Housing Bill",
    "post_date": "November 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Gareth Davies",
            "url": "/tag/gareth-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gareth Davies, the Conservative MP for Grantham and Stamford, in the House of Commons on 18 November 2022.",
    "content": [
        "It is a pleasure to follow the excellent and thoughtful speech by my hon. Friend the Member for Milton Keynes North (Ben Everitt). Along with all my colleagues, I congratulate my hon. Friend the Member for Harrow East (Bob Blackman) on bringing this Bill to the House and on all the work he has done. I recognise the work of the Select Committee and express gratitude for being part of this important debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is also a particular pleasure to follow my hon. Friend the Member for Truro and Falmouth (Cherilyn Mackrory), who captured the mood of this debate when she said that debates and subjects such as this show that all of us across the House care about how we can support those in most need and how we can all make a positive difference to vulnerable people in our constituencies. She was absolutely right about that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are big questions to answer about how we can best support those who may have made mistakes or suffered misfortune in their lives, but, at a very simple level, how can we possibly expect anybody to rebuild their life without the basic requirement of adequate shelter? I welcome this Bill, because it will improve the quality of supported housing and improve governance at both local and national level. It will also ultimately improve taxpayer efficiency, by providing the means for people to live more independently of the state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No matter what a person’s background, condition or circumstances, we in this place have a duty to ensure that quality accommodation and care is the baseline. We should acknowledge, as my hon. Friend the Member for Keighley (Robbie Moore) rightly did, the Government’s work to date in this area. I acknowledge the national statement of expectations in 2020, which set out minimum standards guidance for supported housing. It set out, for example, that housing should be accessible and be assessed by local council commissioners and that housing staff should be trained. The National Housing Federation endorsed and supported that guidance, but the Bill clearly builds significantly on that work to date, and quite right too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the many excellent speeches today we have heard examples of terrible things happening in this area. Landlords are still providing unacceptable housing. New residents are still being placed with unsuitable co-residents, as my hon. Friend the Member for Harrow East pointed out, and some accommodation is not fire safe, frankly. I warmly welcome this Bill and, in particular, three measures: the introduction of a supported housing advisory panel makes a ton of sense; the requirement for local authorities to review exempt accommodation and publish a supporting housing strategy is something we all completely agree with; and then we have the powers given to the Secretary of State to make licensing regulations for exempt housing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is an excellent Bill. I am not surprised that it will go through today with cross-party support. I warmly congratulate my hon. Friend. If I can build on the praise that my hon. Friend the Member for Ipswich (Tom Hunt) set out, my hon. Friend the Member for Harrow East has shown that if a Member acts with strong purpose in this job, they can, with the right energy, drive real change. He showed it in 2017 with his Homelessness Reduction Act. He has shown it through his tremendous work to build relations between the UK and India, for which he has received one of India’s highest civilian honours. He is the only person I know with a Padma Shri. I am also very familiar with his campaigning for a smoke-free England. I am greatly proud to share these Benches with him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}