{
    "url": "https://www.ukpol.co.uk/chris-davies-2019-statement-on-fraud-conviction/",
    "title": "Chris Davies – 2019 Statement on Fraud Conviction",
    "post_date": "June 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Davies",
            "url": "/tag/chris-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Chris Davies, the Conservative MP for Brecon and Radnorshire, on 29 April 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/06/chrisdavies-300x169.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/06/chrisdavies.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many will have seen the coverage in recent days of my appearance in Southwark Crown Court. Up to now, it has not been possible for me to speak publicly about the case, but now that the case has been concluded I would like to speak clearly about the circumstances that surround the issue involving my March 2016 expense claim. The people of Brecon & Radnorshire have a right to a full explanation of this whole affair and the purpose of this statement is to provide just that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have been open and honest throughout this process with all parties involved, as confirmed by the Judge, Mr Justice Edis QC. At no time did I attempt to make any form of financial gain whatsoever. I made an administrative error within the early months of becoming a Member of Parliament and this mistake resulted in me being in breach of a new law specifically relating to MPs – for which I unreservedly apologise to the constituents of Brecon & Radnorshire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After being elected in May 2015, I opened a constituency office in Builth Wells. This is where I meet constituents and deal with the many concerns and issues experienced by those individuals and representatives of organisations. To promote the constituency, I purchased a series of photographs from a local photographer of scenes throughout Brecon & Radnorshire and asked the photographer to mount and frame them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The nine framed photos cost £700 which I paid for out of my own pocket. They hang in the Constituency Office and have done so since the day I purchased them. Many hundreds, if not thousands, of people have seen them over the past nearly four years whilst visiting my office and anyone who has not and wishes to see them is very welcome to call at my office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "MPs are officially ‘self-employed businesses’ even though we do not handle money, wages or costs. We have to pay personally for items prior to re-claiming the cost from The Independent Parliamentary Standards Authority (IPSA). This body was set up after the Parliamentary expense scandal ten years ago and is widely reported as supervising one of the most complex administrative systems in existence. In fact the complainant in this case herself called it “daunting and confusing” and she had undergone the training!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a new MP I had been given four budgets to claim from to run my office, all of which, apart from the smallest, had considerable underspend – this has been the case every year. My expense claims (which are a matter of public record and available for inspection) will show that I do not claim for many items which I am fully entitled to claim.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I clearly made a mistake when trying to reclaim the cost of the photos, a mistake which I regret and which has been very costly to me and my family. I am aware that I should have known how the rules of IPSA work and also been aware of Section 10 of the Parliamentary Standards Act 2015. During my time as an MP my priority has been to my constituents in all corners of Brecon & Radnorshire and also to my family. My bookwork and my accounts have come second to this work, and in the past four years I made one administrative mistake – it has been a costly one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This mistake was made within the first few months of me becoming an MP and being inexperienced in the process I had not known that a mistake had been made. The first I was made aware was in February 2018 when I was reported to the authorities by a former member of staff who had left my employment two years after the error had been made. If she had reported it at the time then I could have corrected the error immediately but sadly, being two years later, the mistake could not be rectified.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the judge Mr Justice Edis QC stated in his Summing Up – “You had actually spent £700 on photographs and you were quite entitled to do so and to reclaim the cost”. “I accept that buying the photographs for £700 was a proper expenditure of public money”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The mistake I made was in splitting the invoice in order to place it across two budgets. Now in general business terms creating two notional invoices is quite a common process, but unfortunately under the PS Act 2015 this is unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It would have been acceptable:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If I had placed the full £700 against either of my budgets;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If I had asked IPSA to split the invoice over two accounts;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If I had asked the supplier to split the invoices;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If I had split the invoices and stapled them to the original invoice and sent them to IPSA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unfortunately, I split the invoices, stapled them to the original and placed them in my accounts file, with a handwritten note stating what I had done, and that file has sat on my shelf in my office for the past three years ready for audit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Regrettably, under the Act these documents were classed as false as they were not the original document or attached to the original document. The Act states, that ‘an MP commits an offence if he or she provides information for the purposes of the claim that the member knows to be false or misleading in a material respect’. My claim was deemed ‘false’ as it was not the original or attached to the original. I would like to stress that at no time did I believe these to be false or that I had done anything improper or illegal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Judge further stated – “In the context of this case, you are entitled to a degree of sympathy for the predicament you have created for yourself.” “The statutory offence of which you have been convicted does not require proof of dishonesty”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He also went on to state that – “In the result all budgets were underspent and if you were concerned to protect some of the budget for later use, you never actually took advantage of that.” And on splitting the bill – “This would not benefit you financially because they amounted to the sum which you had actually agreed to pay and the money was in fact paid in full”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In comparing my actions to that of the terrible expense scandal a decade ago Mr Justice Edis QC said – “I accept that this case is in quite a different category from the cases which came to light nearly 10 years ago where much larger sums of money were involved. Those cases also involved claims which were entirely false. At least here there was a genuine transaction in which you actually spent the money you claimed, or tried to claim, on which you were entitled to claim. There was no risk to the taxpayer spending more on photographs for your office than you had spent and that you were entitled to recoup.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The earlier cases also involved different and more serious offences which required proof of an intention, cause gain for the offender or loss to another and this offence does not. It catches conduct which, for anyone but an MP, would not be a criminal offence at all”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally to quote from the Judge “In Mitigation, I accept that you are a person of good character – and that goes in your favour. Powerful character references have been placed before the court. It is also true that you have given good service to your constituents over the last three years.” “I also bear in mind your pleas of guilty in the Magistrates Court and your honest acceptance of what you have done from a very early point in the various investigations which followed its revelation. This has been a long drawn out business and that is not your fault.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This has been a very difficult period for my family, my staff and myself. At no time did I intend or attempt to make any form of financial gain from my actions and this has been confirmed by IPSA, the Metropolitan Police, the Crown Prosecution Service and the Judge. Indeed they all recognise that my mistake cost me £700 that I could have claimed quite legitimately – sadly it has cost all those to whom I owe my loyalty so much more in emotional terms. I made a technical breach of a complicated accounts process and fell foul of a new law which is unique to Members of Parliament. However, the Act is binary and my mistake is an offence, albeit arguably one without victims. I wish I had not made this mistake and that I was aware of every aspect of every law but unfortunately I am also capable of making mistakes and mine has been a very costly one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am extremely saddened that this has happened and I apologise once again to all my constituents for making such an error.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If any constituent requires further clarification on any aspect of this case, I would be more than happy to discuss it with them in person and also to provide whatever documentation they wish to see, as all my affairs are completely transparent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Therefore I shall be holding open surgeries in my Builth Wells constituency office from 10am – 4pm on Friday 3rd and Saturday 4th May, together with Friday 10th May and Saturday 11th May, where the photographs, accounts system etc will be available to view and where I will happily discuss this or any other subject of concern to my constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have faithfully served the constituents of Brecon & Radnorshire over the last four years and very much hope to continue to do so into the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}