{
    "url": "https://www.ukpol.co.uk/geraint-davies-2022-speech-on-the-cost-of-food/",
    "title": "Geraint Davies – 2022 Speech on the Cost of Food",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geraint Davies, the Labour MP for Swansea West, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "This Christmas, millions of children will go hungry in the sixth richest nation in the world, completely unnecessarily. It is said that this is about Ukraine, but in 2010, 26,000 people were using food banks, and by last year, that figure was 2.6 million—a hundredfold increase, Now, one in four people are in food poverty, having faced a decade of frozen wages; they are now feeling the cold wind of 17% food inflation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The response of the Government and the Chancellor is, “Oh, it’ll be all right. We will increase universal credit by 10% and pensions next April.” Food inflation is at 17% now, and it is freezing cold out there. We have just granted 490,000 warrants for energy companies forcibly to convert people’s electricity to prepayment meters, so they will not be able to cook and will be freezing cold. The starvation that we are going to see this winter is much worse than we saw in the aftermath of world war two, when we had rations. It is shameful. It is disgraceful. It is unnecessary, and it must be changed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Not only should we provide benefits and support for those in greatest need, but there are other obvious things that we can do. As I mentioned, in Wales, there are free universal school meals, both at breakfast and now rolling out for lunch. We could do that immediately.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to think about the quality of food. The cheapest calories are the worst calories for diabetes and obesity, and that stores up a time bomb for the future, not just in life chances but in life expectancy. That is unnecessary and stupid, and it is not what we should be doing in a healthy, prosperous, growing economy for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the NHS, 7 million people are already on the waiting list and the nurses are on strike because they cannot afford to feed their own children. We should ensure that the pressures on the NHS are alleviated by feeding all people—children, obviously, and all families and people—so that they are prosperous for the future. Clearly, we need a situation where we stop profiteering; we are seeing the doubling of margins by retailers. We must stop the speculation, ensure a supply of healthy food and ensure fairness and a right to food for the future of Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}