{
    "url": "https://www.ukpol.co.uk/geraint-davies-2022-speech-on-achieving-economic-growth/",
    "title": "Geraint Davies – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geraint Davies, the Labour MP for Swansea West, in the House of Commons on 18 May 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Hertford and Stortford (Julie Marson). Today, we listened again to the Prime Minister telling us that we had a strong economy, yet when Labour left office only 26,000 people a year were going to food banks and now there are 2.6 million—100 times as many. We heard that 500,000 more people are in work than before the covid pandemic, but according to the ONS there are 444,000 fewer people in work—the Prime Minister conveniently missed out the self-employed. He said, “We are the low-tax party,” but taxes are now at a 50-year high and the Chancellor increased taxes by £40 billion last year. The tax share of GDP is at a level not seen since Attlee, when we were coming out of the second world war and we needed to charge such taxes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Inflation is at a 40-year high. There is a departmental freeze on spending, so there are savage cuts across the board. [Interruption.] I see the right hon. Member for North East Somerset (Mr Rees-Mogg)—the Minister for Brexit opportunities and Government inefficiency—chattering away, living up to his title in the delivery of inefficiency. The truth is that inflation, ironically, is helping the Government’s revenues. They have a four-year freeze on personal allowances and tax thresholds, which means a creeping increase in tax as people sink into tax thresholds and allowances go down in real terms. They are planning a cynical attempt to drop tax before the next election in 2024 or 2025. That will be gobbled up by that inflationary clawback. People will think that they are getting a tax cut, but will lose twice the amount.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is there an alternative? The answer, of course, is yes, and the evidence is that in the 10 years to 2008, when Labour was in power, the economy grew by 40%. We did not just give the proceeds away; we used them to double investment in the health service, double investment in education and bring millions of young people and pensioners out of poverty. We bequeathed a debt-to-GDP ratio of 45%; it is now 90%, so the share of debt has doubled. The Institute for Fiscal Studies has said that, if our trend of growth had continued, people would be £11,000 better off than they are today. They would be much more resilient to the global shocks that we have all seen, including Ukraine and covid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There has been catastrophic mismanagement since 2010. It started with Osborne’s austerity, which simply did not work: it just drove down growth, because people were expecting that they might be one of the 400,000 people he said he was going to sack. We then had the stupidity of hard Brexit, when we decided that we would all be outside the single market. There is no move now for product realignment or a minimum amount of worker movement to allow lower-cost market access, which is what businesses want, so a third of businesses that have been exporting to the EU now say that they will not do it at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have a low-growth, high-cuts, high-tax, wage-cutting Government—a complete failure. I appreciate that a windfall tax is not the complete answer, but let us understand what a windfall tax is. The oil companies worked on a marginal profit that was quite healthy; then, all of a sudden, Putin invaded and there was an escalation in the price and a massive profit over the cost of production that the companies did not do anything to deserve. That is Putin’s profit, and people here deserve it to help them through the hard times that we are going through because we are imposing sanctions. Sanctions, of course, take time; the IMF says that sanctions will cut the Russian economy by 8.5%, but they will not stop a Russian tank. The war needs to be won to sort the situation out, but that is another story.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We certainly need to increase productivity, but the reality is that the Chancellor’s ambition is to bring investment per child in education by 2024 up to Labour’s 2010 levels. Our young people need to be invested in now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is talk of everyone having to go back to the office. Indeed, the Minister—that man sitting on the Front Bench—has said, “We have all got to go back to work in the traditional way.” However, a study by the Office for National Statistics shows that there would be a considerable increase in productivity and a delay in retirements if people were allowed to work from home. In particular, women, carers and people looking after families could work flexibly. Furthermore, people being at home for one day in five would take 20% of the traffic and 80% of the congestion off the roads, so we would spend less on roads and it would be carbon-friendly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This whole approach to productivity, green investment, and cognisance of those matters, is completely ridiculous. Macron, along with Italy and Germany, has asked why we cannot take a more collaborative approach to trade with Britain—and, indeed, bring in Ukraine, because it shares the same values. All we are doing is starting a trade war on the back of the very sensible arrangement that Ireland should be in the single market to protect it. That is what the Government agreed and that is what should continue to operate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Apart from the economic catastrophe, to which there is a clear solution, I fear that there are attacks on the fundamental rights of democracy. The Queen’s Speech contains all this stuff about reducing the power of an independent judiciary. Obviously the Government are very angry with Miller because the judiciary in that case gave us a vote on the Brexit deal, and they are very angry with the judiciary for allowing democracy to be reconvened after the Prime Minister had tried to abandon it for a long period. The composition of the Supreme Court has been changed and seven of its key decisions have been reversed. It has been intimidated by the media, and by Ministers sitting there slagging it off—particularly, the Lord Chancellor who is supposed to defend it. The average tenure of a Lord Chancellor is now one and a half years; it used to be four years. The Lord Chancellor used to be a senior judge, or a member of the judiciary who was respected, rather than someone who just wants to proceed to the next ministerial position. Our independent judiciary is under attack, our rights are under attack, and our democracy is under attack.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I respect what the hon. Member for Paisley and Renfrewshire South (Mhairi Black) said about the rolling authoritarianism that we see in the contexts of poverty, the economy, and the democracy that we fundamentally are. We are better than this. We deserve better than this. We do not want low growth, large cuts and low wages; we want high growth, and a fairer and stronger economy in the future. Let us roll forward and deliver that—with a Labour Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}