{
    "url": "https://www.ukpol.co.uk/mims-davies-2023-speech-on-health-and-safety-at-offshore-wind-farms/",
    "title": "Mims Davies – 2023 Speech on Health and Safety at Offshore Wind Farms",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Mims Davies",
            "url": "/tag/mims-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mims Davies, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 6 March 2023.",
    "content": [
        "I am [grateful to the hon. Member for East Lothian (Kenny MacAskill) for bringing this important debate to the House](https://www.ukpol.co.uk/kenny-macaskill-2023-speech-on-health-and-safety-at-offshore-wind-farms/), and I appreciate and understand the passion and conviction he brings to this debate. The UK Government take very seriously health and safety on offshore wind farms in Great Britain’s territorial sea and the UK continental shelf, and I am keen to reassure the hon. Gentleman that my officials at the HSE confirm that we have a strong and appropriate existing regulatory regime, which applies the protection afforded by the Health and Safety at Work etc. Act 1974 to people working on offshore wind farms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the hon. Gentleman’s concerns, let me spell out that the Health and Safety at Work etc. Act 1974 (Application outside Great Britain) Order 2013 applies the provisions of the 1974 Act. This covers certain activities offshore, including work associated with offshore wind farms, as well as other offshore installations such as those for oil and gas. Therefore, the 1974 Act applies to offshore wind farms in the territorial sea and the UK continental shelf as well as to renewable energy zones, which are also defined in the 2013 order. The 2013 order also applies the provisions of the 1974 Act to offshore oil and gas installations in designated areas in the UK continental shelf—I really hope that pacifies the hon. Gentleman. I will say more about that and come on to some of his other points later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Furthermore, the 1974 Act places a legal duty on employers to ensure, so far as reasonably practicable, the health, safety and welfare of workers and others to ensure that they are kept safe, whether they are working on oil or gas or, as I said, wind farm installations. In addition, other legislation that applies to work on offshore wind farms includes the Construction (Design and Management) Regulations 2015. This helps employers to ensure that their work is planned and that risks are assessed and managed. Those regulations also ensure that employers consult and engage with workers and make sure that information is communicated to all those who need to know it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Health and Safety Executive enforces the 1974 Act and subsidiary health and safety legislation on offshore wind farms. The HSE does not have the legal basis to enforce activities that are not specifically covered by the 2013 order. In those situations, however, other regulators and organisations will enforce health and safety legislation or investigate accidents. For example, in a situation where a ship is in transit and the HSE’s regulations do not apply, such a ship will still need to comply with national and international maritime standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Maritime and Coastguard Agency is responsible for enforcing all merchant shipping regulations in respect of occupational health and safety, the safety of vessels, safe navigation and operation. This includes manning levels and crew competency. Merchant shipping health and safety regulations extend to all those working on the ship and any work activities undertaken on board. These powers of the MCA extend to UK ships anywhere in the world and to non-UK ships that are within UK territorial waters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The marine accident investigation branch investigates marine accidents involving UK vessels worldwide and all vessels in UK territorial waters. Its role is to help prevent further avoidable accidents from occurring, not to establish blame or liability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For foreign flagged ships in the UK continental shelf, the responsibility for investigating accidents lies with the flag state. A memorandum of understanding between the HSE, the MCA and the MAIB ensures effective collaborative working. Each organisation has differing responsibilities for health and safety enforcement and accident investigation. An operational working agreement provides clarity and consistency where the jurisdiction of the HSE, the MCA and MAIB overlap. It outlines the key and supporting principles to be adopted when selecting the lead organisation for health and safety enforcement and accident investigation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The HSE’s energy division has a team of inspectors dedicated to the regulation of work activities at offshore wind farms. They are supported by various onshore and offshore specialists who provide technical advice on a range of relevant subjects during inspection, investigation and enforcement of high-risk activities. This addresses poor health and safety performance and provides reassurance that there is good health and safety management of such activities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Kenny MacAskill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I spoke earlier with Offshore Energies UK and the National Union of Rail, Maritime and Transport Workers, and this is not a criticism of any existing or past Government. There is a legislative gap because technology has moved so fast and nobody anticipated it. We now, however, have a situation, which I think is accepted by employers and employee representatives, where those working in the sector are not getting the proper coverage that should apply. Does the Minister not accept that there is something wrong here in primacy resting with Liberia, and that we need to extend the 2013 order to the new operations as they exist now, and indeed as they may be in a few years?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Gentleman. I will make some further points, and I hope we can then come to a mutual arrangement and I can reassure him on the issues he raises. The points he makes can come into the conversation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have spelled out that the HSE energy division has inspectors dedicated to the regulation of work activities at offshore wind farms, but I accept the hon. Gentleman’s point that a lot is going on in this sector and there needs to be reassurance. I have spelled out some of the regulatory activity. The HSE works with industry bodies and UK regulators to ensure that sensible solutions are found to emerging risks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On shipping standards, where the HSE regulations do not apply to work activities on ships because they fall outside the scope of the 1974 Act and the 2013 order, international shipping regulations provide a broadly equivalent level of safety to international shipping. International conventions on shipping, such as the international convention for the safety of life at sea, the international convention for the prevention of pollution from ships and the maritime labour convention 2006 set a level playing field, as all ships are surveyed by their flag and can be inspected by port states against the internationally agreed standards. Under this regime Valaris was inspected by the MCA when it reached port in the UK, but I do appreciate the hon. Gentleman’s points on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On Valaris 121, the Health and Safety Executive has served an improvement notice on Ensco Offshore U.K. Ltd relating to incorrectly installed gratings on Valaris 121 when it was in port in Dundee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the flag state investigations of accidents occurring on the UK continental shelf, the flag state of the ship involved is responsible for ensuring that an investigation is conducted and completed in accordance with the casualty investigation code. The code mandates that certain incidents set out in chapter 1, part A, of the 1974 international convention for the safety of life at sea—or SOLAS—are investigated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for East Lothian mentioned flags of convenience. Open registries can pose a challenge to maritime security and the enforcement of laws on the high seas. That is because some flag states do not, or cannot, exercise effective oversight of the ships on their registers, as I think the hon. Member pointed out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While there is some evidence of poor practice taking place under open registries, there is no direct correlation between poor-performing ships and open registries. However, Liberia, the Bahamas and the Marshall Islands are all open registries and were at the top of the 15 countries for low detention rates under the 2021 Paris memorandum of understanding on port state control.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is an important issue that some flag states do not have independent investigation bodies that may investigate accidents in UKCS. The marine administrations for the Isle of Man, Bermuda, the Cayman Islands and Gibraltar do not have independent investigation bodies, and therefore have difficulty in ensuring that safety investigations are impartial and objective. A memorandum of understanding has therefore been reached, which the UK’s Marine Accident Investigation Branch has agreed to, to investigate incidents involving ships registered with those marine administrations. The procedure for those investigations set out in the legislation in force in the relevant marine administration’s territory will apply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will cover two other points, then hopefully start to conclude. The hon. Gentleman will be keen to know that the responsibility for regulating the health and safety of workers travelling to and from offshore workplaces—wind farms or oil and gas installations—rests with the MCA within the territorial sea and for UK-flagged vessels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The responsibility for health and safety enforcement activities and accident investigation is described in the MOU between HSE, the MCA and the MAIB. That is supported by an operational working agreement that provides clarity and consistency where the jurisdiction of the respective agencies overlap.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In terms of those transiting to and from offshore workplaces, the responsibility for regulating those transits rests with the MCA within the territorial sea and for UK-flagged vessels. Again, the responsibility for health and safety enforcement activities and accident investigation is in the MOU between HSE, the MCA and the MAIB. Again, that is supported by an operational working agreement that provides clarity and consistency where the jurisdiction of the respective agencies overlap. I understand the point that the hon. Gentleman was making. Does he want to come in on that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Kenny MacAskill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope the Minister would accept that the technology is changing and that most of the new turbines will be outwith UK territorial waters in many instances, which changes the nature of the jurisdiction. The organisations she referred to, the MAIB and so on, have skills, but they are not skills relating to health and safety at work. The fundamental difficulty is that the nature of the operation is not attached to the physical turbine. The nature of the activity is either accessing it or working in close proximity to it. This man went off a ship that had been doing that and yet we are faced with Liberia. It is on that basis, because of the new world we face, that I seek for the Government to extend the 2013 order. We are anticipating a new world and we do not know what the North sea will look like, but it will be a very busy workforce and a very busy workplace that is very different from what we have at the moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman makes a really important point about learning from what happened and ensuring it is fit for purpose, and, above all, ensuring that he and the workers involved feel reassured. I want to reassure him that the HSE works closely with G+ Offshore Wind Health and Safety Organisation and its members to promote an understanding of the offshore wind farm regime and the regulations I have spelled out tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On EU retained law, which the hon. Gentleman covered, the HSE remains focused on ensuring that regulatory frameworks maintain the UK’s high standards on health and safety protection, while continuing to reduce burdens on business. The HSE’s approach closely aligns with the Government’s pledge to do more for businesses to promote growth by removing disproportionate burdens and simplifying the regulatory regime. Our standards of health and safety protections are among the highest in the world. The HSE will continue to review retained EU law to seek opportunities to reduce those burdens and promote growth, but not reduce health and safety standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In conclusion, I have, I hope, set out the regulatory framework in place to ensure the health and safety of people working at offshore wind farms, and have detailed that the HSE is one of a number of regulators and organisations that work together to ensure that employers maintain health and safety standards in this sector and protect their workers. I reassure the hon. Gentleman that the UK Government continue to take health and safety on wind farms very seriously, and recognise the contribution made by this sector to energy security and the net zero programme. I hope that that goes some way to reassuring the hon. Gentleman that the current regulatory regime and framework in place is sufficiently robust to protect the health and safety of workers, but I appreciate —he has made some excellent points this evening—that it is a complex, growing and challenging picture. I offer to facilitate a meeting between him and HSE officials, along with other relevant Departments and officials, so that we can further reassure him, the sector, employers and those who work in it that his concerns are fully understood and addressed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}