{
    "url": "https://www.ukpol.co.uk/alex-davies-jones-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Alex Davies-Jones – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Davies-Jones",
            "url": "/tag/alex-davies-jones/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Davies-Jones, the Labour MP for Pontypridd, in the House of Commons on 17 May 2022.",
    "content": [
        "The cost of living crisis is impacting people across Pontypridd and Taff Ely, but it does not have to be this way. As my right hon. Friend the Member for Doncaster North (Edward Miliband) rightly and powerfully set out, there are many urgent short-term measures to help families through the cost of living crisis that the Government have simply neglected to implement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What people across the country need are long-term solutions. That is why I am both furious and frustrated that the Government have backtracked once again on their promises to bring forward an employment Bill. Central to tackling the cost of living crisis is ensuring that workers across the board are fairly protected. An issue particularly personal for me is that we were told that the Bill would finally—finally—introduce proper neonatal leave and pay for new parents. The Minister stood at the Dispatch Box only a few months ago and told the House that the Government “remain very… committed” to introducing neonatal leave and pay via the employment Bill. However, because of the Government’s decision to abandon the Bill, thousands of new parents will have no choice but to continue to balance precarious work and family commitments. Proper neonatal leave and pay could have brought so much desperately needed relief to new families as they struggle through the cost of living crisis. They were struggling even before the cost of living crisis took hold, which is why it is even more insulting that they have been abandoned yet again by this Tory Government. In fact, the TUC has tallied it up: Ministers promised an employment Bill on nearly 20 occasions. Now that the promise has been abandoned, is it any wonder that public trust in this Government is so low?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unsurprisingly, neonatal pay is not the only crushing disappointment of this half-hearted Gracious Speech. My constituents in Pontypridd and Taff Ely desperately needed it to engage with the cost of living crisis genuinely. We need bold proposals via an emergency Budget. We need a new windfall tax on North sea oil and gas companies. We need an urgent nationwide insulation programme to prevent energy loss and reduce families’ energy bills. What did we get instead? We got a Bill promising to further crack down on the fundamental right to protest, a vague levelling-up Bill promising to let residents decide street names, and a Bill promising to flog Channel 4 to the highest bidder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Government have run out of road. When Ministers try to defend their Government, all they do is insult the British public further. We have food poverty, fuel poverty and now hygiene poverty. The fact that they even exist in modern Britain should shame every single Member—there is a lack of Conservative Members on the Government Benches at the moment. It is a devastating economic truth that households having less to spend means sectors such as entertainment and hospitality losing out. Our economy shrinks and we are all poorer for it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Madam Deputy Speaker, I could go on and on and on, but as you see I am angry and my constituents are angry. I will continue to do everything I can to get the people of Rhondda Cynon Taff the help they need, but this Queen’s Speech is an insult to the thousands of households in Wales and across the UK who need real immediate solutions to help with the cost of living crisis. I urge the Government to act and to act now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}