{
    "url": "https://www.ukpol.co.uk/wayne-david-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Wayne David – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wayne David",
            "url": "/tag/wayne-david/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Wayne David, the Labour MP for Caerphilly, in the House of Commons on 9 September 2022.",
    "content": [
        "Soon after the general election of 2001, there was a reception in Buckingham Palace. I had just been elected, and I attended along with several hundred others. Soon after I arrived at the banqueting hall, it was announced that the Queen and the Duke of Edinburgh had arrived. After her entrance, the Queen moved around the hall, politely speaking to a number of the assembled guests. I was chatting to a Labour colleague but then I became acutely aware that there were hundreds of eyes focused in my direction. That was because the Queen had moved to my side and was obviously intent on speaking with me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I introduced myself to the Queen in an uncomfortable way and we exchanged a number of pleasantries. I expected her to move on, but no, she was obviously intent on having a conversation with me—and what a conversation that was. I slightly awkwardly talked about the royal yacht and then went on to talk about the royal train. I recalled to Her Majesty how, as a schoolboy, I was excited to see the royal train pass near my home village of Cefn Cribwr. She was delighted by these comments and had realised by then that I was a thorough south Walian.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Queen proceeded to ask me how Welsh devolution was progressing. These were the early days of devolution and I gave a diplomatic answer. She was pleased with that answer but then moved on to ask how I saw things with regard to the Assembly in Northern Ireland. Given that the Stormont Assembly was at that time suspended and the situation was extremely delicate, I gave a general response, explaining how difficult things were.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will not say what Her Majesty’s responses were, but suffice it to say I was extremely impressed by her. She showed her overwhelming desire to seek peace and reconciliation in Northern Ireland, but more than that, her comments showed impressive knowledge of complex issues and a real decency, integrity and compassion. These qualities were in evidence throughout her long reign and were clearly seen in all parts of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A few years ago, the Queen visited Ystrad Mynach in my constituency of Caerphilly. The people of the area will always remember her real warmth and genuine interest in them, but my memory of Her Majesty will always be how she had time for the children who met her. The Queen loved those children, and the children loved her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Undoubtedly, Queen Elizabeth II was an exceptional monarch. We will miss her enormously. May she rest in peace, and God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}