{
    "url": "https://www.ukpol.co.uk/dehenna-davison-2022-statement-on-the-uk-shared-prosperity-fund/",
    "title": "Dehenna Davison – 2022 Statement on the UK Shared Prosperity Fund",
    "post_date": "December 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dehenna Davison",
            "url": "/tag/dehenna-davison/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dehenna Davison, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, in the House of Commons on 5 December 2022.",
    "content": [
        "Today, my Department is announcing the outcome of the UK shared prosperity fund—UKSPF—investment plan validation process: the approval of plans for England, Scotland and Wales, and the publication of the UKSPF investment plan for Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When we launched the UKSPF prospectus in April, my Department outlined the ambition of the fund to invest in domestic priorities and target funding where it is needed most: building pride in place; growing pay, employment and productivity; supporting high-quality skills training; and increasing life chances across the UK. This announcement represents a significant step in delivering on this ambition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Councils and mayoral authorities across England, Scotland and Wales have worked with the private sector, civil society and others, as well as the devolved Administrations in Scotland and Wales, to develop local investment plans. These plans set out how funding will be targeted on local priorities, against measurable goals. All investment plans for England, Scotland and Wales have now been validated and approved, unlocking three years of investment, and we now expect UKSPF delivery to commence in earnest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Northern Ireland, the Department for Levelling Up, Housing and Communities is responsible for delivery of the UKSPF. My Department has worked closely with key partners and other stakeholders to develop the UKSPF Northern Ireland investment plan, ensuring it reflects the needs and opportunities of Northern Ireland’s economy and its people. The plan published today outlines the specific interventions that will be supported, and how these will be delivered. Information regarding project funding, including commissions and our plans for project competitions, will be announced shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The delivery of the UKSPF, worth £2.6 billion including Multiply, is a central pillar of this Government’s levelling-up agenda and a significant component of its support for places across the UK. As such, today’s announcement reaffirms our manifesto commitment to match EU structural fund receipts in Scotland, Wales, Northern Ireland and all areas of England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The approval of investment plans kickstarts delivery in every part of the country and will lead to visible, tangible improvements to the places where people work and live. Alongside investment in skills, supporting those furthest from the labour market and promoting community cohesion, this will give individuals right across the UK even more reasons to be proud of their area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}