{
    "url": "https://www.ukpol.co.uk/dehenna-davison-2023-speech-on-replacement-of-funding-from-eu-programmes-in-northern-ireland/",
    "title": "Dehenna Davison – 2023 Speech on Replacement of Funding from EU programmes in Northern Ireland",
    "post_date": "February 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Dehenna Davison",
            "url": "/tag/dehenna-davison/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dehenna Davison, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, in Westminster Hall, the House of Commons on 1 February 2023.",
    "content": [
        "It is a pleasure to serve under your chairmanship today, Mr Robertson. I sincerely thank the hon. Member for Belfast South (Claire Hanna) for securing this important debate, and for the constructive way in which she has engaged with the Department and I on the UK shared prosperity fund. I know that she is and has long been a committed champion for the many voluntary groups, businesses and communities in her constituency that have previously benefited from, if not relied heavily on, EU funding. She has been a keen advocate to ensure that that support continues under the UK shared prosperity fund.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member mentioned the NOW Group, and I am pleased that she did. As she knows, the NOW Group has been in receipt of ESF funding, and has also recently accessed the community renewal fund as well. We have worked with Maeve Monaghan, the CEO of the NOW Group, to help to design the UK shared prosperity fund planning as part of that partnership group. Hopefully her feedback there has definitely been helpful, and she feels that it has been taken on board as we have designed the programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my response, I hope I will be able to provide some clarity on the next steps regarding the roll-out of the UKSPF in Northern Ireland; the steps we have taken so far to engage charities and community groups currently in receipt of Government support; and the progress we are making in our ambition to level up communities in Northern Ireland and, indeed, across the whole of the United Kingdom. I will make reference to the levelling-up fund and address as many of the questions she raised as I can. I am not sure my hand was working fast enough to write them all down, but if I have missed any I will follow up in writing following the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As hon. Members will know, we published the prospectus for the UK shared prosperity fund back in April last year. It sets out how the fund and its £2.6 billion of funding will work on the ground. Effectively, it will replace the European regional development fund and the European social fund with a simpler, smoother and less bureaucratic approach to supporting communities right across the UK. We all know that bureaucracy is something that community groups have raised with us, so as a Government we have very much taken that on board.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In that sense, it is fair to say that the UKSPF is a central pillar of the Government’s levelling-up agenda and our ambition to bring transformative investment to places that have gone overlooked by successive Administrations for too long. We want to use the funding to support people in skills, helping the unemployed move into high-skilled, high-wage jobs—I know that is something specifically mentioned by the hon. Member for Belfast South in her speech. We also want to use the funding to help the growth of local business and invest in communities and places to help to build pride in place. We know that having pride in the place that someone lives and has grown up in is a crucial part of the wider levelling-up agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For Northern Ireland, that means £126.8 million of new funding for local investment and local priorities up to March 2025. Crucially, that fulfils the promise we made that the UKSPF would match the funding allocated to Northern Ireland through EU structural funds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know we have set out how the approach will work in some detail already, both in the prospectus and previous spending rounds, but I will quickly recap it for everyone here. The UK shared prosperity fund is set to ramp up over the coming years, so that total domestic UK-wide funding of the ERDF, ESF and UKSPF will at least match receipts from EU structural funds. It will reach £1.5 billion per year across the UK in 2024-25, when Northern Ireland will receive £74 million. It is important to note that before that date, when ERDF and ESF funding is still being delivered—albeit in smaller amounts—the UK shared prosperity fund tapers in for Northern Ireland and in England, Scotland and Wales too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I need to put on the record that the Government fully recognise the need for the funding to be properly tailored to the projects and organisations that add real economic and social value in Northern Ireland. The hon. Member for Belfast South mentioned some of the projects in her own constituency, and I am also grateful to the hon. Member for Strangford (Jim Shannon) for talking about how one of those organisations, the NOW Group, has helped his own constituents. We all know that a good, local charitable organisation can do wonders for our communities, and that is specifically why we are so keen to support them through this funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To ensure that we tailored the funding appropriately, we ran a comprehensive programme of workshops and engagement with Northern Ireland partners last year. That included businesses, voluntary and community groups and councils, so that we could collect the widest possible views on the priorities for the fund and how it could best work in concert with other opportunities in Northern Ireland. We also established a partnership group comprised of all the organisations I just mentioned, along with the higher education sector and the Northern Ireland Office, to advise us on how the fund could be best utilised. We have built further on that engagement since then.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Throughout the process, we have offered the Northern Ireland Departments the opportunity to formally participate in shaping the fund, but, sadly, that has not proven possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Claire Hanna**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the Minister know why that has not proven possible? It is because under section 75 of the Northern Ireland Act 1998, which is essentially the constitution of Northern Ireland, the Department is not equality-screened—unlike the Northern Ireland Office and His Majesty’s Revenue and Customs. It is not able to legally operate and to run equality impact assessments, which are the law in Northern Ireland. That problem was telegraphed, but the Department has not taken adequate steps to address it. That is why those Departments have not been able to be involved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will follow up in writing on that point. Having spoken to Sue Gray, one of our super officials, who has been outstanding in her engagement, I know how closely officials have been working with the Northern Ireland Finance, Economy and Communities Departments, maintaining regular contact as our plan has developed. That engagement continues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Where have we got to? Drawing on insights from the partnership group, and from wider engagement, we published an investment plan just before Christmas last year. That sets out how Northern Ireland’s allocation will be spent and the impact we expect it to have. It supports the leading needs and opportunities in Northern Ireland, addressing high levels of economic inactivity, promoting entrepreneurship and innovation and strengthening pride in place. I am pleased to say that the plan has been given the seal of approval by our partners on the ground and is now being implemented.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our first competition, for £42 million, which is roughly a third of the total UK SPF allocation, is focused on helping more economically inactive people into work. Many MPs, Assembly Members and other stakeholders have rightly made the case for prioritising this funding and the voluntary and community organisations that deliver it. I am sure the hon. Member for Belfast South welcomes this provision and the benefits it will bring not just to the organisations that receive it and the individuals they will help, but to Northern Ireland’s wider economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are also working with councils in Northern Ireland to bring forward early communities and place projects, as well as a joined-up service for entrepreneurs seeking to start a business and create jobs. Pending further discussion with the Northern Ireland civil service, we may also commission Northern Ireland Executive Departments, or their arm’s length bodies, in the design and delivery of the fund. I am sure hon. Members will join me in encouraging their fullest involvement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Part of this work is about ensuring that we mitigate issues for organisations as the European programmes we have discussed draw to a close. That issue has been raised with me by organisations not just in Northern Ireland but all around the UK; it is something that our Department and Ministers in other Departments have been incredibly focused on. With that in mind, we have been able to reprofile the SPF by moving funding from 2022-23 to 2023-24, so that it betters reflects funding needs. I know that this is an issue that my predecessors were asked to consider by many partners in Northern Ireland, and I am pleased we have been able make real progress in this area. It demonstrates something crucial, which is that SPF is not a fixed fund; it can and should flex to meet the evolving needs of the people of Northern Ireland—and it has been designed to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It goes without saying that we will continue to engage with partners, including the Northern Ireland Departments and hon. Members on both sides of this House, on the design and operation of the fund, so that it delivers for businesses and communities in Northern Ireland and throughout the Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we take a step back from the UK SPF to talk about other funding, which the hon. Member for Belfast South did with regards to the levelling-up fund, Members will know that Northern Ireland Departments have always provided funding alongside the European regional development fund and the European social fund. While we recognise the challenging budget circumstances Northern Ireland faces, the funding provided by UK SPF is only ever part of the answer. It is right that the Northern Ireland Departments continue to invest in provision that they have previously supported; that is something I think all of us would encourage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government also want to play their part, making sure we are contributing towards building a brighter Northern Ireland. That is why, alongside the UK shared prosperity fund, we have used a wide range of other funds to spur growth, regeneration and investment. Those include: the community renewal fund, which backs 30 locally led, innovative projects to the value of £12 million, and the community ownership fund, which has so far supported six local communities in Northern Ireland to take ownership of assets at risk of loss, with a spend of £1.3 million. There are other important schemes and investments, such as £617 million for city and growth deals covering every part of Northern Ireland, and our new deal for Northern Ireland providing £400 million to help boost economic growth, invest in infrastructure and increase competitiveness. We are also investing £730 million into the Peace Plus programme, ensuring a total budget of almost £1 billion—the biggest peace programme to date. Through that package of investment, we will achieve significant, visible and tangible improvements to the places where people work and live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jim Shannon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister mentioned £400 million. I do not expect an answer today—it might not be possible—but how much of the new deal money has been used or set aside?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not have an answer to hand, but I will commit to follow that up and provide that information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will touch on the levelling-up fund, because we do not have much time left. Questions were raised about the shortlist, rankings and considerations. Much of the information around the considerations has been set out in the technical note that has been published. That will provide some information, and I am happy to provide a link.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Belfast South asked about consistent application. Ministers were keen to ensure there was consistent application of the decision-making framework to ensure that they were not cherry-picking the winners. It was designed to reflect the scores and value of the projects that were selected. She also asked whether the decision was made by me alone, as a Minister. She knows that the fund is a joint fund across multiple Departments, ergo that was not the case. Various Departments are involved in the decision-making process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady asked about round 3 of the levelling-up fund. We have indeed committed to a round 3, but I am not yet able to provide more details about that fund, because the conversations are ongoing and decisions are yet to be made. However, as soon as we have made the decisions and announced how round 3 will work, I will share that information with her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to conclude by saying a huge thank you to the hon. Lady for securing this important debate. I hope this is the start of more constructive engagement between us as we both fight for what is best for the people of Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Claire Hanna**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have been kept right on the Standing Orders, but I thought I would get back in. I appreciate the Minister’s approach and her enthusiasm. As I said, I do not doubt that the projects and other things that are being funded are laudable, but they are not additional to what we had. They are less than what we had, which was less again than what we needed. They are not equality-screened in Northern Ireland’s traditional way, so people do not have confidence in that regard. Ultimately, the fundamental question is: who decides, and on what basis? Frankly, I am none the wiser after this discussion, and that is what is concerning people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Even if the shortlisting is not published, we all know the 10 projects that got the results. However, there are concerns that the published criteria were not applied in a very direct way overall, as the Minister will be aware. I know these things are not always straightforward, but the metrics are clear—they are in the public domain. I am sure most Members have poked around in the Bloomberg data about different constituencies and how they are performing relative to 2019 and relative to one another, and that will show that, in most cases, Northern Ireland constituencies continue to fall behind, including those that did not receive any levelling-up funding, while constituencies that were ahead are staying ahead. I am none the wiser, and I hope we can have a follow-up meeting, but it is not just a case of me being satisfied about transparency; it is also about those who have applied and invested hours and thousands of pounds in producing good applications. We are no more confident that detached Ministers’ have not decided.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the hon. Lady for her intervention. I should have said that, as part of my package on the levelling-up fund, full written feedback will be provided to all applicants, which I hope will provide some guidance on where bids perhaps fell short. There is also the option of follow-up meetings with officials from my Department to go through that in more detail, which I hope will satisfy some of the concerns around the scoring.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will quickly wrap up now. Again, I thank the hon. Lady for her commitment to helping to improve the prosperity of not only her constituents but the whole of Northern Ireland. As the Minister for Levelling Up, I am committed to that. If all parts of the UK are not firing on all cylinders, the UK as a whole is suffering. Ultimately, we need to make sure that every region and every community is levelled up and can benefit from the maximum opportunities and value of that community for the sake of our entire nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}