{
    "url": "https://www.ukpol.co.uk/denzil-davies-1985-speech-on-the-strategic-defence-initiative/",
    "title": "Denzil Davies – 1985 Speech on the Strategic Defence Initiative",
    "post_date": "July 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Denzil Davies",
            "url": "/tag/denzil-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Denzil Davies, the then Shadow Secretary of State for Defence, on 9 December 1985.",
    "content": [
        "We deplore the agreement which the Secretary of State so hastily signed on Friday with Mr. Caspar Weinberger. We deplore it because it gives total Government endorsement not only to the details of star wars but to the principle and strategy behind star wars. We believe that that project will again escalate the arms race by initiating another quest for nuclear superiority, that it will make the attainment of arms control agreements more difficult and that it has been imposed on NATO without notice—I challenge the right hon. Gentleman to say whether he had notice of President Reagan’s speech setting out the star wars project—consultation or discussion. The project has been trenchantly criticised by the Foreign Secretary and those criticisms have never been answered in the House by Ministers. The agreement has been brought forward without any discussion, debate or endorsement by the House of Commons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is the Secretary of State aware that he was duped on Friday by the Americans? Mr. Caspar Weinberger got everything he wanted—British endorsement of star wars. Perhaps even more importantly, he got endorsement of star wars by one of the major NATO nations, and no doubt that will have consequences. Mr. Weinberger gave nothing at all in return to the right hon. Gentleman. He did not even give the crumbs of commerce because he had no authority, power or guarantee from the United States Congress to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What has happened to the $1·5 billion which we have been told in the press would come to British industry? How many contracts and how much money shall we get because of the agreement? Will the agreement be endorsed and ratified by the United States Congress?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What miserable returns have come to British companies from that other office which the right hon. Gentleman’s predecessor set up in Washington to try to get contracts for the Trident programme? Will the paltry sums that the right hon. Gentleman will get under this agreement be even less than those we received in relation to Trident? Is it not a fact that there will be a brain drain of British technologists and physicists to the United States because the security implications will be such that those scientists, as General Abrahamson said, will, have to work for American research teams in California and Texas?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Gentleman at least tell the House that he is prepared to deposit this miserable agreement in the Library so that hon. Members can judge its context and then debate the matter in the House?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The agreement represents a substantial erosion of independence for British defence and foreign policy. The right hon. Gentleman talks about setting up offices, but his Department and the Foreign Office are rapidly becoming the outer offices of the Pentagon and the White House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}