{
    "url": "https://www.ukpol.co.uk/dehenna-davison-2022-speech-on-the-death-of-awaab-ishak-and-rochdale-boroughwide-housing/",
    "title": "Dehenna Davison – 2022 Speech on the Death of Awaab Ishak and Rochdale Boroughwide Housing",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dehenna Davison",
            "url": "/tag/dehenna-davison/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dehenna Davison, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, on 24 November 2022.",
    "content": [
        "I thank the hon. Member for Rochdale (Tony Lloyd) for securing this incredibly important debate and for his heartfelt contribution. Seeing a case like this has shocked all of us right across the country. To have it happen in his constituency must feel incredibly personal, so I am grateful to him for raising it with the House today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that Members across the House and people right across the country were, and still are, completely horrified by the monumental failings that led to the death of a small boy before he even reached his second birthday. As Members have rightly highlighted, Awaab’s parents had repeatedly raised their concerns about the dire state of their home with their landlord, the local housing association Rochdale Boroughwide Housing, only for those multiple and repeated complaints to fall on deaf ears. Instead of acting on the clear evidence of damp and mould, Awaab’s family were given no choice but to raise their young boy in a mould-infested flat. Rochdale Boroughwide Housing’s failure to heed the family’s pleas—pleas made by Awaab’s father as early as 2017—was an awful dereliction of duty. If that failure in itself was not bad enough, the apparent attempts by Rochdale Boroughwide Housing to assign blame for the damp to the actions of Awaab’s parents were insensitive and deeply unprofessional.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As was raised by the hon. Member for Bury South (Christian Wakeford), the comments about “lifestyle” were completely unacceptable. The housing ombudsman was absolutely right to squash that assertion, reiterating that damp and mould in rented housing is not a lifestyle issue. Members today have highlighted that prejudice. It is our duty, as Members of this House and as Government Ministers, to call out any behaviour rooted in ignorance and prejudice. I take this opportunity to extend my sincere thanks to the coroner, Joanne Kearsley, who undertook a vital public service in her meticulous piecing together of the facts behind this devastating incident.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nothing will bring back the life of Awaab, but this investigation has given us all a chance to deliver some small justice to the parents of this young boy and to enact reforms that help us provide the high-quality social housing that this country desperately needs. I know I speak for everyone when I say that blaming nuances and technicalities will not wash. What took place in Rochdale were monumental, inexcusable failings. As the Secretary of State for Levelling Up, Housing and Communities told the House last week, we have acted quickly and decisively off the back of the coroners’ findings and are continuing to push for urgent explanations and action from those involved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, we demanded answers from the chair and the chief executive of Rochdale Boroughwide Housing. Much of the accountability clearly sits with the leadership of RBH. My right hon. Friend was spot on when he said that it “beggared belief” that the now former chief executive Gareth Swarbrick attempted to stay in post. While it is right that RBH recognised that the chief executive’s position was no longer tenable, the housing mutual still has serious questions to answer about the basic condition of its housing stock. My hon. Friend the Member for Heywood and Middleton (Chris Clarkson) said that even today he is still discovering new cases of terrible conditions within that housing stock. I would be grateful if he, and other Members with such examples, shared them with us in the Department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Tony Lloyd**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are very much in the same place on this. What is astonishing is that, two years on from Awaab’s death, one would think that mould in these properties would be such a high priority that it would be hard to find. In fact, if the Minister walks around the estate with me or the hon. Member for Heywood and Middleton, she will see that mould is still there in huge quantities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman is absolutely right. If we can gather further examples of this, it will help us in the Department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, we have asked to see what concrete steps RBH is putting in place to immediately improve the living conditions of the tenants for whom they are still responsible. Thirdly, our ministerial team is planning to meet not only Awaab’s family but those who live on the Freehold estate to stress the fact that Government are in their corner. Fourthly, the Regulator of Social Housing is considering whether this landlord has systematically failed to meet the standards of service required to provide for its tenants. The hon. Member for Rochdale asked whether this would constitute an inquiry. I would not want to commit another Minister, given that this would fall within their brief, but I will take this away and raise it with them urgently, and I am happy to engage with the hon. Member further on that point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While our focus is absolutely on delivering justice for Awaab, all of us recognise that this is not an isolated incident; the problem is much bigger than one flat in Rochdale. As we gather here today, thousands of people across the country are stuck in homes that are not fit for human habitation. I believe the coroner spoke for everyone when she said that it was scarcely believable that a child could die from mould in 21st-century Britain. It was a damning statement that reinforced the urgent need for the kinds of reforms we have been working hard to get on to the statute book.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The reforms we are bringing forward—measures designed to hold landlords to account and make sure their tenants are treated with fairness and dignity—can help us make Awaab’s death a watershed moment for housing in this country. And we are making progress. A fortnight ago, this House debated the Second Reading of the Social Housing (Regulation) Bill, which is designed to learn some of the incredibly painful but necessary lessons of the Grenfell Tower fire in 2017—a tragedy that shone a terrifying spotlight on the dreadful experiences of tenants in that tower block ahead of the fire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Grenfell tenants had spent years lobbying for basic changes to their building to make their homes liveable and safe. Their voices, like those of Awaab’s family, were kept on mute before disaster struck, so we set about making sure that that never happens again, with a strengthened housing ombudsman service to empower tenants by making sure their voices are truly heard. As part of that, we changed the law so that residents can now complain directly to the ombudsman, instead of having to wait eight weeks while their case was handled by a local MP or another designated person.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is one of the main jobs of the housing ombudsman service to make sure that robust complaint processes are in place, so that problems can be resolved as soon as they are flagged. In cases where landlords have clearly mistreated their residents, it can order landlords to pay compensation. If necessary, it can refer cases to the Regulator of Social Housing. Through the Social Housing (Regulation) Bill, we are strengthening the powers of the regulator, so that where there is a serious risk to tenants and the landlord has failed to take necessary action, it can issue unlimited fines to rogue landlords, enter properties with only 48 hours’ notice and make emergency repairs, with landlords footing the bill. The hon. Member for Rochdale asked about resourcing for the regulator. In this financial year, we have put in an additional £4.6 million to ensure that the regulator can operate, with more funding to come as we go further in designing how it will operate. I hope that provides him with some reassurance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But all the reforms in the world will be worth nothing if people do not know that they have rights to begin with. Awaab’s case, which never went before the ombudsman, shows that we can and must do more as a Government to promote this service and make sure it reaches those who need it. The Government have already run a nationwide “Make Things Right” campaign to raise awareness and tell social housing tenants how they can go about making complaints, and that has now reached millions of social housing tenants. We are working up another targeted, multi-year campaign, so that everyone living in the social housing sector knows their rights and knows how to exercise them. Where some providers have performed poorly in the past, they have been given plenty of opportunities to change their ways and start treating residents with the respect they deserve. I think that we are all in agreement that the time for empty promises has to be brought to an end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Department will help to do that by naming and shaming those who have been found by the regulator to have breached consumer standards or who have been found by the ombudsman to have committed severe maladministration. I am sure that many hon. Members will have seen that that work is already well under way, with the Secretary of State writing to all local authorities over the weekend to set out the expectation that they will act quickly to resolve poor housing conditions in their area. He also separately wrote to all providers of social housing and made it abundantly clear that our expectation is that they will take all complaints about damp and mould seriously, act swiftly to rectify them, and be prepared to respond to a request from the Regulator of Social Housing on the extent of damp and mould issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I will touch on standards. Although the pictures of damp and mould in social housing across the country leave us in no doubt that many properties fall well below the standards that we expect social landlords to meet, Awaab’s death has made it painfully clear why we must do more to better protect tenants. Our Social Housing (Regulation) Bill will bring in a rigorous new regime that holds such landlords to account for the decency of their homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the months ahead, we all have a chance to upend the appalling status quo and deliver a new deal for social housing tenants in the UK. I want to be clear that this is not about bashing all landlords and tarnishing them with the same brush—we have many fantastic landlords and housing associations in this country that treat tenants with the kindness and respect they deserve. It is about raising standards across the board and ensuring that every tenant has the chance to live in dignity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I echo the praise of the hon. Member for Manchester, Gorton (Afzal Khan) for the incredible work of the Manchester Evening News in raising awareness. As the hon. Member for Rochdale said at the end of his speech, we have to do everything we can to ensure that nothing like this ever happens again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}