{
    "url": "https://www.ukpol.co.uk/geraint-davies-2022-speech-on-the-governments-plan-for-growth/",
    "title": "Geraint Davies – 2022 Speech on the Government’s “Plan for Growth”",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geraint Davies, the Labour MP for Swansea West, in the House of Commons on 19 October 2022.",
    "content": [
        "The mini Budget has obviously been a complete disaster and catastrophe, and that is what the motion is about. There was the unfunded tax cuts for the rich—whether the 45p rate, bankers’ bonuses or corporation tax—and letting the fossil fuel companies with their excess profits off the hook. It was unfair and unforecasted, and it led to sterling going down, mortgages going up and debt costs going up—a complete disaster. When the Chancellor stands at the Dispatch Box and says, “Okay, it was all a mistake. We will reverse it. Don’t worry, we’ll grow the economy,” that is completely ludicrous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is possible to grow the economy. Labour grew the economy by 40% in the 10 years to 2008 and used that to double investment in the health service and education and to lift a million children out of poverty and a million pensioners out of poverty. What have we seen in the last 12 years, since 2010? To start with, we had George Osborne’s austerity, where he said that he would sack half a million public servants. The response of the market was that consumer demand went down. We have also not seen any growth or any increases in pay, so the country and the economy had no resilience for the pandemic, wars or outside shocks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The truth is, as the Institute for Fiscal Studies said, had the trend rate of growth under Labour continued up to the pandemic, average wages in Britain would have been £10,000 higher, so people would have been stronger to take on the shocks that we have all suffered. That is because of the Tories. It was not all right before the mini Budget—it was already a disaster—and now this is a complete crisis caused by the Tories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Under Labour, in 2010, 26,000 people were using food banks. By 2021, the figure was 2.6 million—100 times the level—and now it is far worse. One in four children, and one in five households, are now in food poverty. What are the Government doing about it? Very little.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Wales, where there is a Labour Government, we have free breakfasts in schools and free lunches for which anyone can sign up, because we recognise, as Winston Churchill did, that the health of the nation is its most important asset and keeping people fed is critical. On Monday, the Financial Times said that for every £1 invested in the NHS, we get £4 back in growth. When I put that to the Chancellor, he completely misunderstood the point and started talking about tech businesses or something. This is about having a healthy nation that can work and proper jobs in the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 2014, in a massive study of many countries, the OECD found a direct relationship between inequality and growth: namely, where there is less inequality, there is higher growth. So if the country wants higher growth, why did we have a mini-Budget that was all about giving the super-rich more money and clobbering the poor? Why index benefits to wages instead of prices, which are rocketing? It is completely inept, completely unfair and completely immoral, and it is going on and on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government talk about productivity. We know from the Office for National Statistics that we would increase productivity if we had more people working online—in particular, older people with caring responsibilities who want a more flexible work-life balance—but we have a Secretary of State at the Department for Business, Energy and Industrial Strategy who, as I understand it, does not even have a computer and pooh-poohs the idea. He thinks, “You can’t be working if you’re at home.” It is completely inept.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should have equal wi-fi offered to everyone by providing wi-fi clouds in towns and on all our trains. When I commute back to Swansea, we are just wasting hours because there is no proper wi-fi. That is because it is not a public service and the private provider cannot be bothered to put it in. It is completely ridiculous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that austerity, which it has been promised that we will go back to, produced 300,000 excess deaths. We know that trade is down, largely because of a cocked-up Brexit. We know that Conservative MPs voted for the current Prime Minister, who endorsed the mini-Budget that has created an even worse catastrophe. We know that Tory MPs did not support the Chancellor, who is now getting us back to square one. The only reason why we have a certain stability in market confidence is because of knowledge from the polls that there is some prospect of a Labour Government in two years who will put us back on track. What we should do morally, economically and politically is give the people a choice—give them a general election now—so that we can sort out the economy and give power to a party that can and has delivered growth and which will deliver a better, stronger, fairer, greener Britain, and kick this lot out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}