{
    "url": "https://www.ukpol.co.uk/wayne-david-2023-speech-on-the-budget/",
    "title": "Wayne David – 2023 Speech on the Budget",
    "post_date": "March 22, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wayne David",
            "url": "/tag/wayne-david/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wayne David, the Labour MP for Caerphilly, in the House of Commons on 20 March 2023.",
    "content": [
        "I think it is fair to say that there are few surprises in the Budget. Many of the announcements were expected, and quite a few of them were borrowed from the Labour party, but a significant rabbit was pulled out of the hat—and it was a really big one. It was announced that there will be a £1 billion tax cut for the richest 1% through changes to tax allowances. Someone with a £2 million pension pot will now get a tax cut of more than a quarter of a million pounds when they take their tax-free lump sum. Moreover, there will be no limit on how much the rich can put into their pension pots tax-free. That is not all: they will be able to pass that on to their heirs tax-free through the creation of a local inheritance law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am told that a competition is now under way in my Caerphilly constituency to find out whether anyone at all will benefit from those tax allowance changes. The odds are that not one single individual there will. The justification for that generous tax cut is that it will encourage people into work. Frankly, it is unlikely that that will happen judging by the reaction from a large number of commentators. As has already been said in the debate, if the measure is aimed specifically at doctors, why not have a proposal that is tailor-made for them?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the Government really want to get people into work, I urge them to tackle economic inactivity effectively. Figures in the 2021 census indicated that of the 10 local authority areas in Wales and England with the highest levels of economic inactivity, five were in the south Wales valleys—because individuals are sick or disabled. Blaenau Gwent has the highest proportion—36.1%—of working-age residents who are economically inactive. Then, there is Merthyr Tydfil and the Caerphilly County Borough Council area, where the figure stands at 34%. The legacy of coalmining and heavy industry generally has much to answer for, but it is fair to say that in those areas there is a chronic lack of well-paid jobs and chronic ill health. The responsibility for that situation lies squarely with central Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unfortunately, the measures in the Budget will do little, if anything at all, to tackle those issues. What they will do is make the rich richer and reinforce the trends that we have seen over the last 13 years. It is worth pointing out, though, that, if anything, the gap between the rich and the poor is growing. There were 147 billionaires in this country in 2020, for example; now, there are 177. At the same time, as the OBR has confirmed, there has been a huge fall in living standards over the last two years—the worst figures since comparable records began.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The crisis in living standards has had a hugely negative impact on my constituents. Like so many people across the country, my constituents are facing huge levels of inflation, as well as significant increases in their energy bills. The real hardship is manifested in a host of different ways, but I will cite just one for the moment: food banks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Citizens Advice has recorded that between April and September 2020, 23,905 emergency food parcels were distributed in south-east Wales alone, which includes my Caerphilly constituency, and that 34% of those who accessed Citizens Advice and requested a food bank parcel were in work but facing real financial difficulties. This is in-work poverty. Unfortunately, the Government are doing little about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My local authority, Caerphilly County Borough Council, through its “Newsline”, is giving clear advice to people on how to claim the benefits they are entitled to and how to relieve the suffering they are going through. For many people, this Budget offers little at all, if anything. My conclusion is unavoidable and straightforward: we need a Labour Government who put people first, and we need that Government as soon as humanly possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}