{
    "url": "https://www.ukpol.co.uk/clinton-davis-1978-statement-on-tanker-amoco-cadiz/",
    "title": "Clinton Davis – 1978 Statement on Tanker Amoco Cadiz",
    "post_date": "March 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Clinton Davis",
            "url": "/tag/clinton-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Clinton Davis, the then Under-Secretary of State for Trade, in the House of Commons on 20 March 1978.",
    "content": [
        "The “Amoco Cadiz”, an American-owned tanker registered in Liberia with a cargo of 223,000 tons of light Iranian and light Arabian crude oil, lost steering control on 16th March off Ushant. It was subsequently taken in tow by a tug, but the tow parted and the tanker drifted ashore on rocks late that night some three miles from Portsall on the North Britanny coast and about 90 miles from both the Lizard and the Channel Islands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As soon as it was clear on the morning of 17th March that there would be coastal pollution, we offered assistance to the French authorities and subsequently to the Channel Islands. We also sent to the scene of the casualty a pollution expert from Warren Springs Laboratory and a coastguard inspector to establish personal liaison with the French authorities. I have maintained close contact with them over the weekend through my Department’s emergency operations room which has been manned throughout.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "About half the cargo is thought to have spilled from the tanker, which broke in two on Friday, and the rocks and shallow water near the wreck make pumping out operations extremely difficult. There is heavy pollution on the North Brittany coast and this has spread south-west and north-east on the French side of the Channel. Yesterday evening we agreed to a French request to send five spraying vessels to deal with the pollution to the north-east of the wreck, thus providing some protection to the Channel Islands as well as to the French coast. Three of the vessels, to be accompanied by a naval frigate, are now in position, but there is a Force 8 wind, which will make spraying operations difficult.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These vessels are being supplemented as necessary in consultation with the French authorities. Other vessels and aircraft are ​ at readiness at Plymouth, though there is no immediate threat to our coasts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure the whole House will join me in expressing to the French authorities our profound concern and sympathy on the occurrence of this disaster, parallelled only in scale by the “Torrey Canyon” disaster 11 years ago. While the collaboration between our two Governments on Channel safety and anti-pollution measures is very close, I have made it clear that I should like to have an early meeting with my French opposite number to discuss all the lessons of this disaster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Parkinson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is the Minister aware that we join him in his expression of sympathy to the French authorities, and in particular to the people of Brittany whose fishermen and tourist industry may face a very bleak summer? May I also assure him that we welcome the Government’s decision to offer aid to the French Government?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is the Minister satisfied that proper arrangements have been made to protect the Channel Islands and the West Country coastline? Does he agree that it was ironic in the extreme that this terrible accident took place on the eve of the first World Maritime Day? Does not this accident confirm the importance of the work of IMCO in seeking to raise international shipping standards? Does it not further underline the need to improve arrangements for shipping safety in the Channel?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the hon. Gentleman for his remarks about the declaration of sympathy for the French authorities and for the people of Brittany, who have been afflicted by this disaster. On the subject of the Channel Islands and the West Country, I must inform the hon. Gentleman that we are doing everything possible to ensure that the maximum degree of protection is afforded to both areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think that it is perhaps a bitter irony that this disaster occurred on World Maritime Day, but whenever it happened it would have been a disaster. It underlines the need for international action through the United Nations international body that is responsible for maritime affairs. Although it is much too early to judge, there is some satisfaction to be derived from the fact that at the last IMCO conference on tanker safety and ​ pollution a consensus was reached about certain protections that should be afforded to the way in which tankers operate in future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman asked me whether there is anything more that we can do. I believe that we have maximised the effort that we can undertake. The Royal Navy will participate to the full.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Prescott**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend has noted the comparison that may be made between this incident and the “Torrey Canyon” affair. We are fortunate that there has been no loss of seafarers’ lives on this occasion, but will he recognise that yet again we are faced with the failure of a flag of convenience country to observe international conventions? That is why my hon. Friend should be addressing his attention to calling all European nations to come together to enforce regional agreements and to ensure that the standards and competence of the crews of such vessels are up to the standards that we enforce in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is to be an IMCO conference in June and July to deal with international standards of certification for seafarers to ensure that we achieve a higher standard of competence in future. That is warmly welcomed by the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend should not expect me to answer the first part of his question. Obviously, there is bound to be an inquiry into this sad affair. It would be wrong of me to attempt to prejudge responsibility for the incident, which, of course, is bound to be a most difficult issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Stephen Ross**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is the Minister aware—I am sure he is—of the quite sickening effect that these continuing disasters are having on the populace in this country and throughout the world, as well as the sad effects on wildlife, which always suffer in vast numbers whenever there are oil slicks? Why is it that the United Kingdom still continues with the spraying of detergents and does not adopt the process of booms and skims that has been taken up by most countries throughout the rest of the world? Is the hon. Gentleman able to assure us that skims and booms will be available to protect Britain’s South Coast resorts? What is ​ happening about the pumping out of the remaining oil from the tanker?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With respect, I do not think that the hon. Gentleman has applied his mind properly to these issues. It must be understood that we do not rely merely upon detergents. Indeed, we have a reluctance to use detergents. We have to adapt to meet different circumstances. The fact is that booms and skimmers would not operate in the prevailing conditions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Stephen Ross**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "How do we know that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Booms and skimmers would not operate off the French waters at present. There is a Force 8 gale. There has been a profound research study into booms and skimmers, which is nearly completed. I hope that the results will be published shortly. That does not mean that in the interim booms and skimmers are not available. The fact is that they are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Norman Atkinson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend has referred to the international conference on tanker safety. Does he agree that the time has come when the maritime nations of the world can no longer accept the situation where good marine and ship design is sacrificed for the sake of transport economics? Does he agree that this disaster demonstrates that single-screw, single-steering gear ship designs of this sort, with crude tonnages of the sort involved in this disaster, are totally inadequate, and that Governments should now insist upon the sort of tanker design that would eliminate the vulnerability that this ship in distress demonstrated yet again? Will my hon. Friend consider the recommendations that have been made by marine engineers over the years for changing ship design in that direction?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am not an expert on ship design. It would be presumptuous of me to make declarations about what is and what is not the right thing to do in the circumstances. There are international requirements dealing with steering gears. It would be wrong to convey a different impression. My hon. Friend is once again inviting me to make a comment that could easily have the effect of ​ prejudging an inquiry that is bound to take place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Several Hon. Members rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. I ask for briefer questions. This is the time not for arguing the case but for seeking information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Patrick McNair-Wilson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is the Minister aware that at Fawley I have the largest oil refinery in Britain, which obviously creates much local concern? Is the hon. Gentleman further aware that in the White Paper that was published after the “Torrey Canyon” report it was suggested that IMCO would look at the practice and law regarding these accidents? Will he tell the House what action was taken as a result of the meeting of IMCO after the “Torrey Canyon” report? Finally, does he agree that when ships are crippled in such a way as was the “Amoco Cadiz”, the vessel should be towed into deeper water, rather than brought ashore, until the emergency services have been properly alerted?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am being asked for detailed information on what I think should have happened. I am not at liberty to make such comments. The hon. Gentleman should know that there have been many deliberations at IMCO on this and other matters affecting tanker safety and the safety of other vessels. IMCO has a good reputation among United Nations’ agencies in that regard. The real issue is not so much the resolutions, declarations or conventions that are made at IMCO as the will of nations to enforce them. There is not sufficient evidence of such will among a number of countries. I do not believe that the United Kingdom is among those countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Faulds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One sentence—does not this incident point up the Government’s wrong-headedness in opposing the separate bulkhead concept at the recent London conference?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One word—”No”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Maxwell-Hyslop**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister try to persuade our partners in the EEC to set a date after which single-screw tankers will not be permitted within the territorial waters of any EEC country so that they do not lose directional stability when steering gears fail? Will he fix a date for that to take effect within United Kingdom territorial waters, irrespective of ​ whether there is agreement, so that avoidable hazards due to lack of steering may be put into the past? Is the hon. Gentleman aware that a multi-screw craft is able to steer even without its rudder?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I shall consider that matter, but I am bound to say that sometimes we have to differentiate between human error and the availability of proper facilities on the vessels. However effective those facilities may be, we are always subject to the element of human error.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mrs. Dunwoody**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is my hon. Friend aware that it does not matter how many resolutions are passed, because, unless the United Kingdom leads a campaign against tax havens where standards of safety are not maintained, we shall not have any protection from these accidents?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am aware that the vessels of some flags of convenience countries have a bad safety record. I repeat that if I were to condemn this Liberian vessel merely because of that, it would be grossly unfair in advance of an inquiry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Wiggin**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister confirm that all requests from the Channel Islands are being fulfilled and that equal priority will be given to them as if the mainland were affected? Will Britain assist to break up the slick even though it may be in international waters?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The answer to those questions is “Yes”. We are providing additional assistance today at the specific request of the Channel Islands to provide them with concentrates if they are needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Regarding operations in international waters, we have in practice carried out our obligations to our partners, the French, in that regard. We have every intention of doing so in future should another calamity of this kind take place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Adley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is it not disgraceful that international oil companies should be allowed to cut corners literally by sailing within two miles of coastlines, be they in Brittany or elsewhere, to save half-an-hour or an hour’s sailing time with the appalling risks paid for not by the oil companies but by the communities concerned when things go wrong? Will the Minister set his mind urgently to reaching agreement with the French that these oil tankers should stay 12 miles offshore other than at times when they are coming into and going out of harbour?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Referring to the point made by the hon. Member for the Isle of Wight (Mr. Ross), is it not also disgraceful that the oil companies should be the main manufacturers of the detergents which they sell at considerable profit after having caused the mess by allowing spills to take place?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, dealing with the Warren Spring Laboratory, will the Minister look at the answer that was given to me after the “Urquiola” affair in May 1976, that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Offshore trials have been planned and will be undertaken in the near future”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "on international oil recovery equipment? These trials, two years later, have still not taken place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman knows that there has to be a scientific assessment of these matters, and that takes time. I have already indicated, notwithstanding his exasperation, that the research is very nearly completed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As for his taking up of Mr. Chirac’s suggestion—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Adley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is not my suggestion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that Mr. Chirac is waiting on every word from the hon. Gentleman. We must have regard to the fact that it would be difficult for tankers to remain 12 miles offshore when going through the Dover Straits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}