{
    "url": "https://www.ukpol.co.uk/geraint-davies-2022-speech-on-the-expansion-of-the-ultra-low-emission-zone/",
    "title": "Geraint Davies – 2022 Speech on the Expansion of the Ultra Low Emission Zone",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Geraint Davies, the Labour MP for Swansea West, in Westminster Hall, the House of Commons, on 20 December 2022.",
    "content": [
        "I rise as chair of the all-party parliamentary group on air pollution —I am of course the Member of Parliament for Swansea West, but I was formerly the leader of Croydon Council and an MP for Croydon—to support the ultra low emission zone. I am horrified to see so many outer London Conservatives gambling with people’s lives for their own political survival. We are 70 years on from the great London smog, yet 4,000 people in London are dying prematurely, 11 every day, from air pollution. As leader of Croydon Council, I introduced the Tramlink, 26 km of light rail. When I was in Croydon, I had to regularly take my oldest daughter to Mayday Hospital with asthma attacks because of air pollution. Now, in Swansea, my children have not had to go to hospital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Gareth Bacon (Orpington) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is the hon. Gentleman familiar with the report produced by Jacobs entitled “ULEZ Scheme Integrated Impact Assessment”? If he is, how does he square his comments about Conservative Members from outer London not caring about people dying of air pollution with statements in that report such as this?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The Proposed Scheme is estimated to have a minor (NO2) to negligible (PM2.5) beneficial impact on exposure to air pollution and achieving WHO Interim Targets across Greater London.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Geraint Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am glad the hon. Gentleman mentioned that, because the expectation is that the expansion of the ULEZ will reduce PM2.5 in outer London by 16%. He should know, but I am sure he does not, that studies at Harvard University and a Max Planck Institute found that covid deaths increased by between 8% and 12% when there was a marginal increase in air pollution from PM2.5—an increase much less significant than the fall that I mentioned. That is particularly relevant to poorer, more polluted areas and more diverse communities. We are talking here about life and death.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know from studies done that there will be a massive reduction in PM2.5 and Nox as a result of the expansion. Indeed, there will be a major contribution towards mitigating climate change. The scheme already reduces carbon dioxide emissions by 12,300 tonnes; an expanded one will reduce it by 27,000 tonnes. We will be saving lives and saving the planet. The truth is that if we do not act, we will end up with 550,000 more people unnecessarily getting pollution-related diseases in the next 30 years, at an estimated cost of £10.4 billion. We should move forward on this. People who are neutral, such as the chief medical officer Chris Whitty, who has just released a report on air pollution, very much commend what Sadiq Khan is doing to save lives, as does the United Nations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a result of the ULEZ, there are 21,000 fewer vehicles in inner London and 67,000 fewer non-compliant ones—the latter figure is three times the former—so there are fewer vehicles overall. The scheme affects only 15% of vehicles—the most polluting—and £110 million has been set aside for scrappage schemes to enable conversion. The other thing to bear in mind is that the Government a year ago passed the Environment Act 2021. I wanted them to use COP26 to enforce World Health Organisation air quality standards, but instead, a year on, the Government are saying, “Why do we not try to get PM2.5 at 10 micrograms per cubic metre by 2040?”, as opposed to 2030, which was the previous deadline. The limit prescribed by the World Health Organisation is 5 micrograms, which Europe will achieve by 2030. We could achieve that here—this is a condition of doing so—with ultra low emission zones. Instead, the Conservative position is, “No, we will not bother with that. We will play politics with this, and continue to have 3,600 children every year in London going into hospital with asthma”, as my daughter did. That is unnecessary—and despicable, because it is avoidable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Paul Scully**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman talks about playing politics, but it is the Mayor who has gone against his consultation. He says that Londoners are in favour of the ULEZ because they talk about air quality. Every Londoner would be concerned about air quality, but this is about the consultation that he refused to accept. The hon. Gentleman talked about trams in Croydon. It would be far better to pay for the tram extension in Sutton; that would be cheaper than what the Mayor is doing, and it would improve air quality by ensuring that people made fewer car journeys—and he would be taking residents with him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Geraint Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am pleased to hear that the hon. Gentleman supports trams. I very much agree that we should move forward with trams across London and elsewhere. As an aside, the tram system cost us £200 million at the time. It was a public-private scheme with £100 million of private money and £100 million of public. We could get 1,000 of those schemes and integrated transport across Britain for the cost of HS2, but that is controversial and off the point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should certainly take people with us; the YouGov poll shows that people support the extension of the ULEZ by a ratio of 2:1. It is very easy to go round knocking on people’s doors and saying, “Do you agree with Sadiq Khan’s attempt to tax you more in this despicable way?”, but if we do a neutral, objective study through YouGov, we find that people support it by 2:1.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Gareth Bacon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Geraint Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yes, I will. The hon. Gentleman can carry on with more of his science.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Gareth Bacon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is the hon. Gentleman aware that the figures quoted by Conservative Members come from the Mayor’s own consultation, in which 66% of people said, “No, don’t do this”? That was despite being asked a load of leading questions about air quality. Despite that, it delivered a two-thirds opposition. That was not people knocking on doors; that was the Mayor’s own consultation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Geraint Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So that we are clear about how these consultations work, the Mayor, a devolved Administration or whatever puts out a consultation that says, “Tell us what you think”, and then groups of people campaign around it. They put in their submission and await the outcome. YouGov takes a representative sample; it found that people are in favour by 2:1. That is the answer. The hon. Gentleman should read up on how these things work, rather than spouting off about how they do not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a nutshell, we are talking about ensuring better public health, and ensuring that we reach World Health Organisation standards in time. This is a critical part of moving forward, because London is a sort of death spot in terms of pollution. If we do not get London right, we cannot move together as a nation. We will end up with these ridiculously unambitious targets of 10 micrograms by 2040, instead of 5 micrograms by 2030. I very much agree with what the Mayor has done; best of luck to him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}