{
    "url": "https://www.ukpol.co.uk/david-davies-2019-speech-on-20-years-of-devolution/",
    "title": "David Davies – 2019 Speech on 20 Years of Devolution",
    "post_date": "July 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "David Davies",
            "url": "/tag/david-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Davies, the Conservative MP for Monmouth, in the House of Commons on 11 July 2019.",
    "content": [
        "I thank the hon. Member for Perth and North Perthshire (Pete Wishart) for bringing forward this important debate, although I cannot see the past 20 years in quite the same positive light that he has set out. Slightly more than 20 years ago, I was part of the anti-Welsh Assembly no campaign. That was one of my first entrées into politics. We lost, but I felt as a democrat that it was important to respect the will of the people of Wales, so there was no suggestion afterwards that we should try to challenge the result in the courts or say that people had been tricked by Welsh Labour—although I think to some extent that they were; I will come back to that in a minute—or say that people had changed their minds the next day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We simply respected the fact that the people of Wales had spoken, and I want to put on record right now as a Conservative and as somebody who opposed the Welsh Assembly 20 years ago that it would be absolutely wrong to try to undermine the Welsh Assembly, take away its powers or get rid of it in any way at all. I say that as somebody who was very strongly opposed to it 20 years ago. It would be wrong to do that because the people of Wales voted not once but twice to have a Welsh Assembly and it behoves us all as democrats to respect the voice of the people of Wales, to work with the National Assembly for Wales and to make sure the whole thing is a success. Similarly, had Scotland voted for independence in its referendum, we would have been expected, quite rightly, to respect the voice of the people of Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a bit of a disappointment to me that, having made this clear over the past 20 years, the Welsh Assembly Members who owe their jobs to a referendum that took ​place 20 years ago are now doing their utmost to try to ignore the will of the people of Wales in the subsequent referendum on Brexit, where a much larger number of people turned out and voted by a much clearer majority in favour of Brexit. I hope that the hon. Member for Perth and North Perthshire, who believes that we should to listen to the will of the people, will agree that Wales spoke clearly for Brexit, that Britain spoke clearly for Brexit and that Members of Parliament have an obligation to honour the result and bring it in in some way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One could build an argument—one would be wrong to do so—against the Welsh Assembly on the basis that it has failed to deliver on the promises that were made 20 years ago. We were told that we would have a better health service, better education, a better economy, better transport and so on. The reality in Wales at least has been that we now have longer hospital waiting lists, longer responses and waits for ambulances, longer waits in accident and emergency units and less access to cancer drugs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Hywel Williams**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the hon. Gentleman clear up some confusion? He is referring to the Welsh Assembly as achieving or not achieving those aims, but clearly they are matters for the Welsh Government, who have been Labour since the inception of the Assembly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**David T. C. Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Absolutely; that is a very fair comment. I consider myself told off, and rightly so. The hon. Gentleman is correct to say that it is the Welsh Government who have failed on the health service. They have also failed on education—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Patricia Gibson (North Ayrshire and Arran) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**David T. C. Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will in a moment, but let me just make this point because it may be relevant to Scotland as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We were promised that we would have better standard of education, but in reality, the independent programme for international student assessment—PISA—tests have shown that Welsh pupils are less likely now to get GCSEs and A-levels, or to go to the best universities, than their counterparts in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Patricia Gibson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman has expressed disappointment in the health service in Wales. Does he have any disappointment with the English health service?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**David T. C. Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would be very happy if I had to wait only 18 weeks instead of 26 weeks for an operation, and I would be very happy if I could get access to the cancer drugs that are available in England but not in Wales. As the hon. Lady should know, many people in Wales come to our surgeries to ask to be treated in England. As far as I am aware—I have tabled a question about this—nobody from England has ever asked to have their health service treatment delivered in Wales. The reality is that the people of Wales are voting with their feet because they know that a Conservative Government are delivering a better health service than Welsh Labour—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**​Hywel Williams**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**David T. C. Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will not, as I have apparently got only one minute left, and I am still on my first page.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There has been a failure on transport in Wales. There has also been a failure on the economy. Even the Economy Minister in the Welsh Government has said that we do not know what we are doing with it. There has also been a significant failure on value for money and an inability sometimes to see through the boasts and exaggerated claims that are made by people who are seeking grants. That is a matter of some disappointment to me, but of course it is actually Welsh Labour that is responsible for this, not the National Assembly for Wales. That is why I am looking forward to seeing Conservatives being elected into government at the next Welsh Assembly elections and, yes, if necessary, to working with members of Plaid Cymru and the Liberal Democrats to ensure that we get a change from the one-party rule that has dominated Wales for far too long.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By a strange irony, here I am 20 years later making an argument for more powers for the Welsh Assembly, because where there is a case to be made for it, I am happy to see the Assembly getting powers over issues such as air passenger duty, which is something that we recommended strongly in our report. It is a pity that I have not got time to get on to Brexit and to point out the obvious contradiction in the fact that, while the Scottish National party and Plaid Cymru rightly make points about Catalonia, it is the European Union that is opposed to regional entities such as Catalonia becoming nation states. The real supporter of devolution is the Conservative and Unionist party. Not only are we handing powers over to the Parliaments of Scotland and Wales, but we want to hand more powers over to them, because the biggest exercise in devolution is going on right now. We are taking powers away from Brussels and bringing them back to London, whereupon we will start to distribute them out to Edinburgh, to Cardiff, to Belfast and, of course, to the regions of England. So all those who support devolution and believe that power should be brought back closer to the people should also be supporting Brexit and democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}