{
    "url": "https://www.ukpol.co.uk/dehenna-davison-2022-statement-on-the-community-ownership-fund/",
    "title": "Dehenna Davison – 2022 Statement on the Community Ownership Fund",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dehenna Davison",
            "url": "/tag/dehenna-davison/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dehenna Davison, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, in the House of Commons on 12 December 2022.",
    "content": [
        "Over the weekend I was delighted to announce the outcome of round 2 window 1 of the £150 million Community Ownership Fund, which will see £6.7 million awarded to 32 projects across the United Kingdom. Combined with round 1 projects, this additional funding takes our overall funding total to £16.7 million for 70 projects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This targeted support is delivering much needed investment to ensure that important parts of our social fabric, such as pubs, sports clubs, theatres and post office buildings, can continue to play a central role in towns and villages across the United Kingdom. In this round we will be funding a diverse range of projects, from the Margaret Haes Riding Centre in Bury to the Llandyrnog Community Shop in the Vale of Clwyd.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Community Ownership Fund is helping to reduce geographical disparities across the United Kingdom. To this end, the funding provided in round 2 window 1 will see over £800,000 awarded to projects in Scotland, £1.1 million to Wales and £555,000 to Northern Ireland. This, so far, brings the total funding awarded across Scotland, Wales and Northern Ireland to £4.9 million collectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The funding provided in round 2 window 1 will also see £4.2 million awarded to projects in England. This brings the total funding awarded across English regions to £11.8 million collectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The projects supported by the Community Ownership Fund, such as the United Kingdom’s most remote pub, The Old Forge in Scotland, Ballymacash Sports Academy in Northern Ireland, and the Leigh Spinners Mill in Greater Manchester, are already making a genuine difference to their communities. With the additional investment awarded in this bidding window, I am delighted to be supporting many more small but mighty local assets across the United Kingdom, levelling up the places we love and cherish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Interested groups can submit an Expression of Interest form to start their application process at any time. With a four-year window until 2024-25 for investment to be released, there is plenty of opportunity for interested community groups to apply to take over invaluable community assets and to run them as businesses—by the community, for the community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}