{
    "url": "https://www.ukpol.co.uk/wayne-david-2022-speech-on-nato-and-international-security/",
    "title": "Wayne David – 2022 Speech on NATO and International Security",
    "post_date": "May 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wayne David",
            "url": "/tag/wayne-david/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wayne David, the Labour MP for Caerphilly, in the House of Commons on 19 May 2022.",
    "content": [
        "Yesterday afternoon, I had the privilege to chair a fascinating discussion with Members of both Houses through the auspices of the British group of the Inter-Parliamentary Union. We also had with us the British ambassadors to Poland and Ukraine. A number of things came across very clearly in that discussion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, it was pretty clear to the participants that the war in Ukraine will not be over quickly. That has already been said by my right hon. Friend the Member for North Durham (Mr Jones). The fundamental challenge from Vladimir Putin is not just to Ukraine, but to the entire rules-based international order and its significance cannot be underestimated. People are unclear what Putin’s objectives may be, but it seems highly likely that his objective really is to defeat Ukraine and to occupy, by hook or by crook, in whatever timescale is necessary, the entire country. The implications of that are very serious and they are implications for us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of immediate concern is what may be happening in the south of Ukraine, with Russia’s slow but steady advance towards Odesa and then a possible link up with Transnistria, which has made a kind of unilateral declaration of independence at the behest of the Russians. Destabilisation would follow for Moldova as a whole, with implications for NATO and the European Union. These are big issues that we have to consider carefully and soberly, and—let us be honest—over a significant period of time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is also very clear that it is not too early for us to learn some lessons about what has happened and what is happening as we speak. The lessons have already been learned in Finland and Sweden. They have put forward their applications for membership of NATO. I am sure, despite the reservations expressed by Turkey, that they will be accepted—something we all must welcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A number of countries are rebooting their financial commitments to defence. In particular, Germany, as we have heard, is reorientating the whole scope of its economic development away from dependence on Russian energy to more self-sufficiency and a greater inclination towards the west rather than the east. Significantly—this is a pretty profound change for Germany—it has committed to a €100 billion increase to its defence budget, in the current financial situation in Germany. It has also committed itself to increasing its defence budget from 2022 to 2% of GDP. What is also significant is not just those pretty bold and emphatic statements, but the fact that there is in Germany cross-party consensus to a large extent about the need to do that. That underlines that we, too, accept that a fundamental realignment of foreign policy is taking place, which we must engage in, and we must be fully aware of its implications.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For the United Kingdom, too, there are very important issues that we must get to grips with very soon. One of the most important is that the cuts to our armed forces, in particular the Army, have to be reversed. Quite frankly, it is indefensible that the Government are still entertaining the idea of reducing the size of the British Army by 10,000; in the present context, such a reduction is ridiculous. As the Defence Committee has been saying consistently for some time, there also needs to be a consistent, strategic increase in the moneys we allocate to defence, and I believe that 3% should be the absolute minimum for our future commitments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also need to set in train a fundamental sorting out of our defence procurement process. Okay, it has been a problem for a long time, and fingers can be pointed in a whole host of directions, but given the importance of defence procurement it really does need to be sorted out once and for all. A cornerstone of any new strategy must be the development of sovereign capability; we must have a proper, well-thought-out, well-structured and strategic industrial strategy for developing the defence capability of this country, and that must be based on our indigenous entrepreneurship, workforce and talents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A number of Members have referred to the integrated review, and it is clearly important. The tilt to the east, which has been referred to by many Members, is all well and good, and I understand that we must not turn a blind eye to what is happening with China—of course we should not; that is a long-term, possibly real threat. However, we must recognise that the priority here and now is what is being imposed by Russia, and our alliance with our allies in Europe must be reinforced and deepened. That requires going beyond the debates about Brexit and so on; let us put that on one side, because it has happened—we all accept that. We really need to co-operate with our European partners, who take a like-minded view on defence matters and foreign affairs generally, so that we speak and act with our allies in the United States with one concerted, determined voice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to do something else as well, although my list is by no means exhaustive. It is of critical importance long term that we make a real effort to engage with the population of this country. All too often it has been easy for people to see defence as being in one place and the population’s priorities as being somewhere else. We must find a way to ensure consistently and over a long period—as they have in the Scandinavian countries and in Sweden in particular—that everybody understands that the country as a whole has a stake in its own defence. We need to have a discussion on that—cross-party if necessary—to make sure that that begins to happen in the United Kingdom. In other words, we need to develop national unity of purpose and the events in Ukraine make that an absolute necessity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To conclude, it is well worth going back to what Ernie Bevin, the United Kingdom’s Labour Foreign Secretary, said in May 1949. He said that we support NATO and that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“we shall act as custodians of peace and as determined opponents of aggression”—[Official Report, 12 May 1949; Vol. 464, c. 2022.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That was absolutely true in 1949, but it must be true also in 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}