{
    "url": "https://www.ukpol.co.uk/wayne-david-2022-speech-on-the-personal-conduct-of-suella-braverman/",
    "title": "Wayne David – 2022 Speech on the Personal Conduct of Suella Braverman",
    "post_date": "October 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wayne David",
            "url": "/tag/wayne-david/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wayne David, the Labour MP for Caerphilly, in the House of Commons on 26 October 2022.",
    "content": [
        "Last week, the Parliamentary Secretary, Cabinet Office, the hon. Member for Bassetlaw (Brendan Clarke-Smith), who is in his place, said clearly to me, in response to a question, and to other Members that there had been a significant security breach by the Home Secretary and that this had led to her resignation. Yet the Home Secretary had implied that the real reason for her dismissal was a blazing row between her and the then Prime Minister. That was clearly not the case and not the reason for her departing Government. What does this say about the Home Secretary and the new Prime Minister?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Quin**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman will forgive me if I look, as to the rationale for my right hon. and learned Friend’s departure, at the text of her resignation letter, where she made it absolutely clear that she had made a mistake, she was sorry she had made a mistake and she felt it was appropriate in those circumstances to tender her resignation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}