{
    "url": "https://www.ukpol.co.uk/david-davis-2017-statement-on-brexit/",
    "title": "David Davis – 2017 Statement on Brexit",
    "post_date": "April 11, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Davis, the Secretary of State for Exiting the European Union, in the House of Commons on 30 March 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/04/s216_DavidDavid960.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/04/s216_DavidDavid960.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With permission, Mr Speaker, I would like to make a statement about today’s publication of a White Paper on the great repeal Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yesterday, we took the historic step of notifying the European Council of the Government’s decision to invoke article 50; the United Kingdom is leaving the European Union. That notification marks the beginning of our two-year negotiation period with the EU, and it reflects the result of last year’s instruction from the people of the United Kingdom. As the Prime Minister said yesterday, it is our fierce determination to get the right deal for every single person. Now is the time to come together to ensure that the UK as a whole is prepared for the challenges and opportunities presented by our exit from the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have been clear that we want a smooth and orderly exit, and the great repeal Bill is integral to that approach. It will provide clarity and certainty for businesses, workers and consumers across the United Kingdom on the day we leave the EU. It will mean that as we exit the EU and seek a new, deep and special partnership with the European Union, we will be doing so from a position where we have the same standards and rules. But it will also ensure that we deliver on our promise to end the supremacy of European Union law in the UK as we exit. Our laws will then be made in London, Edinburgh, Cardiff and Belfast, and interpreted by judges not in Luxembourg, but across the United Kingdom. Some have been concerned that Parliament will not play enough of a role in shaping the future of the country once we have left the European Union. Today’s White Paper shows just how wrong that is. This publication makes it clear that there will be a series of Bills to debate and vote on, both before and after we leave, as well as many statutory instruments to consider.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me turn to the content of the White Paper. The paper we have published today sets out the three principal elements of the great repeal Bill. First, we will repeal the European Communities Act 1972 and return power to the United Kingdom. Secondly, the Bill will convert EU law into United Kingdom law, allowing businesses to continue operating knowing that the rules have not changed overnight, and providing fairness to individuals, whose rights and obligations will not be subject to sudden change. Thirdly, the Bill will create the necessary powers to correct the laws that do not operate appropriately once we have left the EU, so that our legal system continues to function correctly outside the European Union. I will address each of these elements in turn before coming to the important issue of the interaction of the Bill with the devolution settlements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me begin with the European Communities Act 1972. Repealing the ECA on the day we leave the EU enables the return to this Parliament of the sovereignty we ceded in 1972 and ends the supremacy of EU law in this country. It is entirely necessary in order to deliver on the result of the referendum. But repealing the ECA alone is not enough. A simple repeal of the ECA would leave holes in our statute book. The EU regulations that apply directly in the UK would no longer have any ​effect, and many of the domestic regulations we have made to implement our EU obligations would fall away. Therefore, to provide the maximum possible legal certainty, the great repeal Bill will convert EU law into domestic law on the day we leave the European Union. This means, for example, that the workers’ rights, environmental protection and consumer rights that are enjoyed under EU law in the UK will continue to be available in UK law after we have left the European Union. Once EU law has been converted into domestic law, Parliament will be able to pass legislation to amend, repeal or improve any piece of European Union law it chooses—as will the devolved legislatures, where they have power to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, further steps will be needed to provide a smooth and orderly exit. This is because a large number of laws—both existing domestic laws and those we convert into UK law—will not work properly if we leave the EU without taking further action. Some laws, for example, grant functions to an EU institution with which the UK will no longer have a relationship. To overcome this, the great repeal Bill will provide a power to correct the statute book, where necessary, to resolve the problems which will occur as a consequence of leaving the European Union. This will be done using secondary legislation, the flexibility of which will make sure we have put in place the necessary corrections before the day we leave the European Union. I can confirm that this power will be time-limited, and Parliament will need to be satisfied that the procedures in the Bill for making and approving the secondary legislation are appropriate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given the scale of the changes that will be necessary and the finite amount of time available to make them, there is a balance to be struck between the importance of scrutiny and correcting the statute book in time. As the Lords Constitution Committee recently put it:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The challenge that Parliament will face is in balancing the need for speed, and thus for Governmental discretion, with the need for proper parliamentary control of the content of the UK’s statute book.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Parliament of course can, and does, regularly debate and vote on secondary legislation; we are not considering some form of governmental Executive orders, but using a legislative process of long standing. I hope that today’s White Paper and this statement can be the start of a discussion between Parliament and Government about how best to achieve this balance. Similar corrections will be needed to the statute books of the three devolved Administrations, and so we propose that the Bill will also give Ministers in the devolved Administrations a power to amend devolved legislation to correct their law in line with the way that UK ministers will be able to correct UK law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me turn to the European Court of Justice and its case law. I can confirm that the great repeal Bill will provide no future role for the European Court in the interpretation of our laws, and the Bill will not oblige our courts to consider cases decided by the European Court of Justice after we have left. However, for as long as EU-derived law remains on the UK statute book, it is essential that there is a common understanding of what that law means. The Government believe that this is best achieved by providing for continuity in how that law is interpreted before and after exit day. To maximise certainty, therefore, the Bill will provide that any question ​as to the meaning of EU law that has been converted into UK law will be determined in the UK courts by reference to the European Court of Justice’s case law as it exists on the day we leave the European Union. Any other starting point would be to change the law and create unnecessary uncertainty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This approach maximises legal certainty at the point of departure, but our intention is not to fossilise the past decisions of the European Court of Justice. As such, we propose that the Bill will provide that European Court case law be given the same status in our courts as decisions of our own Supreme Court. The Supreme Court does not frequently depart from its own decisions, but it does so from time to time. We would expect the Supreme Court to take a similar, sparing approach to departing from European Court of Justice case law, but we believe it is right that it should have the power to do so. Of course Parliament will be free to change the law, and therefore overturn case law, where it decides it is right to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today’s White Paper also sets out the great repeal Bill’s approach to the charter of fundamental rights. Let me explain our approach. The charter of fundamental rights applies to member states only when they act within the scope of European Union law. That means that its relevance is removed by our withdrawal from the European Union. The Government have been clear that in leaving the EU, the UK’s leading role in protecting and advancing human rights will not change. The fact that the charter will fall away will not mean that the protection of rights in the UK will suffer as a result. The charter of fundamental rights was not designed to create new rights, but rather to catalogue rights already recognised as general principles in EU law. That was recognised by the Labour Government who brought it in, with a protocol attached to it, in 2007. Where cases have been decided by reference to those rights, that case law will continue to be used to interpret the underlying rights that will be preserved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would now like to turn to devolution. The United Kingdom’s domestic constitutional arrangements have evolved since the UK joined the European Economic Community in 1973. The current devolution settlements were agreed after the UK joined and reflect that context. In areas where the devolved Administrations and legislatures have competence, such as agriculture, the environment and some areas of transport, that competence is exercised within the constraints set by European Union law. The existence of common EU frameworks had the effect of providing a common UK framework in many areas, safeguarding the functioning of the UK internal market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As powers return from the EU, we have an opportunity to determine the level best placed to take decisions on those issues, ensuring that power sits closer to the people of the United Kingdom than ever before. It is the expectation of the Government that the outcome of that process will be a significant increase in the decision-making power of each devolved Administration. However, we must also ensure that, as we leave the EU, no new barriers to living and doing business within our own Union are created. In some areas, that will require common UK frameworks. Decisions will be required about where a common framework is needed and, if it is, how it might be established. The devolved Administrations ​also acknowledge the importance of common UK frameworks. We will work closely with the devolved Administrations to deliver an approach that works for the whole of the United Kingdom and reflects the needs and individual circumstances of Scotland, Wales and Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me conclude by stressing the importance of the great repeal Bill. It will help to ensure certainty and stability across the board. It is vital to ensuring a smooth and orderly exit; it will stand us in good stead for the negotiations over our future relationship with the EU; and it will deliver greater control over our laws to this Parliament and, wherever appropriate, the devolved Administrations. Those steps are crucial to implementing the result of the referendum in the national interest. I hope that all sides will recognise that and work with us to achieve those aims. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}