{
    "url": "https://www.ukpol.co.uk/dehenna-davison-2023-statement-on-tackling-economic-inactivity-in-northern-ireland/",
    "title": "Dehenna Davison – 2023 Statement on Tackling Economic Inactivity in Northern Ireland",
    "post_date": "April 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Dehenna Davison",
            "url": "/tag/dehenna-davison/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dehenna Davison, the Parliamentary Under-Secretary of State at the Department for Levelling Up, Housing and Communities, in the House of Commons on 17 April 2023.",
    "content": [
        "On 31 March, my Department announced the outcome of the UK Shared Prosperity Fund to Tackle Economic Inactivity in Northern Ireland, which ran from December 2022 to January 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This competition is a cornerstone of the £127 million UK Shared Prosperity Fund Northern Ireland Investment Plan, launched in December 2022, in which my Department outlined the ambition of the fund to invest in Northern Ireland’s priorities, target funding where it is needed most: building pride in place; supporting pay, employment and productivity growth; supporting high quality skills training; and increasing life chances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am pleased to confirm that we have committed over £57 million to projects over the next two years from the Northern Ireland allocation, in excess of the £42 million set out in December, reflecting this Government’s commitment to support many more people to move from economic inactivity into sustainable employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My Department has recognised the high prevalence of economic inactivity in Northern Ireland compared with other parts of the UK. It is a significant barrier to a well-functioning labour market; it dampens growth, aggravates the shortage of workers in key sectors, and negatively impacts the quality of life of those who are economically inactive. That is why we made the Tackling Economic Inactivity competition our leading priority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This funding from the UK Government will support 18 projects to provide specialist support to over 25,000 people right across Northern Ireland to help them address their barriers and move closer to securing sustainable and life-enhancing employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This will include bespoke support for people with disabilities, young people who are not in education, employment, or training, and others from all walks of life, who want to return to the labour market but have barriers preventing them from doing so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By providing holistic support for the hardest to reach in the Northern Ireland labour market, the successful projects announced today will help tackle some of the most intractable barriers to finding a job and sustaining employment, and encourage growth in local economies right across Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Full details of the successful projects can be found here:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "https://www.gov.uk/government/collections/uk-shared-prosperity-fund-northern-ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}