{
    "url": "https://www.ukpol.co.uk/geraint-davies-2022-speech-on-the-national-food-strategy-and-food-security/",
    "title": "Geraint Davies – 2022 Speech on the National Food Strategy and Food Security",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geraint Davies, the Labour MP for Swansea West, in the House of Commons on 27 October 2022.",
    "content": [
        "In 2010, when the Labour Government left office, there were 26,000 people getting food from food banks. By 2021, that had increased a hundredfold to 2.6 million, and that was before the Ukraine war. Now, one in four children and one in five adults—4 million children and 10 million adults—are in food poverty, in the sixth richest country in the world. That is a catastrophe. The number of people who are in food poverty, who cannot afford to eat nutritious food and who are freezing in their house, is much, much higher than it was during the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am a member of the Co-operative party and the Labour party. We agree with the right to food. The right to life is in the UN charter and the UN convention on human rights, and obviously an intrinsic part of the right to life is the right to food. I support Co-op party initiatives such as Healthy Start vouchers, and it is important that they be rolled out and index-linked to keep up with inflation, but we need much more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The co-operative movement was started by the Rochdale pioneers to stop adulterated food. It is about food, and everybody should have the right to daily nutritional food. Winston Churchill famously said that the most important asset of a country is its health; a country’s health is predicated on having enough healthy food, and the reality is that people do not have enough money to buy healthy food after taking account of the housing costs and the heating costs that they face. Amartya Sen, a famous Nobel prize winner, wrote about famines: he was focused on the developing world, but he argued that famines are not about a shortage of food, but about the conjunction of high prices with low wages in particular communities, leading to starvation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is what we are now on the brink of seeing in Britain. High prices are coming in—yes, because of Ukraine, but also from Brexit. The price of imports is going down as the value of sterling has gone down. We have shortages in our own production: a quarter of our fruit is not picked, we have had a mass culling of 40,000 pigs and we do not have enough people to work in abattoirs. We have problems with food production locally and with sterling being further pushed down, which is driving prices up. Some of those problems were avoidable political problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Alongside high prices, we have low wages. Since 2010, we have had very low growth and pay freezes. In the previous 10 years under the Labour party, or certainly in the 10 years to 2008, the economy grew by 40%. The Institute for Fiscal Studies has shown that if that trend in growth had continued, average wages would now be £10,000 higher. The country would be much more resilient to the external shocks that are now causing this catastrophe of localised famine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government need to act, and act quickly. They need to think carefully about how to manage the upcoming new Budget. I know everybody thinks the national insurance abolition idea is great on the face of it, but the reality is that it will give £7.60 back to the lowest 10% and more than £1,000 back to the richest 10%. At a time when half of people on universal credit are in food poverty, we need to think very carefully about how we sustain our people and about what is right and what is effective for our nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have talked about the quality of our food, but the truth is that people in poverty are often obese because they have to resort to low-nutrition, high-fat, high-salt, high-sugar products that keep them going for a long time but are not particularly good for them. That is storing up a time bomb for the NHS of obesity, diabetes, heart attacks and strokes. Health inequality is a real problem for us. Famously, in a 2014 study of many countries over many years, the OECD found a relationship between inequality and growth, namely that less inequality means higher growth and a bigger cake.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Health inequality is also linked to income inequality. I look forward to the White Paper, but we need to be serious. We need to feed our people to get a productive economy and a fair economy that we can all be proud of. I am from Wales, and I am very pleased about the initiatives in Wales that are providing universal free breakfasts and are now rolling out universal free lunches. For all children—for all the adults who sign their children up—that will be free in Wales. Henry Dimbleby, whose strategy I very much welcome, has welcomed that. When questioned by the Environment, Food and Rural Affairs Committee, on which I serve, about universal credit and levels of payment to make food affordable, he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“That is beyond my pay grade.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But it is not beyond the Government’s pay grade to realise what the issues are. If children have affordable, nutritious food, their performance is better, their life chances are better, future tax revenues are better and NHS costs are lower. From UK plc’s point of view it makes a lot of sense, quite apart from being morally right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I spoke only this week to an online audience of student unions across Wales. That was one group, of course, and I am not saying that they are the only group, but as hon. Members might expect, they face high rents, they live in houses in multiple occupation and their food costs and energy costs have gone up. A large proportion of them have something like £10 a week or less to live on after paying for utilities. They cannot afford their student learning materials. More than 90% of them face mental health problems. There is a cost of living crisis, and they also face an uncertain future in the jobs market and the mortgage market. We need to think very carefully about that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I turn to food security. Having invaded the Crimea, Russia is now producing 15% more food. We should think about our food security. The cost of fertiliser has gone up, and we are reliant on too much. Our home production should be organic. We need spatial planning. We need a proper plan so that we do not end up with another wave of austerity that costs 300,000 lives. Instead, we should focus on the opportunity to provide all our people with decent food. We need a healthy and productive economy that is more equal and fairer, and a stronger, greener future for all, but I fear that that will only come with a Labour Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}