{
    "url": "https://www.ukpol.co.uk/william-davison-1932-speech-on-the-creation-of-a-national-lottery/",
    "title": "William Davison – 1932 Speech on the Creation of a National Lottery",
    "post_date": "May 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1932",
            "url": "/tag/1932/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "William Davison",
            "url": "/tag/william-davison/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by William Davison, the Conservative MP for Kensington South, in the House of Commons on 22 March 1932.",
    "content": [
        "I beg to move, That leave be given to bring in a Bill to authorise the raising of money by means of lotteries for charitable, scientific, and artistic purposes, or any public improvement or other public object. I hope that the House will allow the Bill to be printed so that hon. Members may see its provisions in black and white. When I introduced a similar Bill last year, I confined its scope to the provision of funds for hospitals on the same lines as the Irish Free State lottery. In view, however, of representations that were made to me, I have drawn the present Bill on somewhat wider and simpler lines, though British hospitals will still be within its scope and can take advantage of it should they desire to do so. It is interesting to note that of the 180 Members who voted against the Bill which I introduced last year, 130 have since lost their seats. I would not say that they lost their seats solely because they voted against the Bill, but I do say that they represent a type of mind which is not acceptable to the majority of their fellow citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is a very short Bill. Clause 1 provides that, nothwithstanding anything to the contrary in any Act of Parliament or any rule of law, it shall be lawful for the governing body or trustees of any charity or any trustees or other body of persons appointed solely or mainly for the purpose of raising money for philanthropic, scientific or artistic purposes, or for the initiation and assistance in carrying out any public improvement or other public objects, to hold, with the approval of the Secretary of State and subject to the provisions contained in this Bill, a lottery in order to raise money for such charity, purpose or object. Clause 2 provides that no lottery shall be held under this Bill except in pursuance of a scheme sanctioned by the Secretary of State, and for the charity or object named in such scheme and subject to the terms and conditions of the scheme. Clause 3 sets up certain conditions and regulations but does not preclude the Secretary of State from making others if he thinks fit. The Bill will not apply to Northern Ireland. Such are, shortly, the provisions of the Bill as drafted, but if it is thought that the scope of the Bill is too wide, or that it should be confined to hospitals, as the last Bill was, or that the number of lotteries in any one year should be fixed, that can easily be arranged in the Committee stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the House is aware, there is nothing inherently vicious or demoralising in the holding of a lottery. Such lotteries were held in this country over a period of many years. Queen Elizabeth was the first patron of State lotteries—of a great lottery which was held in this country for the repair of the havens of the realm and other public works. Members of the House often see the statue, close by here, of George Washington. He was a strong supporter of lotteries under public control, and in 1769 he helped to pass a law against ate holding of a lottery without special authority, as my Bill now proposes to do. The penal legislation under which the Home Office now acts was passed so long ago as 1834—nearly 100 years ago. It is under that law that they now search travellers arriving at Holyhead, open private letters, even the letters from a solicitor to his client, as was pointed out in the House a few days ago by an hon. Member. That legislation was not passed with any idea of stopping a vicious or immoral practice, but in order to protect the State lotteries from unfair competition by private lotteries and lotteries organised abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "May I remind the House that at the present time we have the totalisator as a national institution, formally approved by Parliament? We have the telegraph and telephone services deriving a large part of their income from transmitting betting news. There is scarcely a church or chapel bazaar in the country which does not have its little raffle. Newspapers of all parties are continually promoting thinly disguised lotteries, and as Socialist Members opposite are aware, the “Daily Herald” has recently held a lottery on behalf of hospitals, offering to pay £20,000 for 6d. I have referred to the “Daily Herald” as representing Socialist opinion, but I would remind my Conservative friends that last year, at the annual meeting of the Women’s Organisation of the National Union of Conservative Associations in this country, a resolution was passed unanimously—without any opposition—condemning the present law respecting lotteries and sweepstakes, and urging that lotteries should be legalised under proper control, exactly as my Bill proposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. MACQUISTEN** They are women. Marriage is a lottery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir W. DAVISON** Hon. Members should also bear in mind that the British Museum was started by means of a lottery; and that old Westminster Bridge was erected out of the proceeds of a lottery. New bridges are still needed. As we know, there is urgent need for a new bridge at Charing Cross. Why should it not be possible now to erect a bridge across the river by means of a lottery? If a bridge were erected at Charing Cross it would save Waterloo Bridge as a national monument, and prevent its demolition, which we should all be glad for. The new Cunarder was started with Government approval and assistance, and there is no reason why, under proper conditions, we should not have funds provided by means of a lottery to enable this great ship to be proceeded with. In Germany, Spain, Czechoslovakia, Austria, Switzerland, Poland, Italy and elsewhere State lotteries are regularly held. In Madrid a great university building is being put up by means of a lottery. By the Irish sweepstake just concluded the Irish hospitals are the recipients of £841,000. From previous lotteries they have received more than £2,000,000. In all, they have received practically £3,000,000. How much sickness and suffering in this country might have been saved had that money been available to us? A recent visitor to Dublin saw the sweepstake revolving drum which brought £841,000 for the Irish hospitals. When he arrived back at Euston he saw another drum—a hospital student beating a drum in the streets, with a procession behind him collecting money for a great London hospital. Which of the two methods is the more dignified? A correspondent wrote to me yesterday stating: We are letting our brothers and sisters suffer through a lot of old Mother Hub-bards and pedants out of touch with the realities of every day life. A hospital appeal recently stated that a thousand surgical cases were waiting for beds owing to a lack of funds. The funds could be provided by a lottery under this Bill. Hon. Members should bear in mind that of the £3,000,000 raised for hospitals in Ireland more than £2,000,000 came from this country. Let me say at once that no one must imagine that if lotteries were established in this country they would maintain hospitals entirely. Of course they would not; but at any rate they would provide funds for urgently-needed equipment and urgently-needed beds. More than 7,000,000 tickets were sold in the Irish Sweepstake, and it is estimated that 5,000,000 tickets were purchased by citizens of Great Britain. At any rate, British citizens won 800 of the first 1,120 prizes, about 71 per cent. I ask the House why these millions of British citizens should be made into criminals by an absurd and out-of-date law, and why the time of the police should be occupied in chasing people who sell Irish sweepstake tickets rather than looking after the bag snatchers and those who smash shop windows? Why should our magistrates be reduced to every kind of pretext in order not to convict the people brought before them in connection with this lottery? The “Times” of last Tuesday contained 10 columns of the names of 1,100 criminals who had won prizes in the Irish sweepstake, and there were similar lists in other papers. In conclusion, may I quote a sentence from an article last week in the “Morning Post,” of whose Lobby correspondent we all took leave last night with much regret. The “Morning Post” is not a paper which is likely to recommend anything demoralising or vicious. The sentence is: The State finds itself unable to check what it condemns. To conclude that the public is depraved is to bring an indictment against a nation, which is absurd. The only other conclusion is that the law, which is so much in conflict with public opinion, is in need of amendment. It is with the object of altering the present absurd law that I ask leave to bring in my Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. HOPKIN MORRIS** I ask the House to reject this Motion, and I hope that hon. Members will not be unduly influenced by the illustration given by my hon. Friend of the 130 Members of the last House who lost their seats. He has talked of the anomalous state of the betting law. I fully agree with what he has said about that law; I agree that a far-reaching inquiry is necessary into the operation of these laws and their codification. It may be that the laws are in urgent necessity of modification and alteration, and there is a wide field for inquiry; but this Motion, if passed by the House, instead of providing for an inquiry, would prejudge that inquiry. During the War a proposal was put forward to set up lotteries, and, indeed, a Bill was introduced into the other House and into this House to legalise lotteries in order to provide money for the Red Cross Society. There could have been no more laudable object. That Bill was preceded by an inquiry. The majority of Members who conducted that inquiry started by being in favour of a lottery for that specific purpose, but by the time they had concluded their investigations they had come unanimously to the conclusion that they ought not to recommend the setting up of a lottery. They heard evidence from different classes of the community. They took evidence from my right hon. Friend the present Secretary of State for the Dominions, who told them that when he went to Derby to consult his constituents they asked him about the best investments they could make, and he was alarmed to think that in the future they would be asking him about the best lottery in which to take tickets. In spite of the fact that the Committee’s recommendation was against the adoption of the lottery system, Lord Lansdowne introduced a Bill in the House of Lords, but he said a very remarkable thing in justification for the introduction of the Bill. He said that he supported the Bill because War conditions were abnormal, but that if they were living in peace time, he should oppose it. That was his view. If there was a need for inquiry in those abnormal times, surely there is a need for inquiry now. I do not this afternoon raise the moral issue—not that I brush it aside by any means—but I am basing my case now upon the rights and the obligations of the State. The first obligation of the State in all circumstances is to preserve itself. There are numerous Acts of Parliament dealing with this subject. The Act of 1541, which put a stop to this practice, mentioned in its preamble that the young men in the country, instead of making themselves proficient in archery —the mode of defence of the realm at that time—were spending their time in betting and gambling. The preamble of the Act of 1698 stated that they had to put a stop to lotteries because, in the language of the preamble, it was detrimental to the “good trade, welfare and peace of His Majesty’s Kingdom.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That was the experience at that time. It was purely a practical reason which prompted the State to put an end to the practice. Act after Act was passed between 1541 and 1823 to stop private lotteries, but the Acts could not be effectively enforced because the State lottery was still lawful. In 1823, however, an Act was passed as a result of a Select Committee which reported—it is a very important finding—that The foundation of the lottery system is so radically vicious that your Committee feel convinced that under no system of regulations which can be devised will it be possible for Parliament to adopt it as an efficient source of revenue, and at the same time divest it of all the evils of which it has hitherto proved so baneful a source. That was the view of the Select Committee. I come to the safeguards. What safeguards are you going to put up? The one exception upon the Statute Book today is the Act of 1846 providing for lotteries to be set up for the Art Union, but even there these lotteries cannot be set up without first of all obtaining a Royal Charter. These are far greater safeguards than are proposed in my hon. Friend’s proposed Bill. Having obtained the Royal Charter they have still further regulations authorised by the Privy Council for safeguards, as far as safeguards can go. Notwithstanding that, you cannot restrict the area; you cannot enforce the law with regard to other lotteries once you have permitted it in one field. That has been the experience. It was the experience in 1823, when they had to abolish State lotteries because they could not enforce the law. [An HON. MEMBER: “It is very difficult now!”] It is very difficult in the case of the Irish Sweepstake. What will the difficulty be when you have lotteries in this country? That difficulty is illustrated by my hon. Friend’s Motion. Last year he asked leave to introduce a Measure merely setting up lotteries for hospitals. This afternoon, as a result of representations, he has asked to be allowed to widen the scope of the Bill. That is a situation where you will never be able to enforce the law. Parliament, I have no doubt, took action in 1823 largely because sweepstakes by then had been set up even for the sale of land. Can anything be conceived that can go further to undermine the social structure than legal sweepstakes?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now it is said, “Look at the object!” It is to support charitable institutions and hospitals. I agree at once, and every Member here will agree, that the object is a worthy one, but are you going to support this worthy object by questionable means? I am not going to give my own opinion in support of that. I will take the opinion of the hospitals themselves. In London and the provinces last year the sum raised for voluntary hospitals by bequests, subscriptions, savings associations and paying patients was between £13,000,000 and £14,000,000. That was last year—a year of acute depression in the country. Of that sum, between 50 and 60 per cent. came from voluntary contributions. What is the amount of sweepstakes which would be required to assure an income equivalent to that amount?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir W. DAVISON** That is not suggested.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. MORRIS** Take the figures of a very competent hospital accountant. He says it will require three sweepstakes a year each yielding £10,000,000—in all £30,000,000 a year. If you take the figures of the Irish Sweepstake and assume—it is a great assumption—that there would be treble the number of subscribers to an English sweepstake that there are now to the Irish Sweepstake, it is computed that that would yield £15,000,000, leaving a deficiency of £15,000,000 in the sum necessary to be raised. I am not giving my own figures, but the figures of the hospitals themselves. I go further. I have here the testimony of the Chairman of the Royal City of Dublin Hospital itself. He said: that annual subscribers are withdrawing their gifts, on the ground that they are no longer needed. That paying patients—generally working class men and women—are objecting to pay anything for their treatment and ‘keep,’ and that considerable loss has ensued. That business firms whose employés used to pay a penny or twopence a week to the hospital, now refuse to pay anything. Loss from this source is 50 per cent. of income. That people are not leaving money by wills and bequests. That reduction has already taken place, and there is no comparison between the position of the hospitals in this country and those in Ireland. The Irish Sweepstake is a success from the Irish point of view, because Ireland is a small country, and they are drawing English money, but if the hospitals of this country rely upon the same position, the amount of Irish money which they will draw will be negligible. That is why the house-governor of Charing Cross Hospital, Mr. Philip Inman, stated last May: Speaking for myself and this hospital, we will have neither part nor lot in any such schemes. And our reasons are not simply moral ones, though they weigh very considerably. Looking from simply a business standpoint, we believe that the gains would be outweighed by the losses. What does that great expert Sir Arthur Stanley say? This is the testimony of hospitals, the very institutions it is intended to support. This is a case for not prejudicing the issue, for not coming down on one side or the other. It is clearly a case where there should be an inquiry first. This is a great new departure in policy. It is true that man very often over-rates two things—his own capabilities and his own good luck. As my hon. Friend the Secretary for Mines said last year in a very powerful speech, you cannot put these charitable institutions, depending as they do upon the moral good will of men, upon a basis of chance, and you certainly dare not do so without a proper inquiry first. On those grounds, I ask the House to reject the Motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Question put, That leave be given to bring in a Bill to authorise the raising of money by means of lotteries for charitable, scientific, and artistic purposes, or any public improvement or other public object.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The House divided: Ayes, 176; Noes, 123.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}