{
    "url": "https://www.ukpol.co.uk/mims-davies-2022-speech-at-the-sir-david-amess-summer-adjournment-debate/",
    "title": "Mims Davies – 2022 Speech at the Sir David Amess Summer Adjournment Debate",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mims Davies",
            "url": "/tag/mims-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mims Davies, the Conservative MP for Mid Sussex, in the House of Commons on 21 July 2022.",
    "content": [
        "I welcome the Deputy Leader of the House to his place. It is an honour to speak in this summer Adjournment debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will take Members on a quick tour around Mid Sussex, as this is my first chance to do so as a Back Bencher for some time. Mr Deputy Speaker, I hope you will indulge me as I talk about my predecessor, who, if the rumours are true, may be in the other place very soon. I asked Sir Nicholas’s long-time agent, Ginny, to remind me of her time with him and to give me some tips. One message was, “If you ever order scampi and chips, you’d better make sure you get some spare scampi. And always have a spoon to share dessert, because he will never order his own but he will definitely want some of yours.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I first stood as a candidate, I asked Sir Nicholas to give me some tips on how it might work, and he said, “Mimsy, be careful. There are some very clever girls on the candidates list. I mean some of them are lawyers and barristers, and everything.” He was nothing but charming and incredibly supportive. One of his favourite things was Fridays in the constituency, which we all absolutely love—it is my favourite experience, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sir Nicholas’s surgeries were hysterical, not surprisingly, and he was impeccable in supporting jobs, schools, businesses, country pursuits and, of course, the South of England show in nearby Ardingly. He also supported the Haywards Heath bike ride and the Mid Sussex marathon weekend, which I founded. He was a brilliant supporter from day one. We wish him incredibly well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, when Sir Nicholas was on his rather famous diet, he found tuna flakes. He found little pots of them in Portcullis House and it was life changing: “I have never experienced these things, these tuna flakes”—that is what Ginny told me. It is a pleasure to follow him and to speak about my constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my gallops around Mid Sussex, on Zoom and Teams over the last few years, and when giving out covid certificates, I have met and had conversations with about 300 groups, businesses, organisations, churches, schools and shops.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dean Russell (Watford) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As my hon. Friend mentions businesses, and given her role over the past few years, I want to thank her for supporting my local jobcentre in Watford and, in particular, for supporting the launch of the self-employed mentoring scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mims Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for saying that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was a pride and joy to be at the DWP for the last three years. I saw 163,000 young people going into their first job, and I opened more than 150 youth hubs and 200 new jobcentres to address the covid impact. It was remarkable to see just this week that 2 million women have gone back to work since 2010, which is very positive. Jobcentres can give important support to the self-employed, and my hon. Friend does important work mentoring and supporting people in his constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Hackney South and Shoreditch (Dame Meg Hillier), who has now left the Chamber, mentioned support for resettled Afghans and Ukrainians and getting them into work. Jobcentres are at the heart of this, helping people to get a fulfilling career, whether they are resettling, a veteran, over 50 or have been affected by the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On jobs, it was exciting to see the University of Sussex research facilities come to Haywards Heath, with Universal Quantum Ltd. I will be having my latest bounce back business breakfast at CAE in September. Boeing, also based in Burgess Hill, was here in Parliament just this week. I have some amazing charities in my patch, including Group Strep B Support, which was also in Parliament this week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure we are all going to enjoy our summer as we go to visit many of our businesses. Without the welcome back fund or the cultural recovery fund, some of them simply would not be there. For example, the support for Borde Hill in my constituency and the Orion cinema in Burgess Hill has been crucial. However, I must raise a couple of issues. The Department for Levelling Up, Housing and Communities needs to help shovel-ready regeneration projects get their money and get things out the door. We have been waiting since 2011 for a new town centre in Burgess Hill and people are getting fed up. There have been two planning permissions and we are ready to go. I really hope the new application coming forward will help to support our beleaguered high street.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need a new Clair Hall—it has been delivering vaccinations, but we need a cultural centre back in Mid Sussex. We also need a running track and much more support for sports pavilions and other areas, where we absolutely have the participation but we do not have the funding matching what is needed. May I follow the Father of the House, my hon. Friend the Member for Worthing West (Sir Peter Bottomley), in linking transportation and planning issues? We are delivering homes in Mid Sussex, in the right places, where possible, through a local plan, but we are being ridden roughshod over by the Planning Inspectorate on neighbourhood plans and that is unacceptable. Our constituents are fed up. They are doing their bit when it comes to housing and they want Government to listen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wish the House a very happy summer, and I thank you, Mr Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}