{
    "url": "https://www.ukpol.co.uk/david-davis-2021-statement-on-freedom-of-speech-in-universities/",
    "title": "David Davis – 2021 Statement on Freedom of Speech in Universities",
    "post_date": "January 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by David Davis, the Conservative MP for Haltemprice and Howden, in the House of Commons on 19 January 2021.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That leave be given to bring in a Bill to place a duty on universities to promote freedom of speech; to make provision for fining universities that do not comply with that duty; and for connected purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I commend your efficiency, Madam Deputy Speaker. The principal reason that our kingdom is a great nation can be encompassed in one word: freedom—freedom of action, freedom of assembly, freedom of thought, freedom of belief, freedom of speech and freedom under the law. Of all those freedoms, the most precious is freedom of speech. It has been fundamental to the development of our culture, our society, our literature, our science and our economy. Indeed, our national wealth today owes more to the free exchange of ideas than to the exchange of goods. Freedom of speech is fundamental to everything we have, everything we are and everything we stand for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over 300 years ago, it was this Parliament that enshrined our right to freedom of speech in law. The 1689 Bill of Rights became a symbol of hope for the rights of people everywhere throughout the globe. Since then, peoples and democracies the world over have followed our example. When representatives of the globe gathered in 1948, in the aftermath of unthinkable destruction and despair, we as one people—one human race—said, “Never again.” Fundamental to this united course of humanity was article 19 of the universal declaration of human rights, which states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Everyone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today that is under threat, and it is under threat in the very institutions where it should be most treasured: our universities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Freedom of speech only matters when it is controversial —when it is challenging. That is why the greatest characterisation of free speech is attributed to Voltaire by his biographer, who said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I disapprove of what you say, but I will defend to the death your right to say it”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In one version, it was notably:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I may detest what you say but I will fight to the death for your right to say it.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Voltaire understood that creativity and progress in a society depend on acts of intellectual rebellion, dissent, disagreement and controversy, no matter how uncomfortable, but today the cancel culture movement think it is reasonable to obliterate the views of people they disagree with, rather than challenge them in open debate. They are wrong. Why? Because the unwillingness to hear uncomfortable opinion and the refusal of platforms to people they disagree with is damaging to us all. Imagine if their censorious predecessors in the established Churches had been successful in their attempts to suppress Galileo and Darwin. People would still believe that the Earth is the centre of the universe or that the human species was created on the sixth day from clay. Of course, those ideas are ridiculous, but such falsehoods were conquered only through the freedom to speak truth to power and to shine light in the dark with the ability to advocate for science and reason.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today, there is a corrosive trend in our universities that aims to prevent anybody from airing ideas that groups disagree with or would be offended by. Let us be clear: it is not about protecting delicate sensibilities from offence; it is about censorship. We can protect our own sensibilities by not going to the speech. After all, nobody is compelled to listen. But when people explicitly or indirectly no-platform Amber Rudd, Germaine Greer, Peter Tatchell, Peter Hitchens and others, they are not protecting themselves; they are denying others the right to hear those people and even, perhaps, challenge what they say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us repeat our thought experiment—our conjecture —in a modern context. Germaine Greer wrote the pivotal book on feminism and was its most powerful and effective advocate. Peter Tatchell was and is an unbelievably brave and very effective campaigner on gay rights and a host of civil freedoms. Peter Hitchens is a professional iconoclast who has challenged overmighty Government of all colours through the decades. Imagine what would have happened if they and their allies had been prevented from pursuing their causes in the public domain. We would have a very different society today, and not a better one. The chilling effect on free speech would be disastrous, and the impact on academic freedom would be catastrophic. Its cost is already too high.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before I leave this subject, what about Amber Rudd? She was no-platformed for her connection to the Government’s handling of the Windrush scandal, yet it was a whole year after she had been explicitly cleared by an investigation that found that she had not been supported as she should have been by the Home Office. In her case, it was not just speech denied but justice denied.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today, views expressed in a recent survey commissioned by Britain’s biggest university academic union showed that Britain has the second-lowest level of academic freedom in all Europe. Just last month, a report by Civitas found that more than a third of our universities impose severe restrictions on freedom of speech—including, I am ashamed to say, Oxford, Cambridge and St Andrews. The fact is that a number of our international allies today protect freedom of speech much better than we do. Some have it specifically written into their country’s constitution, and others put it explicitly into law. Ireland, for example, has the Universities Act 1997, which protects\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“the freedom, within the law, in…teaching, research and any other activities either in or outside the university, to question and test received wisdom, to put forward new ideas and to state controversial or unpopular opinions”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although in the UK we theoretically have laws protecting freedom of speech, in practice they are buried in education Acts, resulting in the protections not being widely known and universities not always upholding their duties. That is why I am proposing this Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What does this Bill set out to do? It would, in effect, make universities responsible for upholding free speech throughout their campuses. Freedom of speech is not, of course, absolute. With rights come responsibilities, so speech that is illegal—incitement to violence, for example—would of course be forbidden, but speech that is merely unpopular with any sector of the university would not be proscribed. Controversial views and the challenging of established positions would not be proscribed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although we may not agree or approve of what is being said, the right to free speech is the foundation stone of our democracy. To stand idly by while that foundation is being eroded, is a dereliction of our duty. The Bill makes it the absolute duty of every university authority to protect that most fundamental of our freedoms: the right to free speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}