{
    "url": "https://www.ukpol.co.uk/bryn-davies-2022-speech-on-the-growth-plan-baron-davies-of-brixton/",
    "title": "Bryn Davies – 2022 Speech on the Growth Plan (Baron Davies of Brixton)",
    "post_date": "October 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bryn Davies",
            "url": "/tag/bryn-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bryn Davies, Baron Davies of Brixton, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, I start by reminding the noble Lord, Lord Bridges, that his Government were in power for the 10 years he referred to and some of the guilt must attach to him and his colleagues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to ask about two of the specific proposals in the so-called plan for growth; first, on the change to the IR35 freelance rules. I find this proposal to give up on the effective enforcement of tax rules both extraordinary and wrong. The reopening of opportunities for employees to exploit tax rules does nothing for growth—the purported purpose of these proposals—let alone levelling up. It also severely undermines the wider integrity of the tax system. It should be understood that the Government are actively making mugs of the majority of independent contractors, who follow the rules and pay the tax that is due. I recognise that the whole treatment of freelance workers is a mess and needs to be sorted out, particularly the issue of employment rights. I note the conclusions of the Finance Bill Sub-Committee from two years ago but it should be understood that the Chancellor’s proposal here falls far short of the comprehensive approach that was proposed by the sub-committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is particularly extraordinary that the Chancellor should make such a proposal now, when, inevitably, on the one hand we have no idea of the eventual cost, because it depends on individual actions, while on the other we know that the Treasury has set a figure of £6 billion for the cost of this change over the next four years. That is an extra £6 billion that will have to be borrowed to pay people who are seeking to avoid paying the tax that is due. Therefore, my first question to the Minister is: why do the Government think that this reversal of policy is justified on its own terms, let alone at the current time?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, I want to ask the Minister about the announcement of the change in the pensions regulatory charge cap. This is particularly relevant following the events of the last few days that arose directly from the investment policies of private sector pension funds. The Bank of England has stressed the significance of the problems that the whole system faced, so I ask the Minister: is this really the time to make these changes, which are intended to have the effect of reducing the liquidity of these private sector pension schemes? Does he understand that the crisis was a crisis of liquidity and not about solvency? This measure is aimed at further reducing the liquidity of these schemes. Therefore, before proceeding with these proposals, we need, at least, a far better understanding of what went wrong following the Budget and the impact that it had on the investments of pension schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}