{
    "url": "https://www.ukpol.co.uk/dehenna-davison-2022-statement-confirming-standing-down-at-the-next-general-election/",
    "title": "Dehenna Davison – 2022 Statement Confirming Standing Down at the Next General Election",
    "post_date": "November 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dehenna Davison",
            "url": "/tag/dehenna-davison/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dehenna Davison, the Conservative MP for Bishop Auckland, on 25 November 2022.",
    "content": [
        "For my whole adult life, I’ve dedicated the vast majority of my time to politics, and to help make people’s lives better. But, to be frank, it has meant I haven’t had anything like a normal life for a twenty-something.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I’ve worked on, managed, and stood in so many election campaigns, and, since being elected in 2019, I’ve given my all to being an MP. As well as supporting constituents with their individual challenges, I’ve fought hard to bring £70m of new Government investment to the Bishop Auckland constituency, to see plans put in place to breathe new life into our high streets and create new leisure facilities locally, and to finally get the much needed Toft Hill Bypass and Whorlton Bridge repairs in the pipeline. And I’ve campaigned on wider issues I feel passionately about, particularly on raising awareness of the dangers of one punch assaults.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will always be humbled to have had the opportunity to serve as a Member of Parliament. But now the time feels right for me to devote more of my attention to life outside politics – mainly to my family, and helping support them as they’ve helped support me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s why I won’t be standing in the next General Election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Just to reassure, until the election comes, I absolutely won’t be checking out. I will continue to serve my constituents with the same gusto and dedication right until the day when I hand the baton onto the next person who will have the honour of representing the amazing people of Bishop Auckland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will always be grateful to the Conservative Party as a whole, and to all the individual members who have supported me, for giving a young, working class lass from Sheffield the opportunity to serve as an MP. And I will always be passionate about politics as a means to create meaningful, lasting and positive change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For now, I’m not sure what my future beyond MP life looks like, but, when the time comes, I’m really excited to find out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}