{
    "url": "https://www.ukpol.co.uk/david-davis-1987-maiden-speech-in-the-house-of-commons/",
    "title": "David Davis – 1987 Maiden Speech in the House of Commons",
    "post_date": "August 27, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by David Davis, the then Conservative MP for Boothferry, in the House of Commons on 5 November 1987.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/04/s216_DavidDavid960.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/04/s216_DavidDavid960.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to you, Mr. Speaker, for calling me to make my maiden speech so early in the debate. I am also grateful for the compliments on my speech, however premature.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I pray the indulgence of the House to speak briefly about my constituency and to pay proper tribute to my predecessor in Boothferry. The constituency of Boothferry encompasses the Yorkshire wolds and extends down to the vale of York, across the Ouse and Humber to include the Isle of Axholme. It is a beautiful rural area and can claim to be one of the cradles of English individualism. Many of its people fought for their beliefs and for other people’s rights. Some died. Robert Aske, who led the pilgrimage of Grace, was hanged in chains in York castle. Others, such as William Wilberforce and John Wesley, have, by the force of their character, and their commitment to their ideas, changed the world in such a way that history will never forget them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today, individualism takes the form of enterprise and initiative on the part of the people I represent. That is why Yorkshire and Humberside has many more small businesses, private enterprise and self-employed people than most other areas of Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My predecessor in Boothferry was Sir Paul Bryan. When Sir Paul entered the House as the Member for Howden 32 years ago, he was already distinguished by his war record. He was a holder of the Military Cross and Distinguished Service Order. I think that he was the last Member of the House to hold both those decorations. He was clearly a man of considerable courage and leadership Courage has been described as the quality of exhibiting grace under pressure. Sir Paul had the quality of exhibiting grace in all circumstances. He was greatly loved in my constituency for his dignified leadership, quiet compassion and calm wisdom. If I can do as much for my constituency and the House as Sir Paul did, I shall be justifiably proud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sir Paul had one other characteristic when he came to the House which helped him to stand out from the crowd. He had an entry in the “Guinness Book of Records”. He was and is a keen golfer and he achieved the feat of getting two holes in one, as some hon. Members will know. He tells the story of returning from that round, buying the traditional round of drinks in the club house and telling the barmaid about the fact that he had scored two holes in one. She asked him which holes he had scored them on and he said that it was the ninth and twelfth. “But, Mr. Bryan,” she said, “those are the two shortest holes in the club.” Such wry scepticism is often seen on the Opposition Benches today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend the Chancellor of the Exchequer has scored hat trick after hat trick—in the Autumn Statement last year, the Budget this year and the Autumn Statement this year—when we had a higher growth record than any other Western nation, a faster fall in unemployment than any other country, and many other characteristics in our financial situation which stood out as being models for the rest of the world. However, the comments of the right hon. and learned Member for Monklands, East (Mr. Smith) will not be the real test of the Government’s policy. The real test of the Government’s policy and our economy will be how it withstands the global adversity that we are seeing today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to explore how that test will come about. I am not just talking about a slump or a potential slump. If we have a slump, everybody understands what that means as a test for our economy. If we avoid a slump, that, too, will be a test for our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us examine what has been said about what is needed to avoid a slump. My right hon. and learned Friend the Member for Richmond, Yorks (Mr. Brittan) basically described five different points. Two of them are American. There is obviously the need to cut the budget deficit and the Americans must abandon protectionism. Three other things have to be done. First, we must maintain the liquidity of the financial markets, and that has already been done. Secondly, we probably have to see some fiscal relaxation in Germany and Japan. Thirdly, we must see a modification of the Louvre accord to allow the dollar to devalue to a proper level against the deutschmark. If that goes ahead and is successful in preventing a global slump, there will be a continuation of growth in global demand—it will not be as high as in recent years but it will continue. However, the structure of that global demand will change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour Members like to talk about the real economy, but what will happen in real terms? The American market will suffer deflationary effects. The policy change and the consumption effects of the Wall street crash will have deflationary effects. American industry and employment will be protected from that, to some extent, by the dollar-deutschmark parity change. British industry will not be protected. Some £12 billion worth of exports will be going into the dollar area markets. We will have a smaller, more difficult market for our high-tech and high-value items—typically the items that we sell to the United States—and we will face tougher competition from American producers with that dollar advantage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will have to look elsewhere for outlets. If the global economy is growing, by definition there will be expansion elsewhere. When we look elsewhere we will run head on into Japanese competition and Japanese products that have been displaced from the United States market. We will also face German and American competition, which will be tougher because of that dollar parity change. We will have to battle hard for our market share. That market will not necessarily be in the same products—it certainly will not be in the same place—and we will have to fight for every percentage point of share.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "How will Britain’s industry cope? The transformation of British industry in the past eight years will ensure that we will win enough battles to maintain our growth rate. How would we have done eight or ten years ago if we had taken on the Japanese or tried to sell Jaguars to Germany? That is the acid test of Government policy. That is the test that will apply if the global market does not crash. The previous Labour Government would have failed that test. Their policies would not have coped because of the lack of competitiveness that they brought about in British industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is the successful scenario, but in the unsuccessful scenario the other side of the Government’s balance sheet takes effect. Clearly competition and competitiveness still matter. However, the Government’s ability to inject more demand into the economy—this is a common sense approach, not a Keynesian one—is a function of its creditworthiness. Any company chairman will know that creditworthiness dictates how one copes. The United States’ problem is that it has run out of creditworthiness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government’s balance sheet is as good as it has ever been, but it is not the only important balance sheet. Over the past few years it has become fashionable to criticise the bull market. However, one of its side effects is that British industry has been able to obtain lower borrowing levels, better equity funding and a lower risk base than ever before. Thus, it is better equipped to deal with stronger competition and higher margins.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our policies stand up, on any scenario, in comparison with anybody else’s. We have the flexibility to move with the world markets. We have the capacity to cope with a drop in world demand. In the final analysis, whatever the outcome, the British economy has the equipment to harness the wind or weather the storm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}