{
    "url": "https://www.ukpol.co.uk/geraint-davies-2021-speech-on-global-britain/",
    "title": "Geraint Davies – 2021 Speech on Global Britain",
    "post_date": "January 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geraint Davies, the Labour MP for Swansea West, in the House of Commons on 11 January 2021.",
    "content": [
        "I speak tonight as the trade rapporteur of the Council of Europe, and as such I want to see democracy, the rule of law, human rights and environmental sustainability embedded in all our trade deals. We stand here tonight semi-detached from our closest and biggest marketplace—the single market—and our closest friends. Over there, when they are looking at deals, they are scrutinising and approving the negotiating mandate, looking at the negotiations, and approving individual deals before they are ratified, but here we have not seen and agreed the mandate, and we have not looked at the negotiations. These deals are already binding in international law because they have already been passed and ratified. The EU deal was dumped on us on Christmas eve in a half-filled sack marked, “Take it or leave it”, and we found that it did not even include any services, which are 80% of our economy. The Japan deal, worth £1.5 billion, would have been worth £2.6 billion via the EU. As regards the US, it is good to see the back of Trump and his isolationism and climate scepticism. We should now embrace President Biden in COP26 to ensure that environmental sustainability is central to all future trade agreements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As regards the Trans-Pacific Partnership, the US and India are standing back, and it is dominated by China, which has 18% of global GDP. China grew by 4.9% even last year through the pandemic. China is no friend of democracy, as we have seen in Hong Kong. It is no friend of human rights, as we have seen with the Uyghur Muslims. We have ended up moving from being a rule-maker in the EU, be it on the environment or financial rules, to a rule-taker from someone who does not share our values. That is why, if we do embrace the Trans-Pacific Partnership, we need to ensure that the UN human rights agreements are included and that, like New Zealand, we are one step removed and we do not agree investor-state dispute settlements. Otherwise those people from China who are building the nuclear power stations of the future, involved in HS2 and providing for 5G will end up being able to hit us, as we have seen in other examples like the nuclear provider Vattenfall in Germany. In a nutshell, with China we need to confront human rights, compete on trade, and co-operate on climate change and health. It is important that our COP26, G7 and Security Council chairpersonships embrace our fundamental values of democracy, the rule of law, human rights, fair trade and our environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}