{
    "url": "https://www.ukpol.co.uk/david-davis-2023-speech-on-saudi-arabias-execution-of-hussein-abo-al-kheir/",
    "title": "David Davis – 2023 Speech on Saudi Arabia’s Execution of Hussein Abo al-Kheir",
    "post_date": "March 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "David Davis",
            "url": "/tag/david-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Davis, the Conservative MP for Haltemprice and Howden, in the House of Commons on 16 March 2023.",
    "content": [
        "Hussein Abo al-Kheir had been on death row since 2015. He had been tortured into a false confession and always maintained his innocence. When I was told this weekend that his execution was imminent, I urgently wrote to the Prime Minister, the Foreign Secretary, the junior Minister, Lord Ahmad, the British ambassador to Saudi Arabia and the Saudi ambassador to the UK, calling for intervention to prevent Hussein’s execution—I received no formal reply, although I understand that a letter has arrived in my office since I have been in the Chamber. Hussein was subsequently executed. A response given on Tuesday to questions from the Father of the House appeared to suggest that, despite my representations, only low-level attempts were made to talk to the Saudis over the weekend. In 2015, the Foreign Secretary’s predecessor, Philip Hammond, intervened himself, successfully, to prevent the execution of a Saudi youth activist, and he prevented many more executions by so doing; that intervention saved Ali’s life. I firmly believe that a stronger intervention over the weekend could have saved Hussein’s life and perhaps more to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Saudi Arabia continues to be one of the most prolific users of the death penalty, killing more than 130 individuals in 2022. Since 1 March this year, the Kingdom has executed 11 people, including for non-violent drug offences. That goes against Saudi Arabia’s informal moratorium on the use of the death penalty for drug-related offences. Being soft with totalitarian states comes back to bite us, as we know from the Russian example. We must make it clear to our ally that it must abide by international standards of civilised behaviour; doing so might just save the lives of those who remain on death row.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to my right hon. Friend for describing the number of letters he has sent and pointing out that a response has been had. I am pleased that that is the case. I assure him that a range of interventions were made, as I described, at the most senior level by Lord Ahmad. That describes the energy with which he has made these representations, so we can be confident that a great deal of energy was expended in that effort. Of course, we cannot speculate as to the particulars of the case. My right hon. Friend mentioned the apparent spike in cases. Again, it might not be useful to speculate, but it might be that a pre-Ramadan surge of cases is adding to the apparent uptick. I understand that the moratorium relates to drug use rather than drug smuggling, and this case pertained to an allegation of and conviction for smuggling rather than use, which I think is relevant. It is not useful to speculate further on the particulars of this case, but we do make clear our continued opposition to the use of the death penalty, and our close working relationship with the Saudi authorities allows us to do just that in a way that allows us to appeal for clemency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}