{
    "url": "https://www.ukpol.co.uk/clinton-davis-1978-speech-on-stansted-airport/",
    "title": "Clinton Davis – 1978 Speech on Stansted Airport",
    "post_date": "March 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Clinton Davis",
            "url": "/tag/clinton-davis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Clinton Davis, the then Under-Secretary of State for Trade, in the House of Commons on 10 March 1978.",
    "content": [
        "The hon. Member for Saffron Walden (Mr. Haselhurst) has spoken eloquently about his fears concerning the future of Stansted Airport, but he has failed to give any proper recognition to the considerable effort the Government have deployed to develop sensible and realistic policies which take account of the views of those most concerned with airport development. I heard no word of that in his speech. He has attributed designs to the Government that I reject as being no part of our policy. I hope I shall be able to give him some reassurance on this point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As to a debate on the White Paper, I would certainly very much welcome that possibility, but the hon. Gentleman knows what the agenda of the House of Commons is before Easter. I do not have to remind him about that. With respect, that was rather a fruitless effort on his part, but if the Opposition feel as devotedly about it as he does, there is the opportunity of a Supply Day. I look forward to seeing whether the Opposition want to take advantage of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The White Paper on airports policy is the result of unprecedentedly extensive consultations. We started the process in 1975, when we published the consultative document “Airport Strategy for Great Britain”, which sets out in the greatest detail the major issues involved in planning airport development for the future—the need for additional capacity in the London area, the problem of aircraft ​ noise, the implications for the environment, for surface transport and for employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This was backed by an analysis or demand forecasts and by detailed supportive evidence on other technical matters. The Government’s intention was to lay the whole problem open to discussion and to involve all those concerned or affected by airport development in the policy-making process. In consequence of that, nearly 1,000 organisations and individuals contributed their views, and many took part in discussions—and in discussions with Ministers. It is from this thorough, painstaking, examination that the Government’s policy has emerged.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government never expected that its conclusions would be universally accepted. This is just not possible when there are so many conflicting views and interests. What we have sought to do, and I think succeeded in doing—I think this is generally accepted, despite the hon. Gentleman’s assertion—is to strike a balance and adopt a sensible, flexible approach to airport development. We have acknowledged that our conclusions, particularly as regards the London area, are based on demand forecasts which are inherently uncertain. Who could have forecast the changing developments which took place between 1970 and the present day?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman is inviting ms, in fact, to be more certain in my forecasting over the next 12 years. I cannot do that. But what we have undertaken to do is to keep these forecasts under constant review—another point that he failed to mention —and to lay the methodology of forecasting open to discussion, so that decisions about the future may be taken in full knowledge of the facts and of the uncertainties. I think that that is a particularly reasonable way of going about this matter. It involves open government in this area, and I should have thought that that would be welcome to the hon. Gentleman.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The White Paper is concerned with the 1980s. With regard to the longer term, the Government have undertaken to continue to consult consumers of air services, amenity groups, local authorities and others about the provision of capacity ​ beyond 1990. There is no question of taking decisions about the longer term by stealth. Any further development must be subject to full and wide-ranging consultations, as I have said on a number of occasions. That is clearly stated in the Government’s policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I visited Stansted on 13th February to discuss the White Paper with representatives of the various interests concerned. The hon. Gentleman was there. I invited him to attend my discussions. There was nothing furtive about it at all. He will know from his attendance that I totally rejected any suggestions that the Government have a ready-made solution and have already taken a decision to develop Stansted Airport or that there are any ineluctable development. I confirm to the House what I said to the people of Stansted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As explained in the White Paper, the problem we have to face in the London area is the shortage of airport capacity in relation to the expected growth in demand. The forecasts suggest that demand will range between 66 million and 89 million passengers a year by 1990—as the hon. Gentleman said—compared with a throughput of about 33 million in 1977. However, we have grounds for believing that the top end of the forecast range is too high.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman asked me to say something about the methodology of the forecasts and the discussions that took place on the forecasting. There was the most careful consultation between the CAA and the BAA. There was also discussion with British Airways and British Caledonian. Although I cannot tell the House today what their present views about the forecasting may be, they are entitled to have their views. One has to channel those views through the machinery that we are proposing to set up. We see no reason for being tardy or for delaying the establishment of the machinery. We need to do that as rapidly as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Capacity at the four main London Airports—Heathrow, Gatwick, Stansted and Luton—will be close to 50 million passengers a year by the end of 1978 when existing development work at Gatwick and Heathrow will have been completed. This should be sufficient to meet demand during the early 1980s, provided that a better distribution of traffic can be achieved between the respective airports.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Beyond that, the White Paper provides for expansion of capacity at the existing airports up to 1990; a fourth terminal at Heathrow, raising capacity to 38 million subject, of course, to the results of the public inquiry but no fifth terminal; a second terminal at Gatwick, raising the capacity from 16 million to 25 million, but no second runway—it is the view of the BAA that there is no need for a second runway—and smaller improvements at Stansted and Luton to enable these airports to handle 4 million and 5 million passengers a year respectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The White Paper expressly rules out any further expansion at Heathrow, Gatwick and Luton, but a major expansion at Stansted remains a possibility in the longer term if demand continues to grow. But that stands alongside several other options.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is this which has led to the hon. Gentleman’s unease, because he would like a ceiling to be set on the expansion of Stansted and he believes—wrongly, as I said earlier—that the decision has already been taken to expand Stansted to an airport on a similar scale to Gatwick.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Haselhurst rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I shall not give way because I have rather a lot to say. The developments I have described are all subject to the normal planning procedures and, as appropriate, to a public inquiry, as in the case of the fourth terminal at Heathrow. They would provide a total capacity of 72 million passengers a year at the London airports. We believe that this will be sufficient to accommodate demand up to 1990, depending on the outturn of traffic. As I said earlier, we intend to monitor demand very closely, and to improve our forecasting methods, in order to base longer-term decisions on more accurate data, and to avoid being tempted by costly and grandiose projects which could turn out to be white elephants, as I believe Maplin would most certainly have been.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some would have preferred the Government to commit more than £1,000 million of taxpayers’ money to the building of the first stage of Maplin, with all the necessary road and rail connections. But, ​ as a responsible Government, we examined the proposition in great detail, in the light of the demand forecasts, and rejected this solution emphatically at the time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The first stage of Maplin would have provided accommodation for 18 million passengers a year. But the proposals in the White Paper would provide the same level of passenger capacity at Gatwick, Stansted and Luton, at a cost of only £150 million. That is an important figure, an important difference. We believe that it is necessary, particularly in the light of current economic expectations, to continue to restrain public expenditure. We believe that that should be done in practice as well as in theory, although it is the theory which applies mostly to Opposition thinking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because of the uncertainty of demand forecasts and of the massive costs involved in airport development, we have decided to adopt a step-by-step approach to the provision of airport capacity. That means that we shall take the necessary decisions at the appropriate time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As regards Stansted, I am only too well aware of the opposition of local amenity groups to any expansion whatsoever. I was told, when I went to Stansted, that the tom-toms of the natives were beating steadily. There are other views which have been put to me. As a Government we have to take a broad view and seek to balance the conflicting interests, taking a less jaundiced view of what the local interests are than some would have us take.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The aim of our strategy is to meet the expected growth in demand. There is no escaping the fact that 80 per cent, of all passengers using London airports have origins and destinations in the South-East. While the development of tourism in the region and the rationalisation of regional airport capacity should help to divert traffic from London in the longer term, it would be unrealistic to try to compel passengers to use airports remote from their homes or destinations. We have to face the fact that London airports will continue to bear most of the burden.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend announced on 5th April 1977 that charter traffic would be banned from Heathrow starting on ​ 1st April this year and that the Government and the British Airports Authority would pursue a policy of transferring scheduled traffic to Gatwick, with a view to sharing the load more evenly between these two major airports. We have already made some progress in that direction, and Gatwick is rapidly developing into a major international airport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Part of the Government’s policy, as outlined in the White Paper, is to concentrate short-haul charter traffic at Luton, and, over time, long-haul charter traffic at Stansted, which at present is grossly under-utilised, as the hon. Gentleman accepted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The aircraft noise situation at Stansted is less adverse than that of any other London airport. Moreover, the policy on night jet restrictions will ensure that noise disturbance at night is kept to a minimum, as traffic there develops. I believe that Stansted must play its role in helping to meet the demand during the 1980s. It would be quite inequitable to expect that other airports, which already handle considerable volumes of traffic, and the large number of people living in their vicinity, should accept a greater share to spare the Stansted area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With regard to the future, I want to make it clear again that the Government do not at present envisage the expansion of Stansted airport beyond a capacity of 4 million passengers a year. In the longer term, beyond 1990, there is likely to be a need for additional capacity in the London area, if demand continues to grow. With the increasing use of larger aircraft, this should not involve the construction of a massive four-runway airport, as envisaged in the earlier proposals for Stansted, Cublington, or Maplin, but a more modest solution. It is that which represents the difference in the parameters of thought between what I am saying and what the hon. Gentleman was seeking to stipulate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The White Paper sets out the three possibilities, to which he referred. We are prepared to consider these three possible solutions and the other options which might be proposed for meeting the demand. We shall shortly be discussing with local authorities and others ​ concerned the setting up of a formal structure to advise on longer-term policies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have no preference for one solution over another. All of the options will be thoroughly examined before any decision is taken. We have given sufficient proof of our determination to continue the process of consultation which has worked well in the working out of the national airport strategy. Our intention now is to take the right decision at the right time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member has poured scorn on some of the propositions in the White Paper. I think that he has been less than fair. He is characteristically a very fair Member, but I understand that his thinking must to some extent be subjective.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are obviously constituency interests which must impinge upon his consideration of these matters. I make no complaints about that. He is here, among other things, to defend his constituency interests. But what I want to establish quite clearly in this debate is that we have no intention of trying to ignore those constituency interests—of developing, as I have said, Stansted by stealth. That would be most unfair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member sought to intervene earlier. I have virtually completed what I want to say. In fairness, I let him intervene now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Haselhurst**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very grateful to the Minister. It was a question of the constructive intent of the Government rather than the deliberate intent, and if their forecasts are wrong the worry is that the inevitable consequence will be a further expansion at Stansted and that that is being made necessary by the strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand the hon. Member’s concern, but we have neither an express nor an implicit design to go beyond what we have said in this debate or in the White Paper. I want to be absolutely fair to the people living around Stansted and working around Stansted. They have a right to be consulted. They will be consulted. Also, of course, the local authorities in the whole of the London area have a vested interest in ensuring that the development within the London area is sensible and pays heed to ​ the various conflicting interests that apply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}