{
    "url": "https://www.ukpol.co.uk/geraint-davies-2022-speech-on-energy-price-capping/",
    "title": "Geraint Davies – 2022 Speech on Energy Price Capping",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geraint Davies",
            "url": "/tag/geraint-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geraint Davies, the Labour MP for Swansea West, in the House of Commons on 8 September 2022.",
    "content": [
        "When people talk about famines, they think of food shortages, but in fact famines are a combination of higher prices and lower wages. We are approaching famine conditions in Britain because after 12 years of UK austerity, with cuts in services, frozen wages and the devaluation of the pound, our people are much weaker facing the tsunami of price rises that we have seen from Putin’s brutal war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The response from the oil companies, of course, is that their operating costs are just the same but their prices go up. They make windfall profits. They have picked the pockets of British people, and we demand our money back. There is a sort of windfall tax at the moment; as has been said, it should be continued at international rates so that people do not face yet another £500 coming out of their household budgets. Millions of people are in desperate poverty and simply cannot afford that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister rightly talks about growth, but what she needs to remember is that the OECD has found that there is less growth if there is greater inequality. At the same time, she talks about giving back national insurance so the bottom 10% get an extra £7.60 and the top 10% get £1,800. In other words, she will increase inequality by putting more burdens on households, giving the rich more in tax giveaways, including national insurance, and not taxing the excess and unjustified profits of big corporations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The OECD has also found that growth is very much linked to the education of the poorest. The Government’s ambition is simply to get education spending up to 2010 levels by 2024, but they will not even achieve that because of inflation. Coretta King famously said that poverty is a child without an education. We have seen education standards falling throughout the pandemic, particularly for the poorest, so we need to invest. Meanwhile, the Government are provoking a trade war with the EU over the protocol, Bank of England rates are likely to go up, and they are provoking strikes with the trade union movement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What we want is growth. What we saw with the Labour party in the 10 years to 2008 was 40% growth in the economy that allowed us to double investment in education and in health. Had trend growth continued at Labour Government levels, the average income in Britain would have been £10,000 higher, so there would have been more resilience to the external shocks of the pandemic and the energy crisis. We need to think about that, and we need to invest in hydrogen instead of fracking and in renewables instead of more and more oil.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}