{
    "url": "https://www.ukpol.co.uk/mims-davies-2019-speech-on-uk-sports-funding/",
    "title": "Mims Davies – 2019 Speech on UK Sport’s Funding",
    "post_date": "February 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Mims Davies",
            "url": "/tag/mims-davies/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Mims Davies, the Parliamentary Under Secretary of State for Sport and Civil Society, on 12 February 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/02/mimsdavies.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/02/mimsdavies.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is fantastic to be here today to speak to you all and to set out my priorities as Minister for Sport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before I begin, I wanted to express my condolences to the friends and family of Gordon Banks. I am sure we’re all very sad to hear about his passing today. His contribution towards the 1966 World Cup victory and THAT save against Brazil in the 1970 World Cup have already cemented his place in history and he will be remembered as one of football’s greats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But today is an exciting day as UK Sport unveils its future strategy beyond Tokyo.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The capacity for long-term planning has been instrumental in ParalympicsGB and Team GB’s continued success, so it is right that UK Sport review how their funding is targeted and resources are deployed, as we move towards Paris for 2024.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, let’s talk about Atlanta 96 saw us place 36 in the medal table. I remember watching some good stuff – including Steve Redgrave and Matthew Pinsent battle their way to what was to be our only gold medal of the games. A not so memorable moment was where we hit the headlines for athletes selling kit on the streets to raise money… and that’s not a good thing, so I am glad that times have changed since then!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fast forward twenty years and we finished second in the medal table at the Rio Olympics. That is absolutely because of the right investment, the right strategy and unparalleled commitment from talented athletes and coaches. But imagine what further investment and planning would achieve? We want to maintain our status as an Olympic and Paralympic powerhouse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "2015 saw us publish our Sporting Future strategy, which set out a bold new direction for sport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It reassessed how we value and measure the impact of sport and physical activity on the nation’s health and well-being. It prioritised tackling inactivity and engaging people from underrepresented groups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Crucially, it placed five outcomes at the heart of everything we do – physical wellbeing, mental wellbeing, individual development, social and community development, and economic development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a good moment to pause and look back at the progress we have made. But, far more importantly, it is the time to look ahead, to raise the bar and to set ourselves new challenges and new ambitions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, I had the privilege of addressing the House of Commons to speak on a debate on sport. I was struck again, as I have been many times over the last three months, by the power of sport. It impacts lives in the most varied and positive of ways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, there are also some very serious issues in sport that we must tackle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is why I took the opportunity to announce that I will be holding a summit on racism in football with key partners. There is absolutely no place for discrimination in sport and I will address this head on. And we saw that today with Joe Root and I promise to tackle this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today I want to use my time with you to set out my three big priorities as minister for sport:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Harnessing the power of our sporting excellence to maximise our international impact and inspire a nation\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fostering a culture of sport based on the very highest levels of integrity and fairness\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And increasing engagement in sport and physical activity for absolutely everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So, how are we going to do this? Well firstly, I want to thank you, for all the hard work you do to support our athletes to be the best they can be – we are right behind them as they seek again to inspire us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When John Major introduced the National Lottery almost 25 years ago, few would have believed that our Olympic and Paralympic heroes would have delivered over 860 inspirational medal moments for the nation and created the term ‘super Saturday’; a day few of us will ever forget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The breadth of success at the Rio Games demonstrates how the elite sport system has evolved. Team GB won more gold medals across more sports than any other nation – a sure sign that the system is working, that success breeds success and that the UK has truly cemented our place as a nation capable of succeeding on the global stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But we should not take the undoubted success of our elite system for granted. Long-term investment from the Government and the National Lottery are the foundations upon which the strength of British elite sport has been built.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And here we should acknowledge the valued contribution of National Lottery players, without whom none of this would be possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we approach 25 years of the Lottery, we must take the opportunity to connect with players and to remind them what is possible. They should know that our athletes hopes and dreams rest on people continuing to play.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We currently offer levels of support to our athletes that are the envy of many competitors – I want this to continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "UK Sport’s future strategy will help our wonderful athletes to deliver further world-class performances beyond Tokyo and to inspire the country once more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The new three million pound Aspiration Fund, is another extremely positive step in opening up opportunities to all. The Fund will support those sports who do not currently receive full UK Sport funding to help teams and athletes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our athletes are representative of society, coming from all walks of life and backgrounds – disability is no bar to medal success. They are part of the fabric of our national identity – a true British success story.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we look to fund a wider range of sports, over a longer period of time it is important that these sports inspire and represent our diverse society. Let’s not be afraid to invest in the potential reach and success of currently unfunded sports too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am going to mention it… as we leave the European Union, we continue to work closely with the Foreign and Commonwealth Office, and the Department for International Trade, to make the most of the incredible contribution sport gives to our international profile and our vision for Global Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we continue to deliver major, world class sporting events. Next week, it will be just 100 days until we host the Cricket World Cup, which will have an expected global audience of around one and a half billion. How exciting!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And it’s not just cricket – over the next year there will be absolutely something for everyone – from the World Wheelchair Curling Championships in Stirling that is happening next month, to the Netball World Cup in Liverpool – a trip up there may be on the cards – and Yorkshire hosting the World Road Cycling in September.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our Sport is Great. Our investment in major events delivers opportunities for everyone, everywhere, to see this first hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And of course we’re looking forward to hosting the 2022 Commonwealth Games in Birmingham which, with an estimated TV audience of 1.5 billion – that number is just rolling off the tongue – will showcase the city, the whole of the West Midlands and the UK to the rest of the world. It will demonstrate our country as a destination for sport, business, leisure, tourism and education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Having such a huge audience for this kind of event is amazing. It means that we have the opportunity again to inspire people across the world. This is also why it is so important that there is a wide range of sport on TV.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So, we’ve seen the popularity of women’s sport on TV grow since 2012 – England’s victory in the 2017 Women’s Cricket World Cup Final was seen by over a million people, and more than the number of people that usually tune in for a Premier League match. So congratulations to them!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I recognise the progress that has been made – and a huge thank you to Channel 4’s innovative and engaging coverage of para-sport broke new boundaries. But women’s sport on television still remains too much of a novelty. Sometimes we are still surprised to see it appear on terrestrial channels and while I recognise that progress has been made – further change is needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Equality means visibility. Whoever we are, we have the right to be inspired by diversity in sport that shows the best in all of us. I urge sports bodies, broadcasters, and the wider print media to that bit better. It’s 2019 and it’s time we had more coverage of women’s sport on television and in the wider media.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We all want our children to grow up appreciating great sporting success, regardless of who is playing it and where.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But what’s important is not just that we win medal and succeed on a global stage – but that we do it the right way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Events like the Commonwealth Games are fantastic occasions. 2022 will be an opportunity to showcase the values of our great nation, ten years on from London 2012 – just showing how much we have improved in terms of inclusivity and equality for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must continue to have robust anti-doping and governance regimes, both domestically and internationally – we must continue to lead the way. This is not just a message from me. It’s a message from the athletes I’ve spoken to since I took up this role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have had discussions with UK Anti-Doping, UK Sport and the World Anti-Doping Agency after hearing these messages strongly from athletes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am clear that we need to see long-term, strategic change to increase transparency in the anti-doping system, and that we all have confidence in WADA’s future work and the integrity of sport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is so important that our top athletes are treated fairly, with respect. And it goes as well for tackling doping.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I’m delighted to see the steps UK Sport have taken around the mental health of those involved in elite sport for instance. It is absolutely right that they have strengthened and clarified standards and processes around behaviour and resolving disputes. It is important that we support our athletes not just when they are competing, but as they move into retirement and start thinking about the next stage of their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is vital work, and I give UK Sport my backing as they continue to make our elite sport system stronger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, people also need to feel safe when they take part in sport. Ensuring children and those at risk are protected as much as possible is a top priority for me. I have been talking to my ministerial colleagues in the Ministry of Justice about the positions of sports coaches and “position of trust” to give additional protection to 16 and 17 year olds – this work continues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also want people to be safe when they play or watch live sport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know there is continued interest in our stadiums, stadium safety and the longstanding commitment to the all-seater policy in football. I am expecting a report which reviews existing evidence on this topic very soon, and will, together with the Secretary of State, consider its findings extremely carefully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Watching live sport brings communities together and it encourages people to spend quality time with friends and families and unites strangers behind a common goal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So it is really important that everyone has the chance to watch and to take part – and this takes me onto my final priority – to increase engagement in sport for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Any why is this important?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because absolutely everyone should be able to enjoy the benefits that taking part in sport and physical activity can bring.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It should be fun, inclusive and there should be no barriers to taking part.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We want half a million people to be more regularly active across England by 2020 – yes that’s only a year – with at least half of these being women. And we are making good progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over 470,000 more people are already active compared to when we launched the strategy in 2015 – but delivering long term change in habits requires persistence. We must do more to encourage people to get – and above all stay active.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to help “harder to reach” groups get active:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "More women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "More people from BAME backgrounds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "More disabled people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "More of the many people who have a hard time finding spare cash for exercise and wellbeing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "More who struggle to find family activity time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let’s make sport something everyone can do and something that brings people together. These are often the people who have the biggest hurdles to overcome to be active, and who need our support the most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that physical activity has a massively positive impact on our nation’s health and well-being.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Physical activity can reduce the risk of chronic diseases and health conditions, like diabetes and heart disease.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It can help with the ever increasing pressures on our health and social care systems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Evidence shows that referrals to exercise classes, sports groups or even ballroom dancing can help with their physical and mental wellbeing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am keen that future spending decisions should take into account the huge benefits that sport and physical activity and all it can bring.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will be working closely with my ministerial colleagues in the Department for Health and Social Care on this very important area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In order for people to get – and stay active – they need to find the right sporting opportunity that appeals to them. It has to be enjoyable. It has to be affordable. It has to fit in with people’s busy days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It sounds simple, but I know many of us will have experienced the frustration of not being able to find and book a swimming lesson or badminton court in the right location, at the right time, can be simply off putting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is why we are working with Sport England and the Open Data Institute to make it as easy to book onto a sporting activity as it is to book a holiday or order a take-away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, this is not something that we can do alone. Today I am issuing a call to action for ALL organisations, big and small, across the sport and physical activity sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Work with us. Consider how you can open up your data to make it easier for people to find the right opportunity to be active. This work is incredibly important and an area I will be focussing on in the coming months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to make sure that all children, and their families, can enjoy sport and physical activity and that they reap the benefits of an active lifestyle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Late last year, Sport England published the first set of data from the Active Lives Children survey. These results MUST be a wake-up call for the sector. Our children are not active enough and we need to do something about it. Again, we need your help.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need all physical activity providers, National Governing Bodies of sport, schools, community clubs, leisure operators and others to play their part. We need to make sure we are maximising use of facilities, including opening up more facilities owned by schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to build on the learning from the Sport England Families Fund which has committed up to £40 million pounds for families with children to be active together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the Secretary of State for Education said in his speech last week, sport is one of five key foundations in building character and resilience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a minimum schools must ensure children are physically literate. It is just as important that parents encourage kids to be active, as it is to read them books or do times tables. Children need to learn how to run, jump, throw, catch. All of these things are absolutely fundamental to building a sporting habit for life. And maybe come an elite!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To achieve this we need schools to deliver high quality sport and physical activity before, during and after the school day. We must ensure that all children have a positive first experience of sport at school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To get more kids active, both in and out of school we will be publishing a new cross-government plan. I particularly want to focus on building children’s confidence and enjoyment of sport – and that’s something the Department for Education Secretary of State discussed at our recent roundtable. They need to learn the fundamentals of movement but most importantly they need to have fun.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also want to ensure the after-school period provides the opportunity for children to be active in safe, enjoyable environments after school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And this means all children – but especially those from under- represented groups; girls, certain BAME groups and those with a disability, or indeed hidden disabilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is time to put sport and physical activity on a par with reading and writing. It is essential in giving our kids the tools and the confidence they need to live healthy and physically active lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to thank you all for being here today and for the opportunity to set out my vision in my portfolio for sport. Thank you to the clubs, volunteers and mentors for what you’re already doing week in and week out to inspire people to get active and enjoy sport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am ambitious – because we all should be – where I think the sector needs to be and about striving for excellence at both the grassroots and the elite level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I need your continued support to deliver this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need you to work with us on opening up data and facilities, on providing the right offers that will get people active, on supporting our athletes and upholding our sporting values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want our children to be inspired by sport. I want them to see as many sports as possible, and understand that sport is for everyone. I want them to discover new sporting heroes and be caught up in the excitement of top level sporting action. Together we can achieve all of this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you. And thank you UK Sport for leading the way – I look forward to working alongside you and everyone in this room.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}