{
    "url": "https://www.ukpol.co.uk/martyn-day-2020-speech-on-the-coronavirus/",
    "title": "Martyn Day – 2020 Speech on the Coronavirus",
    "post_date": "July 14, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Martyn Day",
            "url": "/tag/martyn-day/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the speech made by Martyn Day, the SNP MP for Linlithgow and East Falkirk, in the House of Commons on 14 July 2020.",
    "content": [
        "I thank the [Secretary of State for his statement](https://www.ukpol.co.uk/matt-hancock-2020-statement-on-the-coronavirus-10/); it represents a welcome step towards preparing for any potential new second wave of coronavirus infections this winter. The virus has not been eliminated, so as we lift lockdown and people increasingly interact with one another, we need to use every tool we have to reduce the risk of a second wave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A report commissioned by the UK chief scientific adviser, Sir Patrick Vallance, has concluded that July and August must be a period of intense preparation for a potential winter resurgence of the virus, with R potentially rising to 1.7 by September. The report’s worst-case scenario forewarns of an estimated 119,000 associated hospital deaths between September and June—more than double the deaths we saw during the spring wave. This outcome, of course, does not take any account of likely actions that the Government may take. I sincerely hope that an elimination strategy is adopted as part of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The move to compulsory face coverings is a welcome and helpful intervention, but I am in no doubt that effective uptake will require consistent and effective public messaging. So far, we had the Chancellor of the Duchy of Lancaster saying on Sunday that face coverings should not be mandatory, the Justice Secretary saying that they perhaps should be, the Prime Minister saying that he is looking at the evidence and, thankfully, the Health Secretary today saying they will be mandatory. Will he confirm the implementation date? Press speculation has suggested 24 July. When the head of the World Health Organisation said yesterday that mixed messaging from leaders is one of the worst challenges in tackling covid-19, who do we think he had in mind?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The chair of the British Medical Association said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“each day that goes by adds to the risk of spread and endangers lives.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While I welcome the UK Government’s falling into line with Scotland and 120 other countries worldwide on mandatory face coverings, they need to be one component of a wider elimination strategy, not just about keeping the virus down. I hope the Secretary of State will take this opportunity to commit to an elimination strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}