{
    "url": "https://www.ukpol.co.uk/eric-deakins-1978-speech-on-redditch-casualty-service/",
    "title": "Eric Deakins – 1978 Speech on Redditch Casualty Service",
    "post_date": "April 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Eric Deakins",
            "url": "/tag/eric-deakins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        }
    ],
    "summary": "Below is the text of the speech made by Eric Deakins, the then Under-Secretary of State for Health and Social Security, in the House of Commons on 3 November 1978.",
    "content": [
        "I begin by congratulating the hon. Member for Bromsgrove and Redditch (Mr. Miller) on getting an Adjournment debate so quickly in the new Session and for giving me the opportunity to speak about the problem generally—it is a difficult one— and to assure the people of Redditch that the difficulties over their casualty service have not gone unnoticed here in London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the hon. Gentleman well knows, through our correspondence, and in his meetings with my right hon. Friend the Minister of State, we have been involved in this issue for some time now. As he ​ said, it is a most difficult one, and I hope in the course of my remarks to clarify some of the problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our concern has been to ensure that the residents of Redditch are provided with an accident and emergency service appropriate to their needs and—of almost equal importance—that they are fully informed about the different services available. I hope, if there is time, to return to this latter point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Hospital treatment for the great majority of casualties from Redditch is provided in one of three ways. The most serious cases are usually treated at Selly Oak hospital in Birmingham—a journey of about 15 to 18 minutes by ambulance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Other, less serious, cases are dealt with either at one of the hospitals in Bromsgrove, about seven miles away, or, if the casualty arises between 9 a.m. and 5 p.m. on a Monday to Friday, at the Smallwood hospital in Redditch.  \nSmallwood hospital is a general practitioner hospital of some 42 beds, with a casualty department staffed by 24 local general practitioners. They provide medical cover according to a rota which they themselves have drawn up. The general practitioners are not necessarily in attendance at the hospital throughout their period of duty, but they obviously have to be immediately available if required. During the last period of 12 months for which figures are available there were, on average, 170 new patients treated at Smallwood hospital each week. It does appear, however, that the numbers have recently been increasing. Until the end of March 1977 the general practitioners in Redditch provided 24-hour seven days a week cover and were, at that time, treating about 260 new patients a week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think it might be helpful if at this point I briefly describe the general picture with regard to the remuneration of general practitioners who work in general practitioner hospitals. At present, the only approved methods of remuneration are the staff fund—also known as the bed fund—system as provided for by the terms and conditions of service of hospital medical and dental staff, or, where appropriate, sessional payments at the part-time hospital medical officer rate. These practitioners are commonly referred to as clinical assistants. Where the number of patients attending the ​ general practitioner hospital as casualties or the nature of the services being provided—that is, services other than those the general practitioner might have provided in his own surgery—are such that the staff fund alone is not considered to provide adequate remuneration for the work, health authorities may make sessional appointments at the clinical assistant rate to remunerate the work falling outside the scope of the staff fund.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The clinical assistant rate is, at present, £720 per year for one session per week. Each session is equivalent to three and a half hours’ work at the hospital. There are no nationally agreed rates for “on-call” work for this group and health authorities are expected to agree locally on appropriate assessment of sessions for any on-call work, taking into account the amount of clinical work arising from the on-call commitment, not merely the length of time on-call. The rate of payment into the staff fund and the sessional fees payable to clinical assistants are those recommended by the Doctors’ and Dentists’ Review Body, the independent body set up to advise the Prime Minister of the day on matters of medical and dental remuneration within the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Discussions between the general practioners and the Hereford and Worcester area health authority about its future level of remuneration for services at Smallwood hospital began in 1976 when the general practitioners were still providing full casualty cover. I understand that at one stage it was thought that the general practitioners might be eligible for the new hospital practitioner grade. As they were not working as part of a specialist consultant team, however, such a regrading was not possible. At another stage in the negotiations the general practitioners were made an offer that was subsequently withdrawn. I can well understand the general practitioners’ frustration at these events which must clearly have adversely affected their relationship with the area health authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the end the only agreement that could be reached was for the restricted casualty service now in operation for which the general practitioners as a group are paid 17 clinical assistant sessions a week. This total number is made up of three sessions per day plus an additional ​ two per week to cover bank holidays, sick absences and so on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The concern over the introduction of a restricted service and the need for the AHA to establish what kind of service was being provided and what kind was necessary, led the authority to set up a survey of general practitioner casualty provision. As the chairman of the AHA explained in his letter of 27th February 1978 to the hon. Gentleman, the aim of the survey was to establish three things. First, the degree to which the nature and quantity of work carried out by general practitioners at the Smallwood hospital compared with a consultant manned accident and emergency department. One case for paying additional remuneration would be if the general practitioners were dealing with more serious cases than was normal in such a casualty department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, the survey was to find out the degree to which the work undertaken in the department might be considered part of the general practitioners’ normal workload. There is little doubt that a proportion of the patients treated in the casualty department would, elsewhere, be treated in their general practitioners’ surgeries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thirdly, the survey was to provide information to help the AHA to decide whether or not the restricted service provided an acceptable level of casualty cover for the town.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unfortunately, both because of the illness of the officer conducting the survey, and because of the complexity and number of patient records being analysed, this review took longer than expected and, indeed, is still incomplete. Apparently the analysis of patients’ records retrospectively has not provided as much information as was expected. It has therefore become necessary to consider embarking on a prospective survey in which, it is hoped specific information will be obtained from patients during the course of their treatment. An interim report from the survey was put before the authority’s meeting on 16th June 1978. On the first of the three questions the report concluded that although the contention that the work was more akin to that of a consultant department could not be conclusively refuted, the evidence thus far available was strongly suggestive to the contrary. The report also dealt at some length with the pattern of treatment ​ for Redditch patients with particular reference to the location of the treatment whilst the Smallwood hospital casualty department was closed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand that the AHA discussed the report and the whole situation in considerable detail but felt unable to depart from the general principle adopted for its area; namely, that one session per week should be paid for each 600 new attendances annually. The Redditch general practitioners’ current level of remuneration, which had been separately negotiated at 17 sessions a week, exceeds that which would be payable under the general formula; and their request for an ultimate payment of 42 sessions a week for 24-hour cover is well in excess of the level likely to be reached were they to provide such a service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The AHA asked the district management team to pursue with the general practitioners the possibility of rearranging the sessions currently worked so as to provide fuller cover at the hospital. This might have involved, for instance, transferring one of the three sessions from the morning period. As the hon. Gentleman is aware, the general practitioners have rejected this approach. The AHA also resolved to delay any final decision on the general level of remuneration payable to general practitioners in cottage hospitals pending the outcome of discussions on the consultants’ contracts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member may like to know that a joint working group made up of representatives from the health Departments—DHSS, Scottish Home and Health Department and Welsh Office—representatives from NHS management and representatives from the British Medical Association has recently been set up to discuss the work of general practitioners in hospitals with particular reference to the implications for the remuneration general practitioners receive for this work which obviously is directly relevant to this problem. The payment of general practitioners for casualty work in general practitioner hospitals and units is one of the subjects being considered by the working group. The health Departments have made certain proposals on this to the BMA; these include the setting up of a special casualty fund, on the lines of the existing staff fund, to remunerate these casualty services. I cannot say more at ​ this point on progress in the working group or of the shape of any future agreement, but I can assure the hon. Member that we hope that an agreement may be possible in the reasonably near future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must hope that these national discussions lead to a generally accepted basis for this type of remuneration. In the meantime, however, it is for the health authority and the general practitioners locally to agree on an acceptable level of service and of remuneration to the general practitioners for providing it, taking account, obviously, of the needs of the residents of Redditch and of the requirements of the pay policy that extra pay can be justified only by identifiably additional work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I ought perhaps also to draw attention to the long-term solution to the problem. As the hon. Gentleman knows, the West Midlands regional health authority is firmly committed to the provision of a major new district general hospital in Redditch. Its first phase is expected to include some 330 beds, together with a full consultant-staffed accident and emergency department. The question of the site for the new hospital has now been finally resolved and it is expected that construction will start in early 1983 with a view to completion of the first phase by 1986.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A number of points were raised by the deputation which the hon. Gentleman brought to see my right hon. Friend the Minister of State on 20th July. I should like now to deal with these points. I hope that the hon. Member will treat my remarks as a further reply to his recent letter and parliamentary Question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Perhaps the most serious point raised was that unless the general practitioner’s remuneration was improved there was a danger that insufficient doctors would be prepared to participate in the scheme and the service might collapse altogether. I hope that the remarks I have made this afternoon about the comparison between the amount paid to Redditch general practitioners and that payable in other hospitals in the area will go some way to avert that danger. I should like to take this opportunity to say that there is no doubt that the local general practitioners are providing an extremely valuable service for their town.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was also suggested that the AHA might make its own arrangements for providing an extended casualty service, perhaps by advertising for additional staff. It must be said, however, that this is no more than a theoretical possibility. There would be very great difficulty in attracting suitable applicants for such a post and it is by no means certain that proper consultant supervision could be arranged.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The deputation raised the possibility of a reduction in the number of new attendances on which the payment was based. I have already said that the AHA felt unable to depart from its general basis of one session for each 600 new attendances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, the deputation spoke of the refusal of the Hereford and Worcester family practitioner committee to pay night visit fees for the work formerly undertaken after 11 p.m. by the general practitioners at Smallwood hospital. The statement of fees and allowances payable to general medical practitioners provides that a night’s visit fee will be payable subject to the relevant conditions being met where in the patient’s interest the general practitioner provides specific treatment at a general practitioner hospital, provided that the doctor is not on duty at or on call for the hospital at the time, and that the request for the patient to be seen did not come from the hospital. I think it is clear that those conditions were not satisfied and that the decision of the family practitioner committee not to pay a night visit fee was, therefore, correct.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the start of my speech I said that, if there were time, I would return to the question of the information available to the people of Redditch about the health services provided for them. The difficulties over the Smallwood hospital casualty service were discussed at a recent meeting of the West Midlands regional health authority. The authority concluded that the resolution of the dispute did not lie in its hands but felt that the local residents should be kept in touch with the facilities in the area. I understand that the authority’s public relations department is currently having information compiled about the whole range of these services and that, after discussions with the district management team, the family practitioner committee and the ​ local community health council, it is hoped to issue a comprehensive health information sheet within the next few weeks. It is expected that this will be issued by a professional distribution service on a door-to-door basis to every household in Redditch. Such an information sheet would thus have a wider distribution than the existing leaflet on the family practitioner services which is issued by the housing department of the new town development corporation to all its new tenants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the items which I should imagine will be included is a description of the hospital services available in Bromsgrove. I understand that there is some confusion about the location of the casualty department in that town. The department is, in fact, at the cottage hospital and not at the larger general hospital. I know that the community health council has suggested that a full accident and emergency department should be provided at Bromsgrove general hospital. The AHA has, however, pointed out that when, as would be inevitable, the unit transferred to the new district general hospital planned for Redditch there might be difficulties in reintroducing a general practitioner service in Bromsgrove.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I should like to conclude by reiterating what I said at the outset. Our concern is to ensure that the residents of Redditch have the type of accident and emergency service they need as quickly as possible. In that connection I am sure that the chairman of the Hereford and Worcester area health authority will not mind my making public a comment in his letter of 27th February 1978 to the hon. Gentleman. In that letter he said that anyone who had direct information concerning patients who had suffered as a result of the restricted service should let either him or the area medical officer know as soon as possible. I understand that no such cases have yet been brought to their attention but the request for information still stands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}