{
    "url": "https://www.ukpol.co.uk/eric-deakins-1978-speech-on-multiple-sclerosis-and-the-naudicelle-treatment/",
    "title": "Eric Deakins – 1978 Speech on Multiple Sclerosis  and the Naudicelle Treatment",
    "post_date": "April 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Eric Deakins",
            "url": "/tag/eric-deakins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Eric Deakins, the then Under-Secretary of State for Health and Social Security, in the House of Commons on 5 May 1978.",
    "content": [
        "I am glad to have this opportunity of replying to the points raised this afternoon by my hon. Friend the Member for Derby, North (Mr. Whitehead). I know that his interest in this subject—which goes back a number of years—is shared by other hon. Members. Let me say frankly at the outset that there is very little I can add to what my right hon. Friend the Minister has already said on this matter in reply to hon. Members who have written to him and put down Questions in the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The reason for this is that in all fields of treatment and prescribing of medicines one must tread most carefully and cautiously and, as I hope I can show to the satisfaction of my hon. Friend that, in this area particularly, there is very good reason indeed for slow progress. Let me first explain something of the general context in which treatment under the National Health Service occurs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Family doctors, under the National Health Service, are free to prescribe any drug or medicine they consider necessary for the proper treatment of their patients, though they may be asked to justify their prescribing decisions, if the cost appears excessive, or if the substance may not be a drug. Only the doctor concerned can decide whether something is necessary for the treatment of his patient and whether that substance is something that should properly be prescribed as a charge on the National Health Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If there is any doubt on the latter point, the doctor will consider carefully whether he would feel able to justify the ​ decision to prescribe a substance if called upon to do so. If he is satisfied on this point, there is nothing to prevent him from issuing the prescription and it being dispensed in the normal way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I emphasise that it is the doctor, and only the doctor, who can determine which medicines or drugs should or should not be prescribed for a patient. It is certainly not the Department’s job and it would be quite wrong for it or anyone else—including the patient—to attempt to influence the doctor’s decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend asked about representations from doctors. Over the course of some three years there have been 69 cases of family doctors who have defended their decision to prescribe Naudicelle for multiple sclerosis before their professional colleagues on the local medical committee. In 25 of these cases the doctor concerned was about to satisfy his colleagues that the substance had been properly prescribed in the circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "National Health Service legislation does not define a “drug”. The question of which items or substances should or should not be regarded as drugs, which form part of the pharmaceutical services under the National Health Service Act, has been considered on several occasions by independent professional committees. Precise terminology has varied, but the basic conclusion of each committee has been that substances of a primarily nutritional nature cannot be regarded as drugs and, because they are therefore “foods”, cannot be provided on National Health Service prescription.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Often the question whether a particular substance is a drug depends upon the circumstances, and no definition could hold good for every case. However, for practical medical purposes, it is reasonable to expect that, where a substance is prescribed for a patient, the substance will have both pharmacological and therapeutic effect on the condition being treated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In certain conditions, a “food” may have the characteristics of a “drug”. To advise on the circumstances in which items may be regarded as “drugs”—and therefore prescribable at National Health Service expense—the Department and the profession are very fortunate to have the services of an independent professional body chaired by Professor Barbara ​ Clayton of the Hospital for Sick Children. This body is known as the advisory committee on borderline substances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The advisory committee plays a continuing role in examining claims of therapeutic efficacy for individual substances and preparations in relation to particular conditions—that is, whether in particular conditions they may be regarded as having the effect of a drug. Such is the prestige of this independent committee of experts among their professional colleagues that any recommendation which is made is usually acceptable to all concerned. However, I must point out again that whatever the committee’s recommendations, the final decision whether a substance should be prescribed for a patient’s condition rests with the doctor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The practical effect of this is that if the committee recommends that a substance acts like a drug for a particular condition then, if the doctor prescribes it for that condition, the National Health Service pays for it. If the committee does not so recommend, decisions to prescribe that substance may be challenged, but—and to re-emphasise the point that I made at the beginning about the prescribing freedom of the family doctor—doctors can and often do successfully defend their prescribing decisions, through the machinery laid down in regulations for this purpose, notwithstanding an advisory committee recommendation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have described this framework in some detail, because it is germane to the fundamental question raised by my hon. Friend why the substance known as Naudicelle cannot at present be provided at National Health Service expense in the treatment of multiple sclerosis at home. I say “at home” deliberately, because a patient in hospital is provided with all his daily needs. These include whatever food and toilet preparations may be considered advisable for him and which he would be expected to provide for himself as necessities of normal life if he were living at home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As those who have had anything to do with the disease will know—my hon. Friend stressed this matter—multiple sclerosis is a very distressing disease and one which is most difficult to treat. I understand its effects are so variable between individual patients and that the ​ course the disease follows is so erratic that often it is difficult for a layman to appreciate that a multiple sclerosis patient in remission is ill. I am told that many of the features of multiple sclerosis can present—variability, erratic and unpredictable developments—make every patient’s case uniquely individual.  \nThat being so, formidable barriers are presented to those evaluating the efficacy of particular types of treatment. At any time patients may experience spontaneous remissions of the condition, sometimes of long duration, so that it can be most difficult to know whether encouraging changes are in fact due to treatment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Multiple sclerosis is the general term given to cover many symptoms of weakness and loss of use occurring in different parts of the body. Experts differ in their views on the disease, and for this reason no single method to treat the condition or alleviate the symptoms has been arrived at. One view is that if the proportion of saturated fat in the diet were reduced relative to unsaturated fat, it might help a patient’s nervous system function more effectively. To explore the validity of this theory, multiple sclerosis patients have been given oils such as sunflower seed oil which contain the unsaturated fat, linoleic acid. An even less saturated fat, gamma linoleic acid is, I understand, found in the oil of the evening primrose, as my hon. Friend pointed out, and it is this oil which is contained in Naudicelle capsules.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The capsules are a proprietary preparation manufactured by Bio-Oils Research Limited of Nantwich, Cheshire. From the outset it has claimed that the Naudicelle capsules contain a pre-digested form of linoleic acid which acts more directly and more quickly than other linoleic acid derivatives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This claim was included in the evidence submitted to the advisory committee on borderline substances in July 1974. At that time the committee convened a special meeting to consider in detail the whole question of the use of dietary supplements and linoleic acid and its derivatives in the management of multiple sclerosis. The committee examined in great detail all the available evidence published during the preceding years. In addition, it considered the written evidence from several consultants—some of ​ whom participated at the meeting—who were either known to the chairman or who had been recommended by the Medical Research Council as being or having recently been engaged in research into the problem. I am advised that the research for the meeting, the trouble taken to canvass informed opinion and members’ keen interest and sympathy combined to make this probably the most carefully prepared exercise the advisory committee on borderline substances had ever undertaken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Reluctantly, after much deliberation, the committee decided that there was no evidence which could justify recommending that linoleic acid or its derivatives should be regarded as a drug in the management of multiple sclerosis. The committee was particularly concerned that any advice offered should be founded firmly on scientific evidence. It felt that it would be wrong to offer advice that might raise false hopes among multiple sclerosis patients, their families or friends, that an effective palliative or cure was close at hand—a point emphasised by my hon. Friend. Members noted that research into the value of unsaturated fats in the management of multiple sclerosis was continuing and expressed their readiness to reconsider their decision if and when fresh scientific evidence became available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Moreover, in October 1974 a conference on multiple sclerosis, arranged jointly by the Medical Research Council and the Multiple Sclerosis Society of Great Britain and Northern Ireland, reached broadly the same conclusion on the question of dietary supplements as the advisory committee on borderline substances. Furthermore, it is worth pointing out that the Medical Research Council’s annual report for 1975–76 stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The evidence for a beneficial effect of linoleic acid supplements in the diet is unconvincing but the existing studies should be continued; meanwhile no further trials should be supported.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I must take serious note of this view. It is an expert one and is endorsed by my medical advisers in the Department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To give the House further evidence of the Government’s constant concern to leave no stone unturned in this matter, I should like to point to my right hon. Friend’s meeting with a deputation from the Multiple Sclerosis Action Group early ​ last year. Particular attention was paid at that meeting to the claims that were being made for Naudicelle capsules and the superior virtues of their active ingredient, gamma-linolenate as compared with those of linoleic acid and to the need for further research. The deputation included a distinguished research scientist who, I understand, is engaged in the field of multiple sclerosis research and who explained the claims for gamma-linolenate very lucidly. However, my right hon. Friend had to tell the deputation that, having consulted the Department’s medical advisers afresh about these claims and the value of further research, he felt that he would not be justified in initiating or supporting more research. He promised to ensure that any new scientific evidence that may appear is placed before the advisory committee without delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand that, in addition to the research mentioned in the MRC report that I quoted earlier, a trial financed by the Multiple Sclerosis Society of Great Britain and Northern Ireland of dietary supplements, including Naudicelle capsules, has been undertaken at a hospital in the North-East. The results are expected shortly. The chairman of the advisory committee is in touch with the research teams concerned and hopes to convene at an early date a meeting of the committee, augmented by other experts invited for the occasion to consider these results. Of course, we can make no assumptions yet about the outcome of the trials.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since the submission to the advisory committee in 1974, Bio-Oils Research Limited has applied for and been granted a product licence for Naudicelle capsules under the Medicines Act 1968 as\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“dietary supplements where unsaturated fatty acids are needed”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Aside from the researches sponsored by MRC and the Multiple Sclerosis Society, I understand that Bio-Oils Research Ltd. has been granted a clinical trial certificate to enable it to have its product tested in relation to multiple sclerosis. The certificate is valid until November this year. Naturally, if the firm were then to produce evidence of the efficacy of its product in relation to multiple sclerosis, it would be open to it to apply for its existing product licence to be varied so as to specify the disease.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If such a variation were granted there would be no question that Naudicelle might be regarded as a drug in the management of multiple sclerosis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government regard the promotion of health and the prevention and eradication of disease as a prime responsibility of my Department. However, we cannot will the results or the developments that we desire. I know of nobody who does not wish that a drug that would cure or alleviate multiple sclerosis were available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Certainly the moment any substance or preparation is shown scientifically to have a beneficial effect, then, whatever it is, it will be made available as soon as possible as a drug for the treatment of the disease. However, I am bound to remind the House, as I implied at the outset, that ​ the history of research into multiple sclerosis is one of repeated disappointments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend has raised a number of issues including early diagnosis and the possibility of the Department having field trials about which I shall write to him. In the meantime, let me repeat that the reason why Naudicelle would be challenged if prescribed by a family doctor at National Health Service expense is that we are advised that the only scientifically reliable evidence that we have does not justify the belief that dietary supplements such as Naudicelle capsules are helpful in the management of multiple sclerosis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}