{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2022-statement-on-john-nicolson/",
    "title": "Thangam Debbonaire – 2022 Statement on John Nicolson",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Thangam Debbonaire, the Labour MP for Bristol West, in the House of Commons on 29 November 2022.",
    "content": [
        "The upholding of conventions is essential to the smooth running of this House and to the foundation of political order in this country. “Erskine May” is clear—there is a search function, and I checked this morning—about the procedure for raising a complaint about a breach of privilege. The rules are there to find for a Member who seeks to raise such a complaint. “Erskine May” says that Members need the permission of the Speaker and must request it in writing. There is a long-standing convention that, when Members write to the Speaker, they do so on the basis that the correspondence in both directions will remain confidential. This is especially the case on matters of privilege. Paragraph 15.32, footnote 6, is explicit:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“It is not the practice for such letters to be made public… Members should not challenge the Speaker’s decision in the House.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As Members of this House we all hold parliamentary privilege, but that comes with responsibility. We have a duty not to misuse it, and we have a duty to respect the Chair’s rulings. Our conduct must live up to the high expectations that the public should have a right to expect of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I therefore believe the conduct of the hon. Member for Ochil and South Perthshire (John Nicolson) warrants an investigation by the Committee of Privileges, as requested by the right hon. Member for Haltemprice and Howden (Mr Davis), so I will support the motion today, and I urge others to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}