{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2020-comments-on-affordable-housing/",
    "title": "Thangam Debbonaire – 2020 Comments on Affordable Housing",
    "post_date": "June 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the comments made by Thangam Debbonaire, the Shadow Housing Secretary, on 30 June 2020.",
    "content": [
        "The Westferry scandal shows that for all their fancy language, the Tories are simply prioritising the demands of housing developers at the expense of people who need affordable homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The arrogance of Robert “three-homes” Jenrick proposing a roll-out of ill-adapted rabbit hutches is staggering – permitted development has been shown to be a failure and this is just another example of the Tories doing favours for their property developer mates. Meanwhile, our climate change targets are urgent, and there are millions of existing homes which need insulation and energy efficiency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Instead of thinking about housing developers’ business interests, the government should be focusing on the millions of people who see home ownership as an impossible dream, or the many key workers who have been stuck for years on council housing waiting lists and invest in high-quality, truly affordable homes which are well insulated and energy efficient and help to meet our zero-carbon emissions targets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}