{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2022-speech-on-the-restoration-of-the-palace-of-westminster/",
    "title": "Thangam Debbonaire – 2022 Speech on the Restoration of the Palace of Westminster",
    "post_date": "July 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Thangam Debbonaire, the Labour MP for Bristol West, in the House of Commons on 12 July 2022.",
    "content": [
        "I welcome the opportunity to contribute to this timely debate on how we will govern the essential programme of works needed to preserve the heart of our democracy for years and generations come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Only yesterday, the sitting of this House was suspended as water poured in. It is not the first time that business has been disrupted by a potentially unsafe working environment, and while yesterday’s sitting was suspended for only an hour, who knows how long we could be forced out next time? Electrical, plumbing or mechanical failure—there is urgent work to be done, so I am glad that we have the chance to get things moving again today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whether it is the weight of history on one’s shoulders as one walks through the 11th-century Westminster Hall, or the beauty of the sunlight beaming across New Palace Yard through the colonnades, the honour of working on a UNESCO world heritage site comes with a duty to be a responsible custodian. It is an honour to work in the Palace of Westminster, with all its architectural, cultural and historical significance. We also have legal and moral obligations to preserve this listed building, which around the world is a symbol of Britain and our democracy. But those who work here need to be able to carry out the functions of a modern-day Parliament, and those who visit here ought to be able to experience the Palace in all its glory, and they must be able to do so safely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whether they are working or visiting, everyone on the parliamentary estate must not only be but feel safe—safe from falling masonry, safe from asbestos, safe from a catastrophic failure of the building. I share the fears of my hon. Friend the Member for Rhondda (Chris Bryant) that we are heading for that catastrophic failure if we do nothing. I recognise the concerns of right hon. and hon. Friends and Members in all parts of the House that that is where we are heading.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I say everyone, I truly mean it. The estate must also be made more accessible to people with disabilities. Not only does the lack of accessibility make visiting the estate difficult, but it disenfranchises a talented group of people from working in Parliament. Restoration and renewal could provide opportunities to improve access and step-free accessibility, as well as visitor facilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think no one is likely to disagree with anything I have said, which is similar to much of what the Leader of the House said, so Members could be forgiven for wondering why we are here—why we are where we are in the restoration and renewal of the Palace. In 2018, the Commons and the Lords agreed that work was pressing and rightly concluded that it should be undertaken by a statutory sponsor body and delivery authority. Subsequently, as my amendment highlights—it pains me to have to say this, but I do have to and I notified the right hon. Gentleman that I would—the former Leader of the House of Commons, the right hon. Member for North East Somerset (Mr Rees-Mogg), worked to undermine progress and spent time wrangling with experts instead of working with them to secure the future of the building.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must follow the evidence and the advice of experts. I did think that the Government could have learnt by now that ignoring experts is just not advisable. I am afraid to say that in my view there is a political dimension. The Leader of the House asked me not to make it a party political matter. I am afraid to say that there is a huge aspect that is. It is on certain members of the Government that we are here. The right hon. Member for North East Somerset just kept changing the goal posts. I have seen that happen. That is typical of the whole Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, today’s motion, much as I might regret that we are here, is purely about the governance structure of the works. As shadow Leader and therefore member of the House of Commons Commission, I was part of the Joint Commission that took this decision, as the right hon. Gentleman said. I will support the motion. I do so not because I am happy with how we got here—I am very much not—but because it seems to me that we are running out of other options. I do not want to undermine the skill and undoubted dedication of the people involved in the Sponsor Body, but for whatever reason—there is a range of reasons—confidence had been lost over emerging costs and so on. The Independent Expert Panel reviewed the situation and has concluded that the current model is unlikely to be viable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mark Tami (Alyn and Deeside) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend talks about costs and we have heard about spiralling costs. The Sponsor Body has been honest about what the costs are. One of the biggest problems in this place is that we come up with figures—the Queen Elizabeth Tower being a classic example—that are totally unrealistic. We have to be honest that this project will cost a lot of money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend is exactly right. We do not have to be expert builders to see that this is going to cost money and it is going to take time. I see no alternative to both Houses having to move out for a period of time, as yet undetermined.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also say in response to my right hon. Friend that this shows the critical role of the Commons Finance Committee, the Parliamentary Works Estimates Commission, chaired so ably by my right hon. Friend the Member for Newcastle upon Tyne East (Mr Brown), and the Public Accounts Committee, which has done such excellent work. Members of the PAC are here today and are very knowledgeable and skilled at exactly that sort of line by line scrutiny. We would need that whoever was commissioning the works—whether it was the Sponsor Body, and both Committees have paid close attention to the current structure, or any future structure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Karin Smyth (Bristol South) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 2015, I was a member of the Public Accounts Committee, ably chaired by my hon. Friend the Member for Hackney South and Shoreditch (Dame Meg Hillier). On that basis, I went to see the works and the operations of this building. It is still remarkable to me that we keep the entire thing going. My hon. Friend, the shadow Leader of the House, mentioned people who work here and their expertise. Is she confident that account has been taken of their judgment about the way they can continue to operate the building while this procrastination goes on and that we can support them in the difficult work that they do?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for that question. She is right to raise it and to pay tribute to the work of the Public Accounts Committee. Am I confident? I am not currently confident or certain of where we are at the moment in terms of delivering anything in the way that we wanted to, but I am confident that we need to do it. Having spoken to the Delivery Authority, I am confident that it views this as doable, and it is the authority that will be carrying out the work. Having reviewed the situation, the Independent Expert Panel noted:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“in principle the existing governance model could be made to work, but that lost confidence and momentum means that retaining the current model is unlikely to work.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What it has also said, which might speak to my hon. Friend’s question, is that the recommendation of bringing the Sponsor Body function in-house should be viewed as a pragmatic measure to cover what is needed for the next 12 to 24 months—the decision phase if you like. It has also recommended that that pragmatism should not preclude alternative future options. We need to see this as part of a process to get us to the decision. Regrettable though it may be, and I do regret it, that we are where we are, this appears to be a compromise way of moving forward, with best value for money, safety and time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Meg Hillier**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for her comments about the Public Accounts Committee. To be clear, the role of that Committee is no substitute for the role of a proper sponsor or client function that keeps a close eye on the cost on a day-to-day basis. We look at things retrospectively, although we may make recommendations. Nor are we, as the Public Accounts Committee, expert enough to deliver this process. She talks about our report. Our report said that we regretted that decisions were made secretively and in private on a decision that was before the House and an Act of Parliament of this House. Does she have any comment about how we got from that Act of Parliament to where we are today?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I completely support what my hon. Friend says. Why are we here? I have already mentioned my own view on why we are here, at least partly. We need to note here that the Sponsor Body was repeatedly asked, as if we had had a referendum—goodness me—and asked people to keep voting on it until they came up with the answer that was wanted. It is very difficult to avoid looking at some of what has happened over the past couple of years and coming to the conclusion that there were people who were just going to keep asking until they got a different answer and, eventually, when they got a different answer, they said, “I don’t like that answer.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is problematic. My hon. Friend is absolutely right that it is not the duty of the Public Accounts Committee to scrutinise the day-to-day spending of this body, whether it is in-house or external. It will need a very strong programme board, which will need expertise. There will also have to be extremely tight accounting measures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not yet know exactly who will be on the programme board. I urge all those right hon. and hon. Members who have not just an interest—interest alone is not enough—but actual skill in this area, and ideally some of those who have history, having sat on so many Committees, as my right hon. Friend the Member for Alyn and Deeside (Mark Tami) and the hon. Member for The Cotswolds (Sir Geoffrey Clifton-Brown) have, to consider whether they should be part of the programme board. I certainly urge them to think about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Doing nothing is not an option. There is no doubt that large-scale work is needed. Asbestos, leaks, wires, plumbing nobody knows the function of, a building at risk of fire and flood—my hon. Friend the Member for Hackney South and Shoreditch (Dame Meg Hillier) is quite right that the fire remediation works mean that we are protected, but the building is not—this work has to happen. It is testament to the hard-working House staff and to contractors that we thankfully have not yet witnessed a catastrophic failure of the building, as has been seen in others around the world, but at some stage that hard work will not be enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want that on record. We must make sure that we are not the Parliament that delayed, at the cost of this magnificent building with its magnificent history. The parliamentary estate is in desperate need, and it is important that the restoration and renewal process works well with Parliament’s maintenance teams, who do such a good job. We have therefore no choice but to find a way out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I note the amendment in the name of my hon. Friends the Members for Rhondda and for Hackney South and Shoreditch and other right hon. and hon. Members, who are incredibly knowledgeable. I agree with their desire for urgency and that everything must be done to avoid unnecessary delay, cost and risk. I particularly pay further tribute to my hon. Friend the Member for Hackney South and Shoreditch for the work she has done on the Public Accounts Committee. I reiterate that in its recent report, the Committee encouraged further scrutiny. Value for taxpayers is important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before I close, I also recognise my right hon. Friend the Member for Newcastle upon Tyne East, who in his role as Chair of the Finance Committee and the Parliamentary Works Estimates Commission has been invaluable, and my right hon. Friend the Member for Alyn and Deeside. Many hon. Members have sat on the Committees for many years, but I do believe he may be the only one to have sat on pretty much all of them for a significant amount of time. His incredible wealth of knowledge seems to me to be unmatched.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, having made my points, I will not test the House’s patience by pushing the amendment in my name to a vote. I will end by saying that we are the generation who have been given the honour, the privilege and, yes, we could say the burden of sorting this problem out. I think it is an honour and a privilege. Some of us will not see the end of it—either we will be no more, or we will be no more Members of Parliament. That is just where we are. We are the generation who decided to put it off no longer. We must go on record as having done everything we can to get the process moving, to preserve and enhance the Palace of Westminster so that it can go on as a safe, thriving and accessible workplace for many, many more centuries to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}