{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2022-speech-on-standards/",
    "title": "Thangam Debbonaire – 2022 Speech on Standards",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Thangam Debbonaire, the Shadow Leader of the House of Commons, in the House on 18 October 2022.",
    "content": [
        "I thank the Leader of the House for tabling the motions. I also thank my hon. Friend the Member for Rhondda (Chris Bryant) and his Committee for all the hard work that they have put into their inquiries and reports on standards over many months. I really would have liked to see all that work recognised in the motion today. After months of calling on the Leader of the House and her predecessors to implement the Standards Committee’s full recommendations, I am sure that the right hon. Lady will have imagined my initial excitement when I heard the words “Members’ code of conduct” during her recent business statement, but sadly that turned to some disappointment when I found that it did not include all the Committee’s work to strengthen standards in Parliament. I understand what the right hon. Lady has said, but I will come back to that shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me now turn to the substance of our debate: the appeals process. Let me first place on the record my thanks and welcome for the work that Sir Ernest Ryder has done on the House’s current system for the Standards Committee. It has been helpful to have a well-respected external figure investigating whether or not our existing standards needed to be improved or strengthened. I know that the Committee made good use of Sir Ernest’s extensive experience when considering the important issues of fairness, natural justice and the right of appeal, and I note that he gave thoughtful and considered support to our standards system overall. I picked out the issues of fairness, natural justice and the right of appeal because I seem to remember those words being used in a debate on 3 or 4 November 2021 which, I am afraid, did not show the House in a good light. That is partly why we are here today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sir Ernest proposed that there should be a right of appeal against both the findings of the Standards Committee and any sanctions that it imposed or recommended. It seems wholly sensible that such an appeal should be to an independent body with judicial expertise, and that leads us inevitably to the Independent Expert Panel. I am assured that its chair, the right hon. Sir Stephen Irwin, has said that the panel should be able to take on this role, and that it should be able to manage the workload without expanding the current panel size of eight. I am grateful to him for that confirmation. I assure the Leader of the House that she has my support on the motions, and that they will be supported by the Opposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, let me turn to the slightly wider but related issue of standards in general and, in particular, standards and ethics in parliamentary and governmental life. It was the well-respected former Cabinet Secretary Lord O’Donnell who said recently, “It’s always best to look at reasons why your predecessor fell and fix that.” Unfortunately, however—and I say this with disappointment and sadness, because it affects all of us in this place—everything we have heard from the current Prime Minister, not just during her leadership campaign but in the context of her lack of action since taking office, suggests so far that we are in for more of the same when it comes to trashing standards. I wanted to believe that that was not so, but the Prime Minister even refused to say that she would appoint an independent ethics adviser after the previous two had resigned—admittedly, under the previous Prime Minister—in despair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am glad that the Leader of the House has said that the Government are committed to appointing one, but I want to see some urgency. It would be reassuring for the House and for the country if the Prime Minister could commit to appointing that much-needed ethics advisor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On parliamentary standards specifically, there should have been a lot more in the motion—namely, the rest of the recommendations, in my view. I thank the Leader of the House for her update, and she has been extremely co-operative with me and my office on this, but again we need some urgency to repair the damage that has been done by some—not all—on the Government side to the public’s view of how we conduct ourselves in this place and the surrounding neighbourhood.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In response to my questioning on this at business questions last Thursday, the Leader of the House said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“It is not that we are not doing them”.—[Official Report, 13 October 2022; Vol. 720, c. 260.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I absolutely believe her, but does this mean that the Government will bring forward a motion to cover all the Standards Committee’s recommendations? I get that sense from what she has said, and I would like to know that that is the general direction of travel, but if not, why not? Can she tell us which ones the Government like and which ones they do not? I would be grateful if she could give us a much more specific timeframe for when they will be brought forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome the assurances that the Leader of the House has given, but when it comes to parliamentary standards and the Tories, I think she probably understands why the public are feeling a lack of trust. Unfortunately, it is the party that refused to fix a loophole that let one Member off the hook for a particular misdemeanour. It is the party that was prepared to change the rules retrospectively seemingly to support cash for access but not to stop sexual harassment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not kid myself that there was ever a golden age when the public saw us all as completely trustworthy and the holders of the highest standards, even though I believe that most of us in this House absolutely are. However, the public need to—and at times have been able to—trust the system of standards enforcement and sanctions around our general principles. As my hon. Friend the Member for Rhondda once told me, there have been rules on how MPs should behave honourably since 1695. Since that time, the rules have only ever gone in one direction, which is to be strengthened—that is, until some Conservative Members unfortunately sought to drag them backwards during the Owen Patterson affair, which showed all too clearly that we have, in Conservative Members, some people who seem to be willing to change the rules retrospectively if they or their mates get caught.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Until we see a motion on the Order Paper covering all the Standards Committee’s recommendations—or some form of them—we can only assume or guess that the Government have apprehensions about bringing them forward. Banning MPs from doing paid consultancy work and increasing the transparency of Members’ interests are measures that Labour has long been calling for, and I believe that there is cross-party support for them. I have referred to the Owen Paterson affair with good reason, because that was the place where some of those concerns grew really strong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will of course support the amendments tabled by the hon. Member for North East Fife (Wendy Chamberlain). It seems a great pity that they needed to be put into writing, but evidently they did—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Wendy Chamberlain (North East Fife) (LD) indicated assent.**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I see that the hon. Member is nodding. I support the amendment and the motions, but I want to put on the record that if we were in government and I were at the other Dispatch Box, I would want to enact the Standards Committee’s recommendations as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In that vein, can I urge the Leader of the House to bring forward a further motion to do the work that she has referred to? She will find that she has support from this side for any co-operative and collaborative work that she wishes to do, and even for any critical or difficult work. We stand ready to work with her. This is not a matter that should be party political, although I have made some party political points because unfortunately it has been shown to be so in the past year. I will support the motions and the amendments, and I commend the report and the inquiries of the Standards Committee to all right hon. and hon. Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}