{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2020-speech-on-the-housing-market/",
    "title": "Thangam Debbonaire – 2020 Speech on the Housing Market",
    "post_date": "May 21, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Thangam Debbonaire, the Labour MP for Bristol West, in the House of Commons on 13 May 2020.",
    "content": [
        "Thank you Mr Speaker, and I thank the Secretary of State for an advance copy of his statement.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government said that they would do “whatever it takes” to get the country through the covid crisis and protect the most vulnerable. The Opposition want the Government to succeed. Lives, livelihoods and homes are on the line. In a spirit of constructive co-operation, we have scrutinised plans carefully and offered suggestions and challenges when appropriate, to try to help to bring down infections and the numbers of people who are infected or who are tragically dying, and to help people manage financially. Sometimes the Government have heeded our calls, sometimes not. I would like them to consider these.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today’s announcement provides welcome news for some—and of course we all want new homes to be built —but it leaves more unanswered housing questions, which urgently need Government attention to keep people safe at work and at home, as we do not have community testing, a cure or a vaccine and there are still problems with personal protective equipment. What protection will there be for people who rent, if a landlord or an estate agent wants to show a prospective buyer or new tenant around? What will the Government do to help those trapped by the cladding and leasehold scandals at this time? What discussions have the Government had with the trade unions? There was no mention of that in the statement. What advice do the Government have for anyone who feels that their workplace or construction site is not safe?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This crisis has taught us that if anyone is struggling, we are all affected. The announcement focused on those who want to move home, but it ignored those who are at risk of being forced to do so. The Secretary of State talked about show homes, but not about people with no home. We have shown that when we work together we can virtually eliminate street homelessness in days. There must be no going back, but people in emergency accommodation face that. Will the Government work with councils and homelessness organisations on the issue of how to provide and pay for a “housing first” approach, so that we can end street homelessness for good this year?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Secretary of State said that he knew that homes were sanctuaries, but there is no plan for what happens when the temporary ban on evictions ends. We need to prevent people from falling into arrears, so will the Government heed Labour’s calls to fill gaps in the financial support schemes? Will he guarantee that the local housing allowance will stay at 30% of market rent? Will he consider raising it further until the crisis eases?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "People who are struggling with their rent are worried about what will happen when the ban lifts. The Government say that they are\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“working with the Master of the Rolls to widen the existing ‘pre-action protocol’ on possession proceedings for Social Landlords, to include private renters and to strengthen its remit”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is not enough, so will the Secretary of State consider Labour’s proposal to halt section 8 evictions on the grounds of arrears caused by the lockdown?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In March, Ministers said that they would provide\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“whatever funding is needed for councils to get through this and come out the other side”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That pledge has been repeated by the Secretary of State. This week, however, he told the Housing, Communities and Local Government Committee that councils should not\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“labour under a false impression”​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "that all costs would be reimbursed. Which is it? Will the Secretary of State honour his original commitment to councils?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Under-Secretary of State for Housing, Communities and Local Government, the hon. Member for Thornbury and Yate (Luke Hall), appeared to require local authorities to provide accommodation for people with no recourse to public funds but without funding, leading to confusion and people being left out. Will the Secretary of State ensure that there is specific funding for housing people with no recourse to public funds?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Councils cannot borrow for revenue spending or run deficits. If they cannot balance the books they have to stop spending. They are currently £10 billion short—a fifth of council spending. They could close every library, leisure centre and children’s centre, turn off all the streetlights, and lock the gates to parks, and they would still be billions of pounds short. They would have to make cuts to social care and public health at this time. Will the Secretary of State ensure that councils are fully recompensed for housing and other costs in this crisis?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, during the crisis we have all become aware of people in overcrowded, unsafe homes, who are unable to self-isolate and worried about the rent. We know how bad it is for mental and physical health when families have no outside space. The Secretary of State says that he wants “more homes, safer homes, and higher quality, more beautiful homes”, but he does not say how he will ensure that they are higher quality, or safe, or beautiful. He could have decided to invest in high-quality, safe, beautiful, socially owned, zero-carbon, truly affordable housing. That would capture the national spirit and turn it into building our future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Instead, the Government have focused on private house sales and even today asked councils to allow developers to defer section 106, the community infrastructure levy, which is likely to reduce the numbers of new social and affordable homes. Will the Secretary of State please work with the Treasury, housing associations, local authorities and the building industry to invest in high-quality, truly affordable social housing?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our broken housing system has been brutally exposed. Key workers we applaud each week live in poor housing. They have been left behind too long. We must not go back to business as usual. We must solve the housing crisis for all our heroes and for our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}