{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2020-letter-on-robert-jenrick-on-banning-evictions/",
    "title": "Thangam Debbonaire – 2020 Letter on Robert Jenrick on Banning Evictions",
    "post_date": "November 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter written by Thangam Debbonaire, the Shadow Housing Secretary, to Robert Jenrick, the Secretary of State, on 3 November 2020.",
    "content": [
        "Dear Robert,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we head into a second lockdown on Thursday, it is essential that renters and homeowners have re-assurance that they will be safe in their homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will you re-instate the evictions ban, as well as the ban on repossessions to protect home-owners, and come forward with a credible plan to keep your promise that no-one will lose their home due to coronavirus?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government clearly accepts the need for additional protections when additional public health measures are in place. During the first national lockdown you imposed a ban on evictions, and when the previous evictions ban was lifted in September, you set out that “evictions will not be enforced in local lockdown areas and there will be a truce on enforcement over Christmas.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now that England is heading for a second national lockdown, will you ensure that renters across the country are protected from eviction?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although landlords must now give six months’ notice for most eviction cases, this will not help those at most immediate risk of eviction, who were issued with eviction notices before 29 August and whose cases will be the first to go through the courts this winter. No-one should suffer lockdown with harassment or anti-social behaviour from neighbours, but any exemption must be framed to prevent homelessness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As well immediate protection from evictions, the Government must come forward with a credible long-term plan to ensure that no-one loses their home as result of Coronavirus. Many renters have struggled to keep up with payments, through no fault of their own. Shelter has estimated that 322 000 private renters have fallen into arrears as a result of the pandemic. Will you raise Local Housing Allowance to average rents, and bring forward a plan to address the arrears crisis which is putting hundreds of thousands of renters at risk of losing their home?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "During the first national lockdown, the ban prevented many evictions but there was a worrying rise in illegal evictions. The charity Safer Renting has estimated that illegal evictions are up 60% since March. What steps are you taking to ensure that renters are not illegally evicted over winter, and have access to advice and support where it is needed?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister announced a second national lockdown on the very same day as the ban on repossessions came to an end. The Financial Conduct Authority’s extension of the 6-month mortgage deferral is welcome but may be insufficient to protect mortgage holders from lenders who are concerned about the long-term viability of the mortgage. The mortgage interest loan scheme is not available until 9 months have passed, by which time many home-owners may have been assessed as unable to pay by their lender and at risk of repossession. This further puts home-owners at risk of turning to more unscrupulous lenders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will you now clarify the position for those borrowers who have already taken a six-month mortgage holiday, re-start the ban on repossessions and update the Support for Mortgage Interest Scheme to ensure it provides adequate support to homeowners?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I look forward to an urgent response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Best wishes,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thangam.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}