{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2020-letter-on-homelessness/",
    "title": "Thangam Debbonaire – 2020 Letter on Homelessness",
    "post_date": "June 8, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the letter written by Thangam Debbonaire to Robert Jenrick on 8 June 2020.",
    "content": [
        "Dear Robert,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Re: the end of the ban on evictions proceedings and the end of ‘Everybody In’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As you know, Labour called for a six-month ban on evictions during the Coronavirus crisis and we welcomed your introduction of a three-month ban as a good start to protect people from becoming homeless as a result of sudden loss of income. I am also pleased that you have now decided to extend the ban for a further two months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also welcomed your call of ‘Everybody In’ to help protect rough sleepers from being left in really dangerous situations during the crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We recently called on you to ensure that there is a proper plan for the end of this scheme and we want to work with you and our colleagues in Local Authorities and homelessness organisations to ensure that your welcome announcement of planning 6,000 new homes to help end rough sleeping and make sure people do not end up back on the streets is a reality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I’m writing to you today to press you on specific points which remain unaddressed as we come towards the end of June which I fear will create a further increase in homelessness and rough sleeping if they are not dealt with urgently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Preventing evictions by protecting income**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Y** ou will know that Labour called for the government to put in place various improvements to social security to help ensure that most private tenants can pay their rent in these difficult times. This includes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "i. Converting Universal Credit advances into grants instead of loans, ending the five-week wait;  \nii. Removing the £16,000 savings limit which disqualifies individuals from accessing Universal Credit;  \niii. Scrapping the benefit cap;  \niv. Abolishing the two-child limit in Universal Credit and tax credits; and  \nv. Uprating legacy benefits to match the increase in Universal Credit, providing an immediate increase in Jobseeker’s Allowance and Employment Support Allowance.  \nvi. Raising the Local Housing Allowance to the 50th percentile point of commercial residential rents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unfortunately, your colleagues in the Department of Work and Pensions have not yet taken these up. As a result, Shelter and Citizen’s Advice both confirm that there is a growing number of people living in the private rented sector who are struggling to pay rent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "1\\. Will you now urgently consider every possible route to ensure people in rented accommodation have sufficient income to prevent them from falling into arrears during this crisis?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The government announced in the Queen’s Speech that there would be a Renters’ Rights Bill in this Parliament which would abolish Section 21 of the Housing Act 1985. We welcome this. We asked you to bring forward at least that part of the proposed legislation urgently during the Covid crisis as it would help protect tenants from evictions during a public health crisis. We also asked you to bring forward emergency legislation to remove for the life of the crisis some of the grounds for eviction in Section 8 of the Housing Act 1988 so that there would be no mandatory eviction of tenants who fell into two months of arrears as that Act provides.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You recently extended the temporary option for owner-occupiers to defer mortgage payments if they need to because of a sudden drop of income due to the Covid crisis. This is a welcome move. The social security system must be sufficiently generous to prevent private renters accumulating large arrears, but renters deserve parity with owner-occupiers with an equivalent facility to be able to defer residual arrears accrued as a result of the crisis and repay over the life of the tenancy or at least two years, with courts able to confirm a repayment agreement between landlord and tenant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have draft legislation ready to achieve these which I have attached to this letter. We would work with you closely to achieve the aim we are sure you want to achieve, which is to prevent the undoing of all the good work tackling rough sleepers by adding to their numbers through a preventable increase in evictions in July and following months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "2\\. Will you now work with us to urgently bring forward such legislation, in order to prevent a spike in evictions as a result of tenants getting into arrears due to sudden drops in income during the crisis?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Everybody In**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We welcomed your acknowledgement that the excellent work done by central and local government and by homelessness and housing charities working with the private sector to bring rough sleepers into accommodation during the crisis provides a real chance to bring forward the ambition of ending rough sleeping for good. Whilst your appointment of Dame Louise Casey and your commitment to increasing funding is welcome we are concerned that local authorities are already facing significant funding gaps between what was promised by central government and what the accommodation has already cost and that after ten years of cuts to local authority budgets there is insufficient support available to help people to sustain living in permanent accommodation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "3\\. Will you work with Her Majesty’s Opposition, with local authorities, the Local Government Association, Housing Associations, specialist mental health and addiction service providers and others to ensure that there is a full and proper assessment of the resources needed for achieving the ambition we all share which is to prevent people from ending up back on the streets?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "4\\. Will you also identify how many people have become homeless, including street homeless, since the start of the crisis, and work with the stakeholders to ensure that these people are also helped into secure long-term accommodation and support?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Parliamentary scrutiny and cross-party working**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the government has now ended the hybrid parliament and states that there is a need for this to happen in order to ensure greater Parliamentary scrutiny of government and for government to be able to pursue its legislative agenda, it would be a good idea for the government to allow time in the House for debate and discussion about the coming evictions crisis. This could be in the form of a debate in government time, or if the government would allow other opportunities such as back bench debates, Opposition Day or Westminster Hall debates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "5\\. Will you ensure there is sufficient time to debate the current crisis in housing which has come about as a result of the Covid crisis?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her Majesty’s Opposition shares your ambition to end rough sleeping for good and we are sure you share our view that adding unnecessarily to the totals of homeless people should be avoided at all costs. We want to work with you to achieve this. It’s in all our interests, for public health as well as for the good of the country and the individuals concerned, that we do so. I hope you will take us up on this offer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yours\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thangam Debbonaire\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}