{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2021-speech-on-building-safety/",
    "title": "Thangam Debbonaire – 2021 Speech on Building Safety",
    "post_date": "February 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Thangam Debbonaire, the Labour MP for Bristol West, in the House of Commons on 10 February 2021.",
    "content": [
        "I thank the Secretary of State for [advance sight of his statement](https://www.ukpol.co.uk/robert-jenrick-2021-statement-on-building-safety/). Buying a first home should be a dream come true, but for many it has been a nightmare for years. As a result of Government choices, three and a half years on from the Grenfell tragedy, in which 72 people lost their lives, hundreds of thousands of people are still trapped in unsafe homes and many more are unable to move. Today’s announcement is too late for too many. It is a repeat of undelivered promises and backtracks on the key one—that leaseholders should have no costs to pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor said last March that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“all unsafe combustible cladding will be removed from every private and social residential building above 18 metres high.”—[Official Report, 11 March 2020; Vol. 673, c. 291.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But that has not happened. Buildings have not been able to access the fund, and £9 out of £10 is still sitting where it was. At every stage, the Government under-estimated the problem, and delays caused it to grow. They still do not know how many buildings are unsafe, where they are and what danger they pose. Until we have answers to those basic questions, the Government will continue to make mistakes, offering piecemeal solutions that have to be updated when they do not deliver.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Can the Secretary of State guarantee that the funding will cover all buildings over 18 metres? What will the consequential be for the devolved Administrations, including Wales? We cannot have a repeat of the first come, first served free-for-all, whereby the most dangerous blocks risk being fixed last. Will the Government set up an independent taskforce, as Labour has asked for, to prioritise buildings according to risk, with powers to get the funds out the door and the ability to go after building owners who fail to get on with the work?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ministers have now promised 17 times that leaseholders will not bear the cost of fixing a problem that they did not cause. Many will be listening to the Housing Secretary’s remarks today, and the Government have betrayed their promise that leaseholders would not pay for the building safety crisis. As I said, three and a half years on from Grenfell, hundreds of thousands of people cannot sleep at night because their homes are unsafe. The Government have today chosen to pile financial misery on them—this is an injustice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What does the Housing Secretary say to Julie in Runcorn, who lives in a flat with dangerous high-pressure laminate cladding? Her block is under 18 metres, so she is unable to access the funding promised so far. She lives in the same development as buildings that have the exact same cladding but are over 18 metres, so they will be able to access the fund. Why should this arbitrary 18-metre height limit mean the difference between a safe home and financial ruin? What are the terms of the loans? What will the interest rate be? Will leaseholders be required to pay the interest as well as the main cost? The right hon. Gentleman says that leaseholders will not pay more than £50 a month, but does that stay with the current owners when they move, or with the home so the new owner is forced to pay? How long does this run for? Will it go up by inflation each year? What will the Government do if those homes remain unsellable? How will they ensure that freeholders take up the loans? How will the Government speed up remediation, because the current stalemate cannot continue?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Other properties do not have dangerous cladding but people have been charged thousands of pounds per flat to fix other fire safety issues. What does the Housing Secretary say to them? The Government should focus on securing our economy and rebuilding from covid, not saddling homeowners with further debt. When they have further debt, that means less money for our economic recovery, taking money away from local shops. It reinforces regional imbalances, and it makes young first-time buyers and pensioners pay money they cannot afford. The Government should pursue those responsible fully, to prevent leaseholders and taxpayers from carrying the can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have announced a levy and a tax, which I welcome, because those responsible should bear the cost, but how much do the Government anticipate the levy will raise? Will they pursue others, such as cladding manufacturers, who are also responsible for putting in the dangerous cladding? The Government have missed every target for removing ACM cladding, and 50,000 people are still living in flats wrapped in it—this is the same cladding as was found on Grenfell Tower—and thousands more have other dangerous cladding. Will the Secretary of State commit today to removing all dangerous cladding by 2022?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the right hon. Gentleman will know, at least one first-time homeowner, Hayley, has already been made bankrupt before she was even asked to pay for remediation, just from the extra costs. She asked the Government to think about her former neighbours, so when will leaseholders start receiving funding to pay for the round-the-clock fire patrols they are being charged hundreds of pounds each month for? What about the skyrocketing insurance? How will the Government get the market moving? Their last announcement fell to pieces, and the housing market in affected homes is grinding to a halt. I have a simple question: what, on average, does he expect the leaseholder to be paying?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Government inaction and delay has caused the building safety crisis to spiral. People cannot continue to live in unsafe, unsellable homes. Homeowners should not face bankruptcy to fix a problem they did not cause. Unfortunately, these proposals will still leave too many people struggling and facing loans, instead of being given justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}