{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Thangam Debbonaire – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Thangam Debbonaire, the Labour MP for Bristol West, in the House of Commons on 10 September 2022.",
    "content": [
        "First, it is a great pleasure to follow the hon. Member for Windsor (Adam Afriyie), and I had a feeling he would have more anecdotes than I do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is truly an honour to close these two days of tributes to Her late Majesty Queen Elizabeth II. I have heard almost all of them either here or in my office, and truly every speech has been superb. I am so proud of how we, her Parliament, have come together to pay tribute, and I really think we have done her proud. Colleagues have sent condolences to the royal family on behalf of their constituents, and on behalf of the people of Bristol West and my own family, I do so, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "From the opening speeches by the Prime Minister and the Leader of the Opposition, followed by the Father and the Mother of the House, to those of the Members here now and the hundreds in between, I am grateful to each and every colleague, as I also am to the Clerks, Doorkeepers and staff who have enabled this to happen. I truly thank everyone. It is impossible to do the normal round-up closing speech, so I will try to pick out themes instead, because we have explored so many of service and of faith. We have had poetry and prose, and quite a lot of comedy. There have been perspectives from history and of progress. I am aware—I hope I have my dates right—that Her late Majesty’s first Prime Minister was born in 1874 and her last in 1975. What a span of historical perspective.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many spoke wittily of their own time with the late Queen, to illustrate her character. To pick one out, who knew that the tale of a plate of cheese delivered with a wry raised eyebrow by the former Prime Minister, the right hon. Member for Maidenhead (Mrs May), could evoke the Queen so well? We have heard many stories of mishaps on footstools, some of them with Her late Majesty saving people’s dignity, but some of them just managing to turn it into a comedy moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Mother of the House and many others spoke of the significance of the late Queen as a female leader and role model. Indeed, in her Christmas broadcast in 1966, the Queen said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“it has been women who have breathed gentleness and care into the harsh progress of mankind.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have thought about that remark a lot in the past couple of days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some colleagues spoke eloquently of their time with the late Queen in other countries—the greatest diplomat on the world stage in our corner, representing Britain—and many talked about her close bond and relationships with our armed forces and others in uniform. We have toured all the nations and every region—it seems like every village, town and city—and felt the sense of pride that she had in all of this country and all of us in it, where she shook more hands, unveiled more plaques and gifted more smiles than anywhere else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have learned a great deal more about how a constitutional monarchy operates from those who interacted with Her late Majesty in governmental office, and of her kindness to those whose governmental career had ended. Ardent monarchists and those with a different view alike expressed huge respect for her dedication to public service. Her ability to transcend politics and to represent the national mood meant that she was a unifying figure through which the public could share our nation’s joys and bring much-needed comfort in our country’s darkest hours. I feel that today we have transcended politics and come together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many speakers mentioned the late Queen’s pitch-perfect television statements during the pandemic, which so movingly connected our collective trauma in those fearful months in 2020 with the anguish instilled in the world war two generation. Remembering her invocation of Vera Lynn’s wartime message, “We’ll meet again” brings a lump to my throat—so poignant—but she also said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“the attributes of self-discipline, of quiet good-humoured resolve and of fellow-feeling still characterise this country. The pride in who we are is not a part of our past, it defines our present and our future.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many spoke of how, aged just 21, the then Princess Elizabeth declared that her whole life, whether it be long or short, should be devoted to our service. That was a promise she fulfilled right until the very end. Grief, as Her late Majesty said, is the price we pay for love, but who would want to live without love? We suffer that grief willingly. Whatever the age at which our loved ones leave us, whether their life was long or short, we always grief for that lost presence—the years we are robbed of. We yearn for just one more week, one more day, just one more hour with them. Knowing how that feels, and knowing that the royal family must be feeling that right now, even in the midst of all the formalities and the public duties, we keep them in our hearts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that, by reflecting together on the Queen’s life over the past two days, we can appreciate the concept of a life well lived. Whether you are a brownie or an MP, whether you work in the NHS or in education, whether you were a key worker or a volunteer during the pandemic, whether you work in hospitality or a factory, whether you are simply a mother, a father, a brother, a sister, a friend or a neighbour, each day brings all of us a new opportunity to live up to the ideal set by the late Queen’s life well lived. That is perhaps the biggest tribute we can pay to the ultimate public servant, conscious as we go about our lives of how we can help one another, contribute to the common good and work toward an even better Britain. In the doing of duty and service, we sometimes think of sacrifice, but in the tributes offered here we can all recognise that, in fact, these make a good life. We MPs, who willingly chose our life of duty and service, can renew our commitment to them now as we celebrate the one who, though that life was thrust upon her, followed it unstintingly for 70 years. We must carry forward this Elizabethan legacy of public service for generations to come, for this truly is patriotism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "May Her late Majesty rest in peace and the legacy of the great Elizabethan age continue. May His Majesty King Charles III have a long and successful reign. Long live the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}