{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2021-speech-on-unsafe-cladding/",
    "title": "Thangam Debbonaire – 2021 Speech on Unsafe Cladding",
    "post_date": "February 2, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Thangam Debbonaire, the Labour MP for Bristol West, in the House of Commons on 1 February 2021.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House calls on the Government to urgently establish the extent of dangerous cladding and prioritise buildings according to risk; provide upfront funding to ensure cladding remediation can start immediately; protect leaseholders and taxpayers from the cost by pursuing those responsible for the cladding crisis; and update Parliament once a month in the form of a Written Ministerial Statement by the Secretary of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Buying your first home is a life-defining moment. It is exciting and scary. It symbolises security, and the time to start a family and build a future, but for so many what was a dream come true has become a nightmare. The Grenfell tragedy shed light on a crisis of building safety in this country, and hundreds of buildings have the same cladding that caused the Grenfell fire to be so deadly. Thousands have other equally dangerous cladding, and even more have other serious fire safety problems, such as combustible insulation, missing fire breaks and faulty fire doors. Millions of homeowners are caught up in the wider building safety crisis caused by the defects and are unable to sell, remortgage or buy a flat, freezing up 16% of the housing market and affecting possibly as many as 11 million people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It can be easy to get caught up in the vast numbers, but it truly is a human tragedy. Many in this House will have read or heard Hayley’s story. Hayley was a first-time buyer in Leeds. She bought her flat through an affordable housing scheme designed to help people on low incomes take that first step on to the housing ladder. After moving in, Hayley was told that the roof of her building was covered in dangerous cladding similar to that used on Grenfell Tower, and further inspections threw up more problems with brickwork, insulation, balconies and possibly firebreaks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Every month, Hayley faced an additional £300 in charges for what is called a waking watch—a 24-hour fire safety patrol that gives little confidence but costs dearly. That £300 a month was as much as her mortgage, and she just could not afford it. The terms of her mortgage meant that she could not move or rent our her flat. Facing mounting bills for the repairs, fire alarms and the looming threat of the costs of fixing the building, Hayley declared bankruptcy. A first-time buyer so recently, Hayley would now struggle to take out a loan to buy a car.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, the crisis is not just affecting those at the beginning of their housing journey. I was written to recently by an elderly constituent who wants to move out of his flat and into a home that better suits his mobility needs. His block does not have dangerous cladding, but misguided advice from the Government means that he cannot get a survey to prove it. His home cannot be mortgaged, so he cannot get a buyer and so he cannot move into a home where he can be comfortable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The situation is reflected across the country. People are being forced to pay more than they can afford for a problem they did not cause. Some are paying so much that they cannot keep their home: first-time buyers getting on the housing ladder to secure their future; people trying to move up and start a family; people approaching or in retirement wanting somewhere smaller; key workers such as NHS junior doctor Will, also in the media today, working on the covid frontline in Sheffield and facing costs of £52,000, a doubling service charge each month and skyrocketing insurance costs; housing associations, councils and their tenants; and everyone in between.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Everyone in this House, I think, agrees that this intolerable situation must not go on. People cannot continue living in unsafe homes. Leaseholders should not face mounting bills for a crisis they did not cause. Labour’s motion today expresses three simple principles that we hope will receive endorsement from across the House. First, the Government must urgently establish how much unsafe cladding there is, where it is and what danger it poses. It is extraordinary, three and a half years on from Grenfell, that we still do not have such basic information. Immediately after Grenfell, the Government could have done as Victoria in Australia did and set up a taskforce to establish the extent of dangerous cladding, prioritised by risk, and ensured enforcement against those who refuse to undertake the work. We are calling on the Government to do that today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many leaseholders are discovering that there is a shortage of engineers and fire safety specialists to carry out inspections and works. The Victoria taskforce manages the supply chain and ensures that it is directed first to the buildings that are most at risk. It has also prioritised safety by ensuring that the highest-risk buildings are fixed first, rather than the first come, first served approach that the UK Government are currently taking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, people’s homes should be made safe as soon as possible. Where there is dangerous cladding on buildings or other serious fire safety problems, that must be fixed immediately. All the big players in this crisis have spent the past few years pointing fingers and avoiding responsibility, and the Government have called on building owners to do the right thing, but there is nothing to prevent building owners from passing on costs to leaseholders, and indeed they have a fiduciary duty to do so in many cases. Leaseholders simply cannot afford it, and they simply should not have to. If someone bought a new car that turned out to be dangerous, they would not expect to be told to take out a loan of tens of thousands of pounds to pay for it—often more than the price of the original car—but here we are talking about people’s homes. The stalemate we have now is leaving hundreds of thousands of people stuck in flammable buildings, and the only way to make homes safe is for the Government provide up-front funding to make that happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, the cost of the work should not fall on leaseholders or taxpayers. Residents did not cause this crisis. They bought their homes in good faith only to find themselves victim to years of corporate malpractice, Government inaction and a broken leasehold system. Ministers have promised at least 15 times that leaseholders would not bear the cost, but recently the language has shifted to state that they should not bear “unaffordable” costs, and there is talk of loans. Labour’s motion calls on them to reaffirm and put substance behind their original promises to leaseholders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Neither should the taxpayer carry the burden. The Government should pursue the dodgy developers, cowboy builders and manufacturers of flammable cladding through legal action—that is the “polluter pays” principle. Where laws need to be changed to make that easier, we should do so. There is precedent for that in Australia. Many councils and social landlords are being stung for the cost of the remediation. The Government have set them two impossible tasks: build to the building targets they have set, and at the same time carry out expensive fire remediation without passing on the costs to hard-pressed tenants. That must also change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am a Member of Her Majesty’s Opposition, but I am not here to score party political points. We know that at least 34 Conservative MPs agree that leaseholders should not pay for these costs, and I am sure there are many more who have not yet said so publicly. I commend in particular the work of the hon. Members for Stevenage (Stephen McPartland) and for Southampton, Itchen (Royston Smith) on the Fire Safety Bill. Their amendments sought to protect leaseholders and push the Government to take action. We have tabled our own amendments that build on theirs and fill in some gaps, but the Government have not said when the Fire Safety Bill will come back, and the end of this parliamentary Session is rumoured to be fast approaching.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government may say that Opposition day motions are not binding, but it is up to them if they choose not to be bound by the sovereign will of the country’s elected representatives in this House. Many people remember that when the Labour Government were defeated on an Opposition day motion on Gurkhas, they honoured the will of Parliament and changed the policy the very next day. I ask the Government to heed the will of this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Further delay and inaction is not an option. Building insurance will continue to skyrocket and the unaffordable cost of waking watch security guards will continue. On top of all that, the colossal cost for fixing buildings will fall on leaseholders. People will go broke. Mortgages risk going into negative equity on a massive scale as more and more flats become literally valueless. We need a solution to this crisis that fixes buildings and ensures that those responsible pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I pay tribute to the absolutely inspiring cladding campaigners. I have met some in my constituency of Bristol West and others from across the country along with my colleague, the excellent shadow Minister for housing and housing safety, my hon. Friend the Member for Weaver Vale (Mike Amesbury). Those residents just want to get on with their lives. It is a tribute to all of them that they keep campaigning. So many MPs tried to get on to the speaking list today that they could not all get on. I commend colleagues for standing up for lease-holders, whether they are able to speak today or not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is cross-party consensus—agreement across both Houses and across the country—that we should put the needs of those first-time buyers, key workers and pensioners first. I am not asking Members to vote with the Opposition; I am asking them to vote with their constituents to show that they will always put their interests first. If Members agree with what is in the motion, they should vote for it. It is as simple as that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}