{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2022-speech-on-the-speakers-conference/",
    "title": "Thangam Debbonaire – 2022 Speech on the Speaker’s Conference",
    "post_date": "June 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Thangam Debbonaire, the Labour MP for Bristol West, in the House of Commons on 22 June 2022.",
    "content": [
        "I, too, very much welcome the motion on the Speaker’s Conference and thank Mr Speaker for his leadership on this matter. It offers us all an opportunity to consider the employment conditions of Members’ staff. This is the right time to be doing that, following another damaging few months for the reputation of this House when we have had serious allegations and convictions against some Members. It is not a very large number, but it is important that we ensure we are providing good working practices for all Members’ staff. This is a really important step forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since Gemma White’s report into the bullying and harassment of MPs’ staff, the House has made a lot of progress in how we employ, manage and treat our staff, providing them with a form of redress, complaint and assessment of those complaints, but we now need to take further steps. For instance, we have had the establishment of the Members’ Services Team, to whom I pay great tribute. I have always found them to be extremely helpful and approachable, and they are a fount of knowledge. I urge colleagues who may not have come across the team to make use of the fact that they are camped out in the Portcullis House atrium every day. They offer a friendly face, and help awaits. Members now have access to a range of best practice employment guides, and the opportunity to attend regular workshops. Again, all Members are encouraged to use the service, but we need to build on it and strengthen our structures and processes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to place on record the fact that some Members have expressed concern that the Independent Parliamentary Standards Authority will be the body that ends up employing Members’ staff. The point of the conference is to look at all reasonable options, but it is important to put on record that my understanding—I am not speaking on behalf of IPSA—is that IPSA has expressed reservations about whether that would be appropriate. I certainly feel that, at the moment, we have other options to consider, which is what the conference is for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In response to the question from the right hon. Member for East Yorkshire (Sir Greg Knight) and the Leader of the House’s answer, I reiterate that the motion specifies the date of the first report—not the second, third or final report—as 31 October, but it is important that the House is able to debate the reports at regular intervals and to scrutinise the work being done. As the Leader of the House mentioned, the Speaker’s Conference will have cross-party membership. It will take on Select Committee powers and will have the power to require evidence, witness statements and information to be prepared for it in the same way as a Select Committee, which I think is right. The Leader of the House also mentioned—I would echo this—that the previous Speaker’s Conference marked a point on which we have made much progress, because having a Speaker’s Conference on increasing diversity in ethnic and gender representation in this place has been followed by a marked increase in all of the above. I feel that this bodes well for the next Speaker’s Conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The House of Commons is a beacon for democracy around the world. I feel that we have in our hands the opportunity to make it also a model workplace that is at the forefront of workers’ rights, with strong protections in place for all our staff, because future generations should inherit a safer and more inclusive Parliament where everyone has somewhere to turn, and where staff are able to fulfil their potential in every single team across this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}