{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2021-comments-on-the-personal-conduct-of-owen-paterson/",
    "title": "Thangam Debbonaire – 2021 Comments on the Personal Conduct of Owen Paterson",
    "post_date": "November 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Thangam Debbonaire, the Labour MP for Bristol West, in the House of Commons on 3 November 2021.",
    "content": [
        "It gives me no pleasure to be standing here responding to a standards motion, although I now feel that what I am responding to is the Leader of the House moving the amendment, rather than the motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to place on record my sincere thanks to the standards commissioner and her team, not only for their diligent work in carrying out this inquiry, but for all the other work that they do to actively promote high standards across the House. I thank my hon. Friend the Member for Rhondda (Chris Bryant), who chairs the Standards Committee, and all the other Committee members who contributed to this thorough investigation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since 1695, there have been rules on paid advocacy. A motion passed on 2 May 1695 said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“the offer of money or other advantage to any Member of Parliament for the promoting of any matter whatsoever…in Parliament, is a high crime and misdemeanour”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If, today, the amendment passes or the motion falls entirely, it sends the message—to paraphrase my right hon. Friend the Member for Ashton-under-Lyne (Angela Rayner), the deputy leader of the Labour party ,who said this better than me earlier today—that when we do not like the rules, we just break the rules; and when someone breaks the rules, we just change the rules. It turns the clock back to before 1695. Such actions were not acceptable then and they are not acceptable now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Margaret Hodge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my hon. Friend agree that the only logical explanation for the action by Government Ministers and Back Benchers today is not necessarily the recommendations of the report that we are considering today, but that there may be many others in line to come forward that will cause even greater embarrassment to those on the Government Benches?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my right hon. Friend, who is a distinguished Member of this House, for raising that point. It is hard to work out why this is happening. In fact, I am going to skip ahead to a later point in my speech. As you know, Mr Speaker, the Leader of the House stands up in front of us every week. If he wanted a debate on changing the rules and changing the system, he has had that opportunity every single week, but I have yet to hear him mention it until today, when we are considering a live case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In this case, the Committee concluded:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“This is an egregious case of paid advocacy”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It said that the right hon. Member for North Shropshire (Mr Paterson)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“repeatedly…used his privileged position…to secure benefits for two companies for whom he was a paid consultant”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "and that this\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“has brought the House into disrepute.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A lot has been said in the media about the standards process over the last week, but since 1695 this House has only ever strengthened the system. The Library and the appendix to the code of conduct can provide a timeline and details for any Government Members who are interested. The introduction of a House of Commons Standards Commissioner in 1995 and the Standards Committee in 2013 were key features of strengthening the system. It has worked well and has gone a long way to restoring public trust in the House. It is vital that the integrity of the standards system is maintained. In fact, the Committee on Standards in Public Life recommended just this week that the system needs to be strengthened, not weakened. But no—Government Members seem to want to rip up the entire system. Our Committees, which are cross-party, carry out their inquiries independently of influence from this House and that must continue to be the case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Under the code of conduct, all of us are expected to adhere to the ethical standards of the seven principles of public life. It seems that some Government Members need a reminder that those principles are: selflessness, integrity, objectivity, accountability, openness, honesty and leadership. That expectation is good for us all. If someone in this place falls short, there has to be a system in place to hold MPs and other public officials to account. That is our standards system. It is a standards system that our Parliament voted on and approved. Just changing the system when somebody does not like a result is not acceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If the Government wish to debate the merits of the standards system, the Leader of the House can get up tomorrow and schedule time to do so. Some Government Members who have signed the amendment are Chairs of House Committees and could have initiated reviews or made proposals, but they did not. I hate to remind the Leader of the House, but today there is a motion before us about a report and its recommendations. It is absolutely in order for Back Benchers to table an amendment, but it is quite astonishing that the Government seem to have endorsed and whipped it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Shamefully, it seems that Tory MPs have been backed by their Government to hijack this debate, which should have been about endorsing a Committee report. The Government are sending the message that paid advocacy—MPs selling their offices and position as an elected representative—is fine. I am afraid that some, including Government Members from the Dispatch Box today, are claiming that this is a process without an appeal, but the commissioner reviews cases, makes recommendations and refers them to the Standards Committee, which is cross-party, with a majority of members from the Government Benches, as well as lay members with expertise; they decide whether to approve the recommendations, and we debate and vote on them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Correct me if I am wrong, but as I understand it, the right hon. Member for North Shropshire had access to legal representation. His character witness statements are in the report and were duly considered. As some of my colleagues have pointed out to me, if everybody who wanted to give oral evidence to a court of law was just accepted, where would that get us? Is that really what we are saying—that there should be a system whereby if I want to give evidence, I get to say what I like?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Committee process is, in effect, a process of appeal. The Committee upheld the commissioner’s report and recommendations, and so must this House. For the public to maintain their trust in us, it is crucial that our independent standards procedure is not undermined or, worse still, systematically dismantled all together, as I fear is happening now. Is that what the Leader of the House wants his political legacy to be—undermining Parliament and our MPs even further? Does he fully understand the potential consequences of doing this?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Standards are important; they matter. The commissioner and the Committee took careful consideration of a very large amount of evidence. It took a long time to read, and I strongly suspect that some Members did not read it. The Committee recommended the sanction on the motion before us. It would be extraordinary for this House to overturn that independent, cross-party recommendation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hate to remind the Leader of the House, but just last month Government Members said that they could not possibly support retrospective rule change; and yet, here we are. In the middle of a case, Tory MPs—yes, I am going to state that, because it is only Tory MPs who have signed this amendment—are trying to change the rules. It is a serious case of paid advocacy against the rules that are clearly set out. The public rightly expect us to abide by the rules and to be held to account. We must vote to do so today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We cannot have a return to the Tory sleaze of the 1990s. Members and the public will remember cash for questions and those Tory scandals of the 1990s. This Tory dilution of our standards procedures sends a terrible message to the public and our constituents that it is one rule for certain MPs and another for everyone else. The enduring damage that that would do to Parliament’s reputation is something that none of us should be prepared to consider.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}