{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2022-speech-on-code-of-conduct-and-guide-to-the-rules/",
    "title": "Thangam Debbonaire – 2022 Speech on Code of Conduct and Guide to the Rules",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Thangam Debbonaire, the Shadow Leader of the House of Commons, in the House on 12 December 2022.",
    "content": [
        "I start by thanking my hon. Friend the Member for Rhondda (Chris Bryant) and his cross-party Committee for all the hard work that they put into their comprehensive and far-reaching inquiry into the operation of the code of conduct for MPs. They worked diligently, thoughtfully and cross-party with their external members. They came up with sound proposals, consulted carefully and revised their proposals further. It then fell to the Government to table the motion—I will come back to that. I also thank the Parliamentary Commissioner for Standards and her team for all their dedication to making sure that rules are understood and, when not adhered to, thoroughly and fairly investigated. I also thank them for their recent review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since 1695, as my hon. Friend once told me, Parliament has had rules against lobbying and taking payments for conferring or attempting to confer benefits on an individual, business or organisation. Until 2015, those rules only ever got stronger, which is the right and only reasonable direction that the public would expect. When a respected Select Committee does its job—consults, revises and employs independent judicial expertise—and makes its recommendations, my view is that that should be respected fully by the Government. So it is bittersweet to be debating the Government’s eventual motion today. After months of many of us calling for the full set of recommendations to be implemented as recommended, the Government have tabled a motion, but in the process they have ditched crucial elements that would have strengthened parliamentary standards still further. I am dismayed but hardly surprised, because this is, unfortunately, a Government with form.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us remember how, just over a year ago, the Tories took an approach to standards taken by no Government before them. The then MP Owen Paterson had been found absolutely bang to rights, having taken a large amount of money for a large amount of access to benefit the company who paid for him. Most importantly, the Commissioner for Standards and the Standards Committee had investigated the claims carefully, reviewed the evidence, considered every angle and concluded a sanction. That is the backdrop to the motion: a Government who, within the past 12 months and roughly three weeks, did that to their system of standards—and there was more to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government, led by the then Leader of the House, the right hon. Member for North East Somerset (Mr Rees-Mogg)—I have notified him of my intention to mention him—along with many others in the Cabinet and on the Government Benches, tabled and supported a motion as recommended, but in name only. The then Leader of the House spoke for 40 minutes in support not of the motion in his name but of the amendment in the name of his predecessor, the right hon. Member for South Northamptonshire (Dame Andrea Leadsom). In so doing, he simultaneously tabled a motion and undermined the standards system and the case in hand by trying to introduce a new process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Andrea Leadsom (South Northamptonshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the hon. Member accept that the amendment tabled was designed to set up a Select Committee to look exactly at the problems that we are debating? That was its intention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the right hon. Lady for that intervention. It may have been the amendment’s intention in the abstract, but, by introducing it during that process, the Government undermined that existing, living process. Their case when approaching matters of standards is affected even now by that decision to propose a motion and then basically speak in support of one undermining it in the middle of a live process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michael Fabricant (Lichfield) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I take the point that the hon. Lady makes, but will she not accept that the Opposition deliberately sought to conflate the two issues of Owen Paterson’s guilt and that of procedure? I voted against the procedure; I was not voting on whether Owen Paterson was guilty or not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I cannot answer for the hon. Gentleman’s decision-making process, but I note considerable dissent in various parts of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Concluding that an existing structure and process had delivered an undesirable outcome, the Government seem to have believed that the structure and the outcome must be at fault, not the person involved, and decided to change the process when it was nearly complete to try to get a different outcome. I am afraid that that is the backdrop. The resulting vote caused chaos.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Aaron Bell (Newcastle-under-Lyme) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My recollection of that vote is slightly different from that of my hon. Friend the Member for Lichfield (Michael Fabricant), as the hon. Lady may realise. What the Government are doing today is incredibly well intentioned and I would ask her to tone down the political tone, because we are all going to make our own decisions on the motion. The Leader of the House is trying to find a way forward, with the complications she has spoken about with regard to Whitehall and the principles of public life. I had some real concerns with what the Committee was putting forward and I will be voting with the Government tonight, despite the fact that I voted against them in that vote back in 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Gentleman for his intervention. I do support the motion—I will vote for the motion, should there be a Division. I will also vote for the amendments tabled by the Committee, and I will come on to the reasons why shortly. I just want to make sure we are clear about the backdrop. A Government did ask their MPs to support the indefensible and to vote for what appeared to be nonsense.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The farce, unfortunately, continued the very next day. The right hon. Member for North East Somerset undermined himself still further by reversing the impact of the amendment, which had passed thanks to his Government’s own urging. I will not go over that in detail, but it is worth noting that it created a mess in the middle of the ongoing process. It meant that an MP then resigned rather than working with the system of standards, as the right hon. Member for South Northamptonshire said, with the good intention of attempting to strengthen and improve the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By this point, the Committee on Standards had already begun its work and the Parliamentary Commissioner for Standards had announced her review of the code of conduct to complement the Committee’s activities. I am glad the Government have brought forward some of the Committee’s recommendations. It is already Labour policy that MPs should not be paid parliamentary lobbyists or consultants on how to get better access to Parliament and Government. Where MPs do have an outside job, it is right that strict protocols are followed, so I welcome the measure that will require them to have a written contract making it explicit that their duties cannot include lobbying Ministers. I am glad that has Government support. A Labour Government would go further and ban second jobs altogether, with limited exceptions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I note the commendable work of the right hon. Sir Ernest Ryder, who conducted the independent review into the system. The Committee made good use of his extensive experience and reflections on the very important issues of fairness, natural justice and the right to appeal. Unfortunately, some Members, in their attempts to defend their friend—an urge I completely understand; to defend one’s friends is a good quality—attacked the system on the grounds of fairness, natural justice and the right to appeal. They were exposed further on when Sir Ernest Ryder concluded that the present inquisitorial procedure for standards inquiries is fair and complies with article 6 of the European convention on human rights, or the right to a fair trial. He made further recommendations, including introducing a more formal appeal stage to the process, while noting that the existing standards process contained such a right, but that it was not clearly identified. I welcome both his and the Committee’s recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, the Government have ditched some key reforms. I note what the Leader of the House says, and I do not doubt that her intentions are honourable. I am glad to hear her say that more things are coming. I think she will recognise, however, that I am growing rather weary of hearing the word “soon”. That does not just come from her—she is not the only one. In fact, I do not think she did say “soon” this evening. But if it is not soon, then when? The Government have had the recommendations for some months. Given the backdrop I have outlined, on what basis does the Leader of the House think there is a moral basis for picking and choosing which of the standards they will accept and which ones to ditch? They appear to be ignoring that backdrop.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The first specific issue I want to mention is the register of ministerial interests and the measures, which have been raised briefly already, requiring Ministers to register gifts and hospitality in the Register of Members’ Financial Interests. The history is fascinating. A 1993 report from the Select Committee on Members’ Interests stated that Ministers were required to register benefits they received in just the same way as other Members, even if it was in a ministerial capacity. Subsequently, the 1997 ministerial code provided that Ministers should register hospitality in their capacity as a Minister in the House if it was\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“on a scale or from a source which might reasonably be thought likely to influence Ministerial action”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The 2007 ministerial code went even further, providing that Ministers should register hospitality with both the permanent secretary in their Department and the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Only in 2010 did the ministerial code completely separate the registering of ministerial and Member interests. It is worth noting that there was a change of Government that year, and it feels to me as though the subsequent amendment in 2015, with the then Government introducing the provision that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Members are not required to register either Ministerial office or benefits received in their capacity as a Minister”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "was a step backwards. I would like us to have transparency, with Ministers registering all hospitality above a certain agreed level with the House so that there is parity with Members, as I am sure my hon. Friend the Member for Rhondda will explain in more detail. However, I feel this is an opportunity for the Leader of the House just to reconsider. Will she do so? The Government have had months to respond to these proposals, and I am really disappointed to see them thus weakened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My second criticism is about the examples of the principles of public life. The right hon. Lady the Leader of the House referred to the Committee on Standards in Public Life, so she must know that the chair of the committee said in oral evidence to the Committee:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We strongly support the idea that although the seven principles remain central and important for standards issues right across the public realm, they need to be interpreted for particular institutions and organisations.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Are we not a particular institution or organisation? We are. He also pointed out that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“the civil service code…takes the same sort of direction…but identifies specific priorities and principles that are relevant to the civil service”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "so why not Parliament?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the Leader of the House agree that MPs should not misuse our position to gain financial or other material benefit? If so, the Government should not be nervous of making the principles of public life specific to our profession, as the Committee has recommended. In particular, I wonder about the weakening of the example given by the Committee on leadership. What, I ask, have the Government got against the recommendation that Members\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“should actively promote and robustly support the principles, abide by the Parliamentary Behaviour Code”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "and what have they got against the recommendation that we\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“should refrain from any action which would bring Parliament or its Members into disrepute”?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Surely that is something the Government should support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The other part of the backdrop is the loss of two independent ethics advisers in a matter of months. I will not take up too much of the House’s time on this point, but I do want the right hon. Lady the Leader of the House to convey to the rest of the Government our dismay that, week after week, when I or my colleagues ask when we are going to get an ethics adviser, the answer is always “soon”. I am sure the right hon. Lady wants to give us something clearer than “soon” soon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Karin Smyth (Bristol South) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I asked the Minister in the Public Administration and Constitutional Affairs Committee what “soon” meant. There was an offer—given that the previous ethics adviser resigned shortly after giving evidence to our Committee—of a private session about the process, but the Minister said that there would not be time, as it would come very soon. If the offer still stands, we could work with the Government to try to expedite the process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I can only echo my hon. Friend’s call to the right hon. Lady to give us some more clarity on what “soon” actually means.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The new Prime Minister’s reference to previous Governments was to show that he would bring in a new professionalism, and so on and so forth, but this is exactly the same cast: there has just been another round of ring-a-ring o’ roses, and one of them tumbled into the middle to become Prime Minister. In this brave new world, their dictionary proclaims that “soon” means “as far down the road as we can kick this without actually having to deal with it”. The word “soon” is an important one to define when it relates to such important constitutional matters, and to transparency, ethics and integrity. We know that ethics matter and standards matter, and they matter whether or not the demonstrator on Parliament Square is calling for them—in fact, all the more so—because I am afraid that this lot skipping ring-a-ring o’ roses around successively failing Prime Ministers has cast such a long shadow on ethics that the Parliament Square demonstrator thinks everyone here is just as bad and that none of us can be trusted. That should shame the Governments responsible for it, because Members are subject to rules and standards. There are systems: there is a Parliamentary Commissioner for Standards who investigates fairly and there is a Standards Committee that goes on to do likewise. Those checks and processes are designed to hold us all to account and ensure appropriate consequences if we fail. The vast majority of Members register their interests properly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Hannah Bardell (Livingston) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was not planning to intervene, but the hon. Lady struck a chord when she spoke about the watering down of standards and what people on the street—the public and voters—think. We are all tarred with the same brush when Members break the rules egregiously. The reality is that that makes our jobs more dangerous right now, and it makes it more dangerous to go into politics, which we want to be accessible to all. Does she agree?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I completely agree, and that brings me back to the deletion of descriptors in “Seven Principles of Public Life”, and the Committee’s recommendation that Members\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“should refrain from any action which would bring Parliament or its Members into disrepute.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Watering down standards does exactly that, so I completely agree with the hon. Lady.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The vast majority of Members from all parts of the House, as I have said, correct the record when mistakes are made, register their interests properly, do their job diligently, and work in the national interest and that of their constituents. Every time this shadow falls—every time a Government try to protect one of their own by meddling with the system—it falls, as the hon. Lady said, on us all. Worse still, it falls on the system that we have built up over centuries to protect the public from political corruption.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not want to detain the House, but we have a Government whose use of the word “soon” is as casual as to be the equivalent of a parent answering a demanding child at the start of a car journey about the time of arrival, and who refer to whether or not they need an ethics adviser when clearly they do. When they do those things, it affects us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In closing, I am saddened but not surprised that this has happened, and that there has been a mangling of what I regard as a very good set of recommendations. I support the motion—of course I do—and I encourage colleagues from all parts of the House to back the work of their colleagues from all parts of the House on the Standards Committee and do likewise. It should not be this way, so I also urge colleagues to back the amendments tabled by members of the Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Leader of the House and her colleagues had an opportunity today to draw a line. Instead, by messing around with the recommendations, making us wait for months and omitting key parts, they have undermined the strength of the argument. I hope that hon. and right hon. Members will work to strengthen standards and make a commitment that we will not tolerate their weakening. We will only ever support their strengthening and the creating of new transparency. I urge all Members to vote for the motion and the amendments on the Order Paper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}