{
    "url": "https://www.ukpol.co.uk/thangam-debbonaire-2023-speech-on-parliamentary-services-for-mps/",
    "title": "Thangam Debbonaire – 2023 Speech on Parliamentary Services for MPs",
    "post_date": "February 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thangam Debbonaire",
            "url": "/tag/thangam-debbonaire/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Thangam Debbonaire, the Labour MP for Bristol West, in the House of Commons on 9 February 2023.",
    "content": [
        "It is a pleasure to follow so many great contributions from across the House, including that of my SNP Front-Bench colleague, the hon. Member for Edinburgh North and Leith (Deidre Brock), and, before her, that of the hon. Member for Lichfield (Michael Fabricant). It shows me that there are points of agreement across all divides in this place when he and I can agree on such an important matter as appreciation for the Whips Offices and how well they organise us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Member for Basingstoke (Dame Maria Miller) took us through her vision for improving many aspects of how we run this place. I particularly appreciated her example of the effort, time and perplexity that people went through to get the crèche set up. We now think, “How was it not a thing before?” It is extraordinary to think that it was once a bar, especially for those of us who have arrived recently—I know that the memories of some are long. I am glad that we have the crèche, but it is astonishing that it took so long. Many of the points she raised are worthy of further exploration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to my friend the Chair of the Administration Committee, the hon. Member for Broxbourne (Sir Charles Walker), for his—as always—thoughtful, witty and entertaining but provocative contributions on how we appreciate Members and why it matters. I look forward to discussing it with him further. I thank him and his Committee for their important report. It was published after this debate was secured, so I will focus on parliamentary services, but we have a lot of work to do in picking up on his comments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I put on record my gratitude and that of the Labour party for the thousands of members of House staff who support our work across an enormous range of professions and services, from the Clerks to the cleaners. We need their quality services so that we can best serve our constituents in our constituencies and represent them here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The country, and indeed the world, saw the very best of the House service throughout the pandemic, during the lying in state of Her late Majesty the Queen, and, I would add, just yesterday for the very sudden arrival of one of the most important Heads of State in the world. On all those occasions and more, House staff have done Parliament proud; they carry out their duties with great distinction. The public possibly never realise just how hard the Doorkeepers work to ensure we are going the right way and are in the right place, for instance, but we see all those people do those things every day, and I thank each and every one of them for it. I also challenge us all to show our appreciation and our respect. Yes, they are there to help us to serve our constituents, but they are not our servants; they are our colleagues. We are grateful to them all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whether we are scrutinising the Government, making laws or debating the issues of the day, everything we do is for the benefit of the people we represent. That is what this debate boils down to. I cannot speak to every parliamentary service—colleagues who have trains to catch may be glad to hear that I will not—but I will pick out a few of current relevance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, I congratulate the new Parliamentary Commissioner for Standards on his appointment. He advises as well as adjudicates on the rules that govern us. I am glad that he has prioritised improving the quality of information in the guidance. I also think it important for the public to know that those rules are there. Given some of the high-profile cases, it is no wonder that the public sometimes think that there are no rules or that nobody is bothering to enforce them. Yes, there are rules; yes, they are being improved; and yes, there is a body of people, led by the commissioner, whose job it is to hold us to them. It is to the merit of the commissioner that he is engaging with so many of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not think that we have ever had a golden age when everybody thought politicians were completely trustworthy, but people should be able to trust that there is a system around us to hold us to account when we fail. That connects to the work of those in the office of the Parliamentary Commissioner for Standards, as well as to our Domestic Committees and the House services that support them, which I thank.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also welcome the commitment of the commissioner and his team to work on improving everyone’s understanding, so let me ask the Leader of the House a quick question. Would she support me in ensuring that at least one physical copy of the rules is sent to every MP’s office, and that copies are made readily available in every Vote Office, clearly labelled to show when the code is coming into force and so on? Let us make it easier for everybody—the public, Members and staff—to know what the rules are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand that the Parliamentary Digital Service is hard at work on a new platform to bring accessibility and transparency to the Register of Members’ Financial Interests and to make it easily searchable. Clearly we need that—it is long overdue, and I thank PDS for updating me recently on that, and I urge it to press ahead. I welcome the move to bring Members’ interests together in one searchable digital place. I would like some reassurance from the Leader of the House that there will be the opportunity to include gifts and hospitality that Ministers receive on the same register, or to have some method of linking between the two.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I put on record, slightly stretching the debate from parliamentary services, my appreciation for MPs’ staff. That gives me an opportunity to thank all those unsung heroes, and in a personal way, I thank my long-serving office manager, Arthur Girling, who will shortly be leaving my office, after seeing me through Brexit, covid and many more crises. He has served me and the people of Bristol West well, and I am very sad to see him go, but I wish him all the luck in the world in his new role. Thank you for indulging me on that, Mr Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The wide range of skills that MPs’ staff use as part of a busy small team is impressive. While we are working here for our constituents on legislation, they are in our constituency offices providing direct assistance and being our frontline, often dealing with complex and heartbreaking situations. It is not on that they have to deal with the brunt of online and actual abuse. It may be directed actually at us, but they take the brunt of it. On that, I draw attention to another parliamentary service, the wellbeing service. I encourage all colleagues to make use of it and to look at how they use their wellbeing budgets to enhance the wellbeing of their staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also thank the Library service and the Vote Office and Table Office staff, who are invaluable in helping us and our staff to serve our constituents. They are our primary service. They need support, and I thank the Members’ Services Team with their HR service, pastoral support and free training for staff and MPs. Again, I encourage colleagues to show our leadership and be proactive in taking up that help, searching out what is available for our staff and ourselves so that we can, as Speaker’s Conference is looking at, be the very best we can at being leaders of our teams.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are elected to be leaders—and not just political leaders, but team leaders, community leaders and campaign leaders. In order to do that as well as we can, I encourage all colleagues to make use of what is there, but I would also like the Members’ Services Team and the Speaker’s Conference to consider what else the team might do proactively, such as they do when an MP sadly dies in service, where proactive contact is made with MPs’ staff after that tragic occasion. I would like the Members’ Services Team to be considered for other tasks. I know that the survey of the 2019 intake will be useful for informing that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Several House services have a role in helping us and our staff to feel safe. The introduction of the Independent Complaints and Grievance Scheme was a mark of great progress, and we are much better than we were when I came into this place, but there is room for improvement. Too many cases take too long, and I know the ICGS knows that, and I have spoken with the current director. I look forward to seeing the recruitment of more investigators helping to speed things up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also give a note of appreciation, as well as a challenge, for our magnificent security staff, who put themselves on the line every day to protect us and to allow us to come to work unimpeded by threat. We have lived through many threats over the past few years, including, as the hon. Member for Edinburgh North and Leith (Deidre Brock) has mentioned, the murder of two of our colleagues, but I will never forget the ultimate sacrifice made by PC Keith Palmer, killed in the line of duty protecting us on that terrible day in 2017. I encourage all right hon. and hon. Members to remember him when we pass his memorial in Parliament Square. I support the police and security services on the screening and diligence work that they know they have to do and keep doing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**James Sunderland**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The shadow Leader of the House is making an important speech, and I agree with everything she is saying about security. We are well looked after here as MPs; we have great security, great police and she rightly commended those who look after us. Does she agree, however, that there is work to do on security governance and how we look after MPs—our colleagues—off the estate?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do. It is interesting that there is such a degree of concord across the House on this subject. The security is not just for us but for our staff and it is so important, particularly in the light of several recent high-profile cases, whose names I will not mention because I do not want to dignify them. We have a challenge with officers who have served here, though only for a short time. We need to know the greater risk of their serving on the police force, and I think we have had that assurance that our security and police services are working on that. I agree with the hon. Gentleman that we need to do much more to make sure that we are doing that off the estate, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are too many services to name them all, but I will try to rattle through them. I encourage everyone to show their appreciation for the staff who go above and beyond by using the STAR staff recognition scheme on the intranet—if any Members are puzzled, they should have a look. I have certainly used it, but probably I could do so more. We should use it to show our appreciation for the security staff, cleaners, Clerks and Doorkeepers. If someone has gone out of their way, please use that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have the Governance Office, the Finance team, Select Committee staff, the People and Culture team, the Research and Information team and the House of Commons Library, who I have already mentioned. I have used Speaker’s Counsel many times for advice on points of law. There is Hansard—I see them up there. There was a rueful grin earlier when the hon. Member for Lichfield asked whether anyone actually reads Hansard. Yes, actually. Even if it is just us, we need them to do that. If I want to hold Members and Ministers to account, I need to know what they said. If I am to learn how to improve my speeches, I need to read what I actually said rather than what I scribble down and cannot read.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Maria Miller**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like the hon. Member for Edinburgh North and Leith (Deidre Brock), the shadow leader is an appointed member of the House of Commons Commission, so she is in charge of running the services that she has just been talking about. Will she join me in calling for House Committees to be given the opportunity to scrutinise the work of the Commission? I am sure that, as a member of that body, she would want to ensure as much transparency as possible and an ability to improve the decisions made there through the scrutiny process?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I agree that commissioners should always strive to improve how we conduct our business. An interesting point of tension could arise because those domestic Committees advise us, so I will look at the right hon. Lady’s proposal in more detail. We might need to work out the lines of accountability. I thank her for that intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michael Fabricant**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will not be quite as philosophical or learned as my right hon. Friend the Member for Basingstoke (Dame Maria Miller). I will simply say that given this is a sort of Oscar ceremony where we are praising everyone—I already praised the Whips—we should also mention the Serjeant at Arms department, which looks after the work in the Chamber. People do not realise that it also looks after security within the boundaries of the Palace of Westminster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Thangam Debbonaire**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Gentleman for raising that. It might have been the In-House Services team that I had not yet mentioned, and I am happy to concur. As well as having a bit of a love-in today, some of us have offered challenges to one another and to those House services that we love and respect but also need sometimes to improve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to finish by saying that we thank them all. We should all strive for improved services for Members because it is in the interests of the public, of democracy and of the constituents we serve. That may mean looking at how we support Members who are leaving or working out whether we are taking care of our cleaners properly. I ask all Members to think about what we could do better, so that we can serve our constituents and, most of all, democracy to the best of our ability, and I thank you, Mr Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}