{
    "url": "https://www.ukpol.co.uk/defence-committee-2021-evidence-given-by-general-david-petraeus/",
    "title": "Defence Committee – 2021 Evidence Given by General David Petraeus",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Defence Committee",
            "url": "/tag/defence-committee/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The evidence given by General David Petraeus, the Commander of US and NATO forces in Afghanistan (2010-11), at the Defence Committee on 23 November 2021.",
    "content": [
        "**Examination of witness**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Witness: General Petraeus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chair: Welcome to this Defence Committee hearing on Tuesday 23 November 2021. This is our final session looking at Afghanistan. We have two panels today. I am delighted to welcome General David Petraeus, who will be our witness in our first panel. We will be looking at various aspects of Afghanistan, and we may at the end, if time permits, look at Poland, Belarus, Ukraine and eastern Europe as well. We are very grateful for your time this afternoon. You have had a huge amount of experience, firstly in the armed forces—I think it was 37 years. You have had a series of four-star command appointments and were USCENTCOM commander. What is pertinent to our discussions this afternoon is that you were in charge of US and international forces in Afghanistan itself. To kick us off, I turn to John Spellar.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q191 John Spellar: General, the US, UK and other allied troops withdrew from Afghanistan following the Doha agreement, but how might the withdrawal through 2020 and 2021 have been better managed from a military perspective?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: First of all, I think it is important to recognise that there were alternatives. We could have finally acknowledged that although you cannot win Afghanistan, because of the sanctuaries that Pakistan provided or allowed for the Taliban and other insurgent and extremist elements, you could manage it. For all of the imperfections, the flaws and the maddening issues with the Afghan Government, I would submit that it was vastly preferable, not just from our national perspectives, but from the perspectives of most of the Afghan people—certainly the women—to the Taliban Government. It will have a very serious challenge not just governing and providing basic services, but even keeping the lights on and keeping the banking system solvent, among a variety of other challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There were a lot of ways that this could have gone more smoothly. The biggest would have been to recognise the potential for the psychological collapse of the Afghan security forces. This was not inconceivable; in fact, I publicly said on air some three months prior to their collapse that I did fear a psychological collapse of those forces because of the way in which they are structured. They had to be fairly large—an army of, say, 130,000 to 150,000; they were certainly not at full strength and there were challenges with that—and they had to defend everything around the country that matters: the major population centres and the major elements of infrastructure. There is no alternative to that. They have some help from local police, but not much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then you have a very large reserve, with local reserves out in the provinces but then a central reserve in the major bases of Afghanistan, so you need to have both rotary-wing and fixed-wing air mobility. The US insisted on providing sophisticated US helicopters and planes for transport and close air support, and these required some 15,000 to 20,000 contractors to keep operational. They were way beyond the capacity of the Afghan maintainers, if you will. The Afghans could maintain the old Soviet or Russian systems, but they could not maintain the much more sophisticated—and, to be sure, much more capable—US systems. Once I realised that these were going to be pulled out in addition to our forces, which necessitated the withdrawal of the other coalition forces, which were between two and three times the size of the US ground forces, I feared that the Afghan forces out in these far-flung locations would realise that no one was coming to the rescue with reinforcements—that is where the commandos and other special operators would come into the mix, and they were quite capable—close air support, emergency resupply and aeromedical evacuation capabilities. Once they realised that was not coming, I do not know how you would rationalise continuing to fight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In particular, as they discussed, their local political counterparts were getting text messages from the Taliban as the Taliban carried out quite a sophisticated campaign of simultaneous attacks all around the country, augmented by the more than 5,000 Taliban detainees that, as part of the Doha agreement, we had insisted be released by the Afghan Government, which we did not allow to participate in the discussions over the future of their own country. Again, the big mistake here was not anticipating this kind of collapse, hence we first pulled out all of our military along with all the diplomats and all the others to whom we had a moral obligation to withdraw.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We then had to rush them back in when the Government collapsed and the forces surrendered, essentially. Of course, we had what was on the one hand a very impressive withdrawal of individuals—some 120,000 or so in a matter of less than two weeks—but also a very chaotic process, and one that has resulted in essentially leaving behind many tens of thousands of the former Afghan battlefield interpreters who served with our forces on the ground, and their family members, all of whose security is in jeopardy because of their service with us; not to mention many, many others whose service to the Afghan Government or various other organisations and entities affiliated with the US or coalition elements put their lives at risk as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q192 John Spellar: Was this a long‑term and systemic problem of assessment by ourselves of the Afghan capabilities, or was it greatly exacerbated during the course of this year?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Once again, you withdraw this critical element. There is no other way to structure forces in a country that is vast, very mountainous, in the shadow of the Hindu Kush—in fact, as you know, the Hindu Kush defined the spine of Afghanistan—and has very limited road and other line-of-communication infrastructure. You have to have individuals out there defending all of that and you have to have forces that can respond to it. That requires air mobility, both fixed and rotary wing, depending on how far you are going to have to take the troops that are reinforcing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Again, once that critical element may not be present, once you realise that that could be rendered inoperable because of the lack of maintenance—keep in mind, by the way, that in the early weeks of this Taliban offensive, there were impressive responses. There were impressive responses north of Kabul in the Baghlan‑Kunduz areas; there were impressive responses outside of Kandahar, to some degree, and Herat; but over time, the capability of the Afghan forces to respond became limited. Again, once that happens, you cannot conceive of forces out there continuing to fight if they know they are essentially doomed. We would never put our own forces in that situation, yet by our withdrawal of the US forces, the coalition forces and the maintenance personnel, that is exactly what we did in this situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Again, keep in mind that we were the ones who insisted on providing American‑provided stuff. I am pretty sure that when I was the commander—having departed some 10 years ago—we were still issuing Russian types of systems and some old Soviet systems, which again were much simpler: much less capable, but much more maintainable by the Afghan maintenance personnel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q193 Chair: Would you agree that the actual departure—the manner of our departure, but also the general departure from Afghanistan by international forces—has been a humiliation for the west and western forces?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: I think it was our Chairman of the Joint Chiefs who assessed that it was a strategic setback or a strategic failure, or words of that nature. In that regard, it is important to note that at a time when we most want to show our allies and partners around the world that we are a dependable partner and that we are not a country in decline, this handed would‑be adversaries materiel, if you will, to say, “See, we told you. They’re not a dependable partner, and they are a country in decline.” I do not believe that, and I think it is imperative that we demonstrate that that is not the case. I think that without question the individuals, the senior leaders, and the Administration in the United States and elsewhere recognise the importance of showing—not just talking about, but showing—that we are dependable partners with enormous capabilities and with the willingness to use those capabilities. At the end of the day, that is the essence of deterrence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If you draw it out fully into the real global context in which we are operating, clearly the most important of the big ideas—maybe the biggest and most important plate that we have to keep spinning, if you use that metaphorical image of the guy in the circus who has a lot of plates spinning, and the US has to keep more spinning than any other country, albeit with a lot of help from others, including the UK—is that which represents the US and its allies and partners’ relationship with China.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We obviously very much want to ensure that that is as mutually beneficial as possible—co-operate where we can, compete where we must and, above all, ensure that we deter what could result in real conflict, given the potential enormously dire results of such conflict. The essence of deterrence is an adversary’s perception of our capabilities and our willingness to employ them. Certainly, this situation—at the very least, the optics of which and the reality of which were quite chaotic—does not reinforce the image of the dependability of the United States. It is incumbent on us to reverse that kind of perception, as we did, frankly, in past years, after a red line turned out not to be a red line in some other cases. Inevitably, such cases will come along, and this is certainly one of them. We have to make sure that we demonstrate that this is a one-off, not a pattern.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q194 Chair: We will come back to the perception and the consequence of that from an international perspective towards the end of our session. Just wrapping up on the Doha agreement, the Afghan Government was not included in the conversation there whatsoever. Would you agree that that was an error? Secondly, would you also agree that in future, it would be wise to include the British there as well? We offer alternative thought, we can give a different perspective and we can actually help provide an insight, which the United States might benefit from.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: The challenge is that you have to recognise that the negotiators were trying to get an agreement that would allow us to leave. If that is your objective and you allow the enemy to know that, you are not negotiating from the strongest of positions. Your foundation is pretty weak. Unfortunately, we put our negotiators in that position, starting with the enormously capable Richard Holbrooke, for whom I was the military partner when I was the commander of US Central Command and he was the AfPak representative of the United States, as you will recall, starting around the 2009 timeframe. Fairly early on, in the speech that actually announced the build-up of US forces and also alluded to the fact that other countries had built up as well, there was also the announcement of the eventual drawdown date. From the very beginning, we made it very clear that we wanted to leave. That is certainly understandable; no country wants to continue some obligation forever, but it does not mean that you should tell the enemy that that is the case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q195 Chair: This was the trouble, General. It was Donald Trump’s ambition to leave because it was part of his election manifesto, if you like, to say “Bring troops out” without recognising the consequence of what would happen next. That became the objective, simply to bring troops home, and then all the Taliban had to do was wait.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Essentially, and not only that; not only did we give them what they wanted, but we also forced our Afghan partners to release more than 5,000 detainees, so that the Taliban would agree to let us do what we wanted to do and what they wanted to do. Again, that was not one of the better diplomatic accords that we have ever reached in our diplomatic history, to put it mildly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chair: Thank you for that, General.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q196 Sarah Atherton: General, I was going to ask about the prisoner exchange and the fact that the Afghan Government were not involved in the Doha agreement, but were effectively signed up to that prisoner exchange.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: They were forced to do that. They were compelled by our senior diplomats to accede to that. I should note that they got 1,000 or so of their detainees back as well, but that is a pretty lop-sided detainee exchange, if you will. Certainly, the well over 5,000 by and large, according to most accounts, went right back into the front lines and helped enable that simultaneous Taliban offensive of which I spoke earlier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q197 Sarah Atherton: You just answered the second part of my question, which was: how much did that impact on the Afghan Government’s security forces collapse? By the sounds of it, you would probably assess that it had quite a large impact. You mentioned before the Foreign Affairs Committee that the US should have maintained a continued presence in Afghanistan, and I think the UK Government would agree to that, although the US is taking a slightly difference stance. Has the withdrawal damaged the trust of the special relationship, and what about the credibility of NATO going forward?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: I think I have spent three of the last seven weeks in Europe. One was in Warsaw for a security forum—in fact, Tobias was there as well, as were a number of other individuals from throughout the alliance in Europe. Another week was in Rome, at a major defence industrial company’s anniversary and a variety of other events and activities. Then I had six days in London. Before going over there and resuming international travel, having not done much of that over the course of the previous 20 to 22 months or so, I thought I understood that the relationships had been bruised somewhat—in other words, that our NATO leaders and partners in particular felt that they had not truly been consulted on this. Rather, they had been told that this is what we were going to do, without much dialogue about it. Indeed, many, if not most, of the European countries and, I think it is fair to say, the leadership of NATO preferred to manage what was going on in Afghanistan, rather than to leave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Again, the challenge is that you have to accept that you could not win but that you could manage. It would be frustrating, unsatisfactory, maddening and so forth, but demonstratively better than the alternative. We are seeing the alternative now: it is a return of the country to a seventh-century interpretation of Islam. Girls cannot go to school—certainly not high school—and women cannot go to college. Women, by and large, are shut out of the economy and basically told to stay home. The banking system is in freefall and will probably collapse. They had the worst drought in 35 years, except that they now have those about every five to 10 years, and they are going to have a very hard time just keeping the lights on in Kabul, much less keeping people fed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Again, I would contend that the alternative to this flawed Afghan Government, however imperfect, was preferable, noting that it would have required us to keep some 3,500 US troops, a very substantial armada of drones and close air support, and other capabilities there. It would have also required us to advise and assist units to help our Afghan partners on the battlefield, in addition to the very important train-and-equip missions that were being shouldered by the coalition effort, and it would have required the critical maintenance personnel who are maintaining the sophisticated US transport and close air support air assets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q198 Sarah Atherton: If trust has been damaged, how do we rebuild it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: You have to demonstrate. You can talk about it and say that this is a one-off, and you can certainly make a case for why we withdrew. The President of the United States did as well as you can in making that case in some of his speeches. But that said, it is all about what we do going forward, particularly when it comes to the really significant threats that are out there right now—the one confronting eastern Europe and our NATO allies and partners is obviously that represented by Vladimir Putin’s forces massing on the borders of Ukraine and Belarus. There is also the substantial competition that is ongoing—that is the term in Washington—between the United States and China. Of course, it is the US and all its allies and partners together, because we want this to be a coherent, comprehensive and whole of Governments—with an “s” on the end—approach to China.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Again, it comes down to what we do about our posture in Iraq. Do we keep forces in Syria? How about at al-Tanf? What about in Africa? What about in other locations around the world? What do we do about eastern Europe? How can we be firmer, but not needlessly provocative, together with our allies and partners? You just have to rebuild it, but we should acknowledge that this has damaged the very important trust between our country and others, including the special relationship with the UK. Again, this has happened in the past, and you have to get through it. We can get through it, and I think we will, but it takes first an admission—maybe not public, but certainly private—that that is the case. I think that is present in Washington. Then it takes actions, based on that acknowledgement, to indeed demonstrate that the US is a very dependable partner and has the capabilities and the willingness to employ the capabilities that are necessary to deter would-be adversaries from taking adverse actions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sarah Atherton: Thank you, General.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q199 Chair: Would you concede that our adversaries and competitors have watched very carefully what has happened in Afghanistan? They have seen a hesitance; they have seen us become perhaps more risk-averse collectively. They could certainly try to leverage that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: I think that is a fair observation, but I do not want to take that too far. This is the result of a conviction formed at the very highest level of our Government some years ago that this was not worth continuing; in that respect, this is a bit of an isolated situation, if you examine it. But, again, the onus is on us to disprove the notion that we are not a dependable partner when it comes to issues that really matter. In terms of the ongoing situation in eastern Europe—I know we are going to talk about that at the end—the US has already been very firm and very public. US leaders at the very highest levels have called their counterparts and had firm conversations with them. We have discussed this with our NATO allies and partners and with Ukraine as well. There have been trips out there by the Defence Secretary and others. Our NATO allies and partners, and the Secretary-General and others, have all made statements. We have forces deployed on the ground in the three Baltic states, for example. There are considerations on other actions that can be taken to shore up Ukraine and so forth. That is a demonstration that the US is a capable, dependable partner, but we will have to continue to demonstrate that in the months and years that lie ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chair: Thank you for that. Emma.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q200 Mrs Lewell-Buck: Afternoon, General. Could I move on to the fall of the Afghan Government? Like a lot of people, despite being on this Committee, I am still struggling to get my head around why it fell so quickly. Could you share you views on why that was? Was it a failure of training support given to the Afghan security forces, or was it a failure of planning intelligence from NATO allies?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: At heart, it was really about that critical element of the Afghan security forces degrading in its operational capacity. That was the ability to reinforce forces who are under pressure around the country with capable soldiers, equipment, close air support, emergency resupply and aerial MEDEVAC. The readiness of the helicopters and planes degraded, as was inevitable, and they got shot up—a lot of them had battle damage and so forth. The 18,000 or so western contractors that used to maintain this alongside Afghan maintainers, while trying to train the Afghan maintainers, were no longer present. Once the troops on the front lines realised that, you saw this, what I term, psychological collapse. They could have fought on, but in many cases the Taliban were massing forces against Afghan elements. Although the Afghans, on paper, had 300,000, half of that is police, so strip those out, and then take out the reserves and take out ghost soldiers, and you are down to smaller numbers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Taliban at these different locations around the country could mass forces that were larger and more capable than the Afghan security forces on the ground defending population centres, critical infrastructure etc. They were essentially doomed. They realised that. Their political counterparts at the local level were texting with the Taliban in a number of cases—again, another element of sophistication of the Taliban offensive, which was simultaneous around the country. And these political figures were saying, “Why should we fight?” Why are you going to destroy this city when you know you can’t win because there is no help coming the way you have anticipated, because of the way the entire structure has been set up?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is not to say we were perfect by any means in all our train and equip. It is to say, by the way, that the notions that some have suggested—that we should have made our Afghan security force partners more like the insurgents—are nonsense. They were counter-insurgents, not insurgents. They have to defend. Insurgents can withdraw up into the hills; they can attack at a time and place of their choosing and then withdraw. In this case, the insurgents have pressured enormously—they could literally withdraw back across the border into Pakistan. There is a reason the Taliban leadership is called the Quetta Shura—because it is located outside Quetta, the capital of Balochistan, a province of Pakistan. There is another element called the Peshawar Shura, which again is because it is in North Waziristan not far from there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the end of the day, that was the critical challenge. This is something that, as I said, several months before it happened, I began to worry could be a result of the withdrawal of our forces, which necessitated the withdrawal of the coalition forces, which necessitated the withdrawal of the western contractors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Again, could we have done better at various aspects? Sure, we could have. One of the questions that we have to ask ourselves is, was it right to insist that we provide very sophisticated US helicopters and fixed-wing aircraft, or could we have continued to provide Russian or old Soviet types of systems that were less capable but more maintainable for our Afghan partners?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q201 Mrs Lewell-Buck: General, I will try to drill down a bit more. You have explained why the fall happened so quickly, but what was happening in terms of the intelligence that was around at that time? How did nobody see it coming? You have given a clear account of what happened and why you think it happened. Why do you think that nobody else spotted that it was on the horizon and put things in place to mitigate it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Obviously I am not inside the CIA any more and I was not privy to the intelligence, so it is pretty hard for me. My understanding is that, as this transpired, the timelines grew shorter. There were some who did say, “We fear this worst-case situation.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Certainly, the inability to imagine that was one reason that we ended up in this paradoxical position where we have withdrawn the military first and left the diplomats, development workers, intelligence officers and Afghan partners behind. It is a little bit as if we do not realise how fully damaged the Titanic has been by hitting the iceberg, so all the men leave first on the lifeboats and the women and children are all left behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In this case, we had to go back in with the military in substantial numbers—I think at least twice the number that we had had on the ground prior to our withdrawal—to secure the international airport because of the enormous pressure it was under from people trying to leave. By the way, just as an aside, for all those who say, “It’s great now that the security has improved,” actually, there are attacks all around the country by a combination of the Islamic State resistance forces that are developing and others, and even internecine, if you will, disagreements between the Afghan Taliban and the Haqqani element of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Haqqani element seems to have prevailed right now, including the individual who is the Minister of Interior, Siraj Haqqani, on whose head was a $5 million bounty. He is the guy picking the governors and a variety of other positions, presumably with the approval of the overall leader of the regime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has been a difficult situation to try to assess. I have a degree of understanding of that, having been a director of the CIA and having tried to anticipate what can happen. At the very final end of the day, what you are trying to do is understand Ashraf Ghani, who all of a sudden just left with a number of his close associates without giving any real notice, presumably because he decided, “Well, we could fight around Kabul, but how much damage will that do to the city?”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All the leaders, of course, remember the horrific situation in the early to mid-1990s when there was a true civil war between a variety of different factions, some closing in from the north, some from the east and others from the south, all of whom ended up shelling Kabul and doing enormous damage to the city that was still very visible in the early years of our return to Afghanistan. I think Ashraf Ghani decided, “Let’s just avoid that. We can’t win, so let’s just leave and they will take charge of it.” Of course, that left a vacuum that was part of the problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is hard for me to second-guess individuals without knowing what they said, when they said it, and what basis for that was offered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mrs Lewell-Buck: Thanks, General. I appreciate it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q202 Chair: Before we move on, can I just ask for your thoughts on Pakistan? Were you frustrated with their outside and proxy influence in what was going on in the country?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Sure. Obviously, it is very frustrating to deal with Pakistan. At certain junctures, particularly in 2009, Admiral Mullen and I and Ambassador Holbrooke and others invested an enormous amount in relationships with key individuals in the Pakistani Government, especially with the chief of army staff in the case of the military, who really is not just the senior military leader but, in many respects, the most powerful individual in Pakistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 2009 there was a superb offensive by the Pakistani army against the elements of the Pakistani Taliban—not to be confused with the Afghan Taliban or the Haqqani network or others—that were threatening; they were almost a dagger pointed at the heart of Islamabad from Swat valley. They did a terrific job of conducting offensive operations and then counter-insurgency in Swat, Bajaur, Mohmand, Khyber, Orakzai, South Waziristan. They were closing in on North Waziristan when they seemingly culminated, as that term is used—in other words they could go no farther. The problem was that it was in North Waziristan where you had the Haqqani network headquarters and many of their bases. You also had a number of al-Qaeda elements, the Islamic Movement of Uzbekistan and a handful of others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The army never did anything about the Taliban down in Balochistan. Years later, there was a confession by a very senior Pakistani leader that they had an agreement, essentially, with the Balochi leaders that they would do nothing in Balochistan other than run the staff college, which is in Quetta, the capital. They had border posts, as well as the major border crossing into Kandahar province, but nothing else, for fear that they would set off a Balochi insurrection. That meant that the Taliban had free reign inside Balochistan, by and large. There was only one strike ever publicly known in that particular area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So Pakistan was very frustrating. Despite professions like, “Okay, we’ll do this” or “We’ll do that,” it never quite materialised. We were totally dependent on the lines of communication into Afghanistan from Pakistan until we got the northern distribution network established during my time as US Central Command commander, but that didn’t help at all. Certainly, it did not help the forces that were down where yours and ours were, in places like Kandahar and Helmand and so forth, nor did it help those in the east, which would come through the Khyber Pass. Those two crossings were essential. We did not want to have to fly everything into the country, as we had to for a 45-day period when they did close those lines of communication in late 2011 as a result of a terrible incident in which a number of Pakistani soldiers were killed in a dispute over whether they were over the border or not. The result was they were dead, and the Pakistanis closed those lines of communication. We saw how problematic that was. It was as problematic as we expected it would be—and as costly as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That was one of the most frustrating elements of the context in which this was carried out. It was the principal reason that, when I did an assessment in Afghanistan as a three-star general coming home from my three-star tour in Iraq—Secretary Rumsfeld asked me to do an assessment of Afghanistan on the way home—the very first slide in that briefing was titled: “Afghanistan does not equal Iraq”. The No. 1 difference between Afghanistan and Iraq was the enormous sanctuaries that the insurgent and extremist elements had in Pakistan. They became more prominent, actually, as the war went on. That meant that you literally could never totally prevail, and therefore you had to ultimately acknowledge that the result was going to be unsatisfactory, but again, as I mentioned, it still might have been managed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chair: Thank you for that; it was very comprehensive. Let us turn to the last few months of the campaign itself and the decision to depart. Derek, over to you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q203 Derek Twigg: General, after you finished your terms as commander of ISAF and director of the CIA, what was your thinking on where we would be on Afghanistan 10 years later?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: I had a pretty measured expectation of what we would be able to do. The unknown, certainly when I left command in Afghanistan and went to the agency, and frankly even after leaving the agency, was whether we would withdraw based on conditions having been achieved that enabled and supported that kind of withdrawal decision, or whether we would withdraw regardless of the conditions. Of course, ultimately, the previous US Administration and the current one withdrew regardless of the conditions, perhaps not appreciating how bad it would be, but with an expectation that it was going to be much worse than it was while we were there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is the key aspect of this. If you are going to withdraw regardless, you have to accept what will transpire. If you are going to withdraw based on conditions, presumably you can continue to manage the situation longer, but it will be frustrating, costly and all the rest of that. I would have argued that it was sustainable. Sustainability is measured in the expenditure of blood and treasure. We had not had a battlefield loss in 18 months prior to the tragic loss at the gate at Kabul International airport when the suicide bomber blew himself up. Frankly, the cost was vastly reduced as well. It was not trivial; it still would have been in the order of the small tens of billions of dollars, but in a Defence budget of $730 billion or $740 billion, that can be accommodated, especially if you assess that the result could be pretty catastrophic and that you will still have to devote a considerable amount of resources to keeping an eye on extremists and others who could cause challenges for you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is the reasoning, if you will. Again, I was very careful, especially with Congress, to lay out that we would not be able to achieve in Afghanistan what we achieved in Iraq. As you will recall, during the course of the 18 months of the surge in Iraq that I was privileged to command as well, we drove down violence by 85%. We gave entire new opportunities to the land of the two rivers, if you will. That was sustained for three and a half years. It was the Iraqi Prime Minister’s actions that undid that, not the actions of the enemy. His actions allowed al-Qaeda in Iraq—by then Islamic State—to reconstitute itself over the course of a couple of years, which forced us a few years later to have to return troops to Iraq. That was actually a very sustainable situation, but it was undone by the host nation leader, not our actions. They had pretty good security forces at the outset; in fact, we were able to reconstitute those pretty quickly when we went back in to enable them to defeat Islamic State and eliminate its caliphate and so forth, not only in Iraq but, with our Syrian Democratic Forces partners, in north-eastern Syria as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I never assessed that that was going to be possible in Afghanistan. I said we could drive down violence year on year but that we should not expect a transformation of Afghanistan in the way we were able to transform Iraq, given the sanctuaries and the other challenges of Afghanistan, a country that has virtually no money and very little revenue. Iraq could generate $100 billion if oil prices were over $105 a barrel, if we could get the pipelines patched up, the pumping stations all going and the electrical lines providing power to it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You had no prospect remotely like that in Afghanistan. There was a very high illiteracy rate, which required us literally to teach individuals how to do basic reading and mathematics before they could do basic training. Just on and on, the challenges in Afghanistan were vastly greater than those in Iraq, even though the levels of violence historically in Afghanistan generally were a good bit below the levels of violence prior to the surge in Iraq and during probably the first four to six months of the surge as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q204 Derek Twigg: Based on your experiences as commander of ISAF and director of the CIA, do you think that there was ever a possibility of retaining a stable, “democratic” Government, or were the Taliban always going to come back at some point?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: It depended on what we were willing to do. Again, there is a lot of argument about that here in Washington, but I think that with 3,500 troops, a lot of drones and the right rules of engagement whereby we could help the Afghans fight not just the extremists but the Taliban, we could have sustained a situation. It would have been difficult in the areas that were being contested, but by and large the major population centres, the major infrastructure and so forth could be secured, and I would contend that that is preferable to what it is that we are seeing now in Afghanistan and what we are likely to see in the months that lie ahead, which are going to be brutal. This winter is going to be horrible for the Afghan people. They are going to suffer in innumerable ways, even if we work out methodologies to get humanitarian assistance into the country in a way that doesn’t enable or enrich the Taliban in so doing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q205 Derek Twigg: What lessons do we learn from the collapse of the Afghan security forces in terms of going forward with other partner security forces for the future?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: If you build them around the importance of a capability to reinforce them when they are under attack, and then you undermine that capability, you should expect a collapse. I mean, that is the simple—again, there are lots of issues that we didn’t get right at the outset.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By the way, let’s remember that the most important issue here is that we didn’t even get the inputs right in Afghanistan until late 2010, which was nine years on from the invasion and the toppling of the Taliban in late 2001. And that was because very early on we were reluctant even to plant a flag—in other words, to put a headquarters and a two-star or three-star general on the ground. We ultimately did that. Read the book Not a Good Day To Die by Sean Naylor about how chaotic the command and control and operational control situation was during Operation Anaconda, during which Osama bin Laden and many of his al-Qaeda elements were able to escape to Pakistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We then did put a headquarters on the ground, but we shifted focus very quickly to the campaign that was going to be conducted in Iraq. That kicked off, of course, in March 2003. And as Admiral Mullen used to say in later years, “In Iraq, we do what we must; in Afghanistan, we do what we can”. And I was part of that problem, because as a two-star, three-star, four-star commander I was always asking for more, especially as the commander of the surge. We basically got everything that was available in the US military and then some additional coalition forces as well, and we required all of that to achieve the results that we did, especially before the patience of Congress ran out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was only after the drawdown of the surge forces, and then a further drawdown, that we could begin to shift assets to Afghanistan, starting in late 2008 and into 2009, with the Obama policy review. The catalyst for the second review—the big review—was the McChrystal report in the late summer of 2009.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a result of that policy review and the commitment for 30,000 additional US forces and other capabilities, and other coalition forces, by late 2010—when coincidentally I was the commander, but again a lot of this was put in motion by General McChrystal and me as his boss at central command and the Pentagon—we had the inputs almost right. By “inputs”, I am talking about the rough level of resources, the right strategy of big ideas, the right people to execute it, the right preparation of our forces, all kinds of programmes, the right organisational architecture, which we also didn’t get right for a very long time, and different elements like the anti-corruption taskforce that General McMaster established when I was the commander, and the Afghan local police, which was probably long overdue but then proved to be unsustainable over time—a whole host of these initiatives—and the effort against the opium trade and the crop substitution and all these others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The problem then was we knew that we only had a limited period of time before we were going to have to start the drawdown in July 2011. That was staring us in the face, and as a result we tried to accelerate everything, and that is probably not good because you throw money and resources and everything at it that distorts various elements of the economy and so forth. It makes corruption more possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Again, the big issue here is that we did not even get it right roughly until late 2010. There were nine long years where we missed the opportunity to capitalise on the many early years when there was very little violence, during which the shattered Taliban were in Pakistan reconnecting, regrouping, gradually putting their toe back in the water in Afghanistan and coming back. So by the time we finally committed the forces, it was because they were on the march. Keep in mind that 2008 and 2009 were very tough periods in Afghanistan and, again, it was not until 2010 that we halted that momentum and reversed it, achieved a good bit of progress during the year leading up to the summer of 2011 and then had to start drawing down. Something that we had right from the beginning, and it was really hard, is that we failed to capitalise on the opportunities we had, and as a result we were always reacting to the enemy instead of the enemy reacting to what we were doing. And then, of course, we stated that we wanted to leave; we told the enemy we wanted to leave. How can your negotiator negotiate from a position of strength if the enemy knows you want to leave?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By the way, in Iraq, I refused to tell Congress that we were going to pull our surge forces out in accordance with a certain timeline, even though I knew we were going to have to do that. There was no alternative. We had already extended our soldiers—the army forces—from 12 to 15-month tours on the ground in Iraq and Afghanistan to accommodate the need in Iraq for those additional forces. We had to draw down. It was, again, inevitable, but the Administration supported me saying to Congress, “I will tell you when the conditions are met.” Happily, the conditions were also met, in part because the enemy knew we were not going to leave and therefore there was a greater inclination to conduct reconciliation as well as we went around and got this comprehensive civil-military counter-insurgency campaign there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q206 Chair: Thank you, General. That was a very comprehensive reply. We are going to slowly turn to the recent evacuation and then look ahead in the last few minutes. Before we do that, can I have two concise responses, please? You mentioned General McChrystal. Back in 2009 he observed in his 60-page analysis, which I think you referred to, that you had an over-centralised model of governance. You know, and we all know now from all our studies of the country, that it has never been run from the centre. Surely, this was something back in 2001 that was a schoolboy error. We should not have been trying to do everything from Kabul. Would you now concede that that is the case?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: I generally would. For what it is worth, I am literally working on the top 10 reasons we did not achieve all that we should or could have, and this is one of those. I am on a bit less firm ground here, candidly. I was not at Bonn and I was not part of the original political structure. I was riveted on Iraq all the way through September 2008, other than that one assessment that I conducted for Secretary Rumsfeld in September 2005 on the way home from Iraq. I think that is correct and I do have it as one of my top 10 reasons, but I am a little less certain, specifically, about how, for example, provincial governors and provincial chiefs of police have been selected. I would argue that we were sensitive to this. Certainly, when I was the commander, our mutual good friend Brigadier-General Mark Martins and I tried to re-establish the Huqooq system, which is a local legal member whose president district ties into the province and so forth. It is challenging and I am on less solid ground there than in, say, the security areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q207 Chair: In the same vein, I think the quote of yours that I have used more than any other is, “It is not enough to defeat the enemy; you’ve got to enable the local.” That sums up what should happen in every combat situation and in every area of conflict. When I look at Afghanistan, in so many projects across the country—the copper mine contract that it took forever to sort out; the Salang tunnel, which you will be familiar with; the Kajaki dam—we did not take advantage of the umbrella of security that you created. You probably visited Helmand province. America went there in the 1950s. You can still see the stamps on the agricultural structures that created the irrigation systems that allowed the province, and the River Helmand, to become the bread basket of the country. There was nothing like that, on the scale required, in these 20 years. We didn’t really lean into it, did we?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: This is my point: especially in the early years, instead of going all in on Afghanistan, we hesitated. We shifted focus, and then ultimately we had to go all in on Iraq. That required everything that we could possibly muster. It meant that Afghanistan was a supporting effort, not the main effort. Had that been different, it is very possible that the outcome would have been much more positive for Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me take advantage of this opportunity to say this. There are people who say, “It all went wrong when we did nation building.” Look, you have to do nation building. If you do not build the host nation’s security forces and critical institutions, how do you hand off tasks that you are performing for the country? By the way, we are now finding how many different institutions were established and performed various roles—some more important than others, to be sure. They are all basically collapsing. Those services, the actions that they took and the activities in which they engaged are all withering or ending. These were all important to the Afghan people. We will see the impact of that, especially during the course of what will be a brutal winter for Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chair: General, thank you for that. Let us turn to more recent events. Richard Drax.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q208 Richard Drax: General, good afternoon. Time is pressing and you have, I think, answered this question in part already. I noted your comment about the withdrawal; that is what I am putting the spotlight on. You said it was an “extraordinary logistical accomplishment”, but you were not so keen on the lack of “meticulous organisation and co-ordination”; you described the withdrawal as “quite chaotic”. Bearing in mind that hindsight is a wonderful thing, in your view, as a professional soldier, how should it have gone?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Again, this hinged on the recognition, which was not present sufficiently clearly, that once this critical component—this ability to reinforce Afghan forces out on the frontlines—was degraded, you would see an epidemic of collapse. What would happen is they would see some units somewhere surrender to the Taliban, and then begin to wonder, “Why are we still fighting if there are no reinforcements coming, and there is no emergency resupply and no close air support?”. You would have this epidemic of surrender. I did somewhat envision this and warn about it some months in advance, when looking at the degradation of the air resupply and close air support capability, but without accepting that that would be the outcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course, you could go ahead with what we did, which is pull all the military out except for a security force around the US embassy, and say, “Well, this is done”—except, of course, it wasn’t. Then the Government collapsed, and the Taliban rushed in; and then we were in a situation where all our diplomats, development workers, intelligence officers and a host of others—American citizens and green card holders—were left behind. We had to go back in and get them out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course, there was panic in the city—a city of some 7 million people, many of whom were trying to get into Kabul international airport. That press meant that it was impossible to have an orderly process—with a few exceptions. I might note with a bit of quiet pride that the CIA—it is publicly known—did a very orderly evacuation of many of the individuals with whom it had partnered in the country, using a very careful method; but that wasn’t available to other elements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q209 Richard Drax: General, can I quickly butt in? That is what happened. I am just asking you what, in your view as a professional soldier, could or should have happened better. For example, should people have been withdrawn far earlier, or should the withdrawal have begun months before? Should there have been more than just one exit point? From a military perspective, you have said it was quite chaotic. It was chaotic because it was rushed—you’ll accept that—but could it have been done better?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Obviously, it could have been done better, and with the prescience of hindsight we can map out how it could have been done. You could have done it from, say, Bagram, Kandahar, maybe Mazar-e-Sharif and maybe even Herat, so you get north, east, south, west and the centre of the country in Kabul international airport. It could have been, “Okay, let’s pull all of our diplomats out except for a very, very small number. Let’s close down all these other activities.” Of course, if you do that—we have to be fair to the Administration in this regard—the fear in Kabul and apparently expressed by the Afghan President and others was, “If you pull out everything like that, everyone is going to lose hope and everyone is going to try to leave the country.” I do not doubt that whatsoever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By the way, we also did an abysmal job—not just in this case but in the previous Administration, and arguably even dating back a bit to the earlier one before that—in meeting our obligation to those who qualify in the US for a special immigrant visa by having served two years on the ground with our soldiers as a battlefield interpreter. I am part of a group called No One Left Behind—I am on their board of advisers—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q210 Richard Drax: General, forgive me. Would it be fair to say that had this pull-out happened in another way, it would have put the fear of God into people earlier that the withdrawal we had was inevitable?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: You are asking all kinds of hypotheticals, and I have always been uneasy with hypotheticals from elected officials in my own country, as elsewhere. Yes, there are other models that could have been employed, but they had downsides. I am trying to be fair to an Administration that was keenly aware of these and trying to balance all of it, but that in the end did not embrace the potential for what eventually would happen, which was the collapse of the security forces and the collapse of the Government, which then meant that Kabul was going to be undefended. Eventually, they just handed it to the Taliban.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q211 Chair: Thank you very much for that. Before we move on to the final points that we talked about, General, you shed a lot of blood, sweat and tears in Iraq. There are now comments being made that politicians in the United States felt that Afghanistan was not moving swiftly enough as an illustration of promoting liberal democracy in another part of the world post 9/11 and another example was required. That was therefore used to justify invasion in Iraq. I am conscious, as I said, of your service there and of the British commitment, but does it resonate with you at all that somehow the politicians in the United States wanted to illustrate the power to promote post-9/11 liberal democracy by choosing another part of the world to expand its interests?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: I will defer to the individuals who were policy makers. I was a division commander at that time and trying to focus on how to get a division of 15,000 soldiers, 254 helicopters and 5,000 vehicles to Iraq, frankly, to conduct an invasion. There were a variety of motives, I am sure, behind why it was that we shifted focus from Afghanistan to Iraq pretty quickly. There has been a lot written about that, and I just refer you to that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q212 Chair: As somebody who is dealing with what is going on in Afghanistan and Iraq, do you think that the international community lost its way with the opening up of Guantanamo Bay, and the utility of that, as we tried to deal with terrorism in a modern context?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Even before the Obama Administration came into office, I was saying publicly on the record that No. 1, advanced interrogation techniques were both wrong in the sense that they violate international law, and do not work well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By the way, for what it is worth, nobody has been responsible for more detainees than I have as an American commander in many, many decades. We had 27,000 of them in Iraq at the height of the surge and we had small thousands of them in Afghanistan, and generally, if you want to get information from a detainee and you have the time—so I am now dismissing the ticking time bomb scenario. I should be fair: in the wake of 9/11, there was a sense of a strategic ticking time bomb. I was actually deployed in Bosnia, partly with a special mission unit, part-time as a US hat—albeit a NATO officer—and we were inside the intelligence on all of this. In fact, the first counter‑terrorism operation after 9/11 was in Sarajevo, not in Afghanistan. There was a sense of a ticking time bomb at that time, and we should be fair to those who were engaged in this then.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That said, again, our experience is that if you want information from a detainee, become his best friend rather than waterboard him. We paid a price for that, and I think Guantanamo was also wrong, in the sense that you need to approach these operations with a law enforcement mindset so that you get evidence, not just intelligence. For what it is worth, in Bosnia, we had FBI agents with us in the operations that were conducted there, and that enabled us to put, for example, the head of the Benevolence International Foundation behind bars in the United States based on the evidence that we found there, not just information that we scooped up and used as intelligence. You have to have a different mindset. By and large, in subsequent years, we have embraced that concept: when we have detained extremists overseas, we have tried to put them into our courts rather than a situation like Guantanamo, which has been so frustrating.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q213 Chair: Thank you, General. Just looking ahead, what next for Afghanistan itself? The Taliban spokesman was on the BBC today, saying that this winter—as you touched on yourself—is going to be harsh on the entire country, the 30 million people who are left behind, and blaming UN agencies if there is any form of famine, starvation or humanitarian crisis, rather than themselves taking responsibility for that. How do you see us firstly getting through this winter?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: It is going to be brutal. Again, the economy has collapsed. The banking system is near collapse; it is certainly not functioning normally, and the drought this past year—the worst drought in 35 years, except they come more frequently now—means that the local sources of food are considerably reduced from normal. Again, this is a country that used to be able to feed itself. It cannot any longer, but it can do much better than it has done this year because of that drought.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You are also going to have enormous refugee outflows, and I fear that Pakistan will be the recipient of most of this and the brunt of most of this. It is a fragile country to begin with; it is going to experience enormous difficulties, so there is going to be widespread starvation. The lights could go out: again, most of the electricity in the country either comes from the central Asian states by high‑tension wire lines or is generated through refined products sent in by Iran. Are they going to continue to send that if the bills are not paid? Who is going to pay the bills of all the government servants, the security forces and all the rest of that? Again, I think the projection is exceedingly dire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q214 Chair: Finally, turning to terrorism itself, we went into Afghanistan to defeat an insurgency. We have handed it back to an insurgency; we have left space for terrorism to advance once again. Are you concerned that ISIS-K is going to be able to recruit and to advance its training capabilities and, indeed, its threat beyond Afghanistan itself?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Yes. By the way, if I could, with respect, we went into Afghanistan to eliminate the sanctuary in which the 9/11 attacks were conducted and the regime that refused to eliminate that sanctuary when we requested that they do that. Since they supported al-Qaeda and allowed them to retain that sanctuary, we had to go in and topple the regime in addition to eliminating that sanctuary. Our most important mission in staying was to ensure that that sanctuary was not re-established, something that al-Qaeda tried to do repeatedly, including during my time as the commander on the ground and later when I was director of the CIA, and it happened subsequently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then, of course, you see the establishment of an Islamic State affiliate—the Islamic State Khorasan group—operating in the Pakistan/Afghanistan region. It has gained in strength, both from the release of its detainees from the Afghan prisons in which they were being held, when the Taliban freed all the prisoners, and now from actually attracting some reinforcements from the ranks of Afghans who want to take on the Taliban. It is a little bit akin to what happened in Syria, where when we did not support the moderate opposition sufficiently in the beginning, the moderate opposition decided, “Well, we will go with whomever has resources and is fighting the murderous Bashar al-Assad,” even if that is an al-Qaeda affiliate or even, for a period of time, the Islamic State there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let’s remember that just a few weeks ago, the Under Secretary of Defence for Policy, the No. 2 policy official in the Department of Defence, stated that the assessment was that there could be an external threat within six to 18 months. That is pretty alarming. So I am concerned about that. We will have to conduct a campaign that is so-called “over the horizon”, which is very challenging.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q215 Chair: Okay. Thank you for that, General. Final question: we said we would turn to Eastern Europe. We spoke about NATO feeling bruised from what has happened here, looking to regroup and find a sense of purpose. Perhaps it should return to what it was originally designed to do, which is to act as an effective capability to stand up to Russian intent. Russia and Belarus are agitating in eastern Europe. First, there is Belarus and Poland, then there is Ukraine—surrounding Ukraine with battlegroups. Could you give your reflection on whether you think an invasion of Ukraine is likely and whether the threat against Poland from Belarus has now dissipated, or whether that will also continue?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Of course, we should include the Balkan states in that as well—some of course also have a border with Russia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I strongly embrace what you said about NATO focusing on that particular threat. Arguably, you could say that Vladimir Putin is the greatest gift to NATO since the end of the cold war. It has given NATO a very substantial reason to live. Especially if you are in eastern Europe, this is a very real concern and a very real threat.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The challenge for us is how to respond in a way that is firm but not needlessly provocative. In this case, US policymakers, together with NATO leaders and leaders of individual countries, have actually done quite a good job in directly warning their Russian counterparts not to take certain actions, warning of the kind of dire consequences, and imposing additional sanctions in a variety of different ways already, including the ones that were just put on entities connected with the Nord Stream 2 pipeline by the US. That is the way you go about this. That is what we need to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And, of course, we need to do it with special attention—candidly—to France, given that you have the additional element of the AUKUS agreement. However desirable or admirable in certain strategic respects for the Indo-Pacific, it very seriously bruised the relationship between the US and its longest standing ally. I don’t want to remind you of the fact that had it not been for the French fleet defeating the British fleet off of—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q216 Chair: Okay—that takes us into a whole other area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I mentioned that Ukraine is now surrounded by Russian troops. We know Ukraine is not a full member of NATO. Us demanding that Russia pulls back clearly falls on deaf ears. Should we be doing more to bolster support for Ukraine at this moment?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: That is what is under active consideration in Washington right now and I do think that certain of the measures that are being considered would be advisable. I am very hesitant in this case to offer specifics about that, but certainly they include the prospects of additional advisers and assistants, and perhaps moving the shoulder-launched anti-tank guided missiles that we ultimately provided to Ukraine to a position closer to the eastern front. Those are not offensive weapons systems; you are not going to run to Russia with that anti-tank guided missile on your shoulder. Those kinds of actions—again, the big idea here is to be very firm but not needlessly provocative. We should not give Vladimir Putin any excuse to take action that we do not want to see.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Again, it is about what additional sanctions could be in the offing but maybe not actually implemented right now. I know for a fact that that kind of discussion is going on as we speak, not just here in Washington, but between Washington and London and Brussels and a variety of other capitals in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chair: General, we have a quick final question from Richard Drax.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q217 Richard Drax: Forgive me, General, but that is the second time that you have used the expression “needlessly provocative”. How much more provocative does Russia have to be before we actually do something?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Well, I think we have done something; we have done a lot of things. Again, some of those were obviously responses to the seizure of Crimea and the Donbass, and their continued provision. We have done lots of things over the years. I would contend that we were not as firm as we might have been earlier on, and one can argue that the red line not being a red line in some other instances perhaps gave Vladimir Putin a sense that we would not respond to the initial actions that he took.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Again, you should never provoke someone; that is my point here. We just have to be conscious of the potential of provoking a bully or giving him a reason to do something. We have to think that through. I do think that should be part of the overarching big idea for guiding this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q218 Richard Drax: How many tanks, men, guns and artillery need to be on the border before we are needlessly provoked?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Well, you are the politician; I am the implementer. Why don’t you answer that question for me?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Richard Drax: I am asking for your military perspective, sir. You are the expert, not me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Okay. We have done a great deal to shore up the Ukrainian defence forces. We have provided a lot of materiel, funding, training, equipment, observers—you name it. By the way, I have been to the Donbass—I do not know if you have. I have been to the front lines in recent years. It is like going into world war one except that it has drones and optics—otherwise, it is trench warfare. We have given an enormous amount of assistance; the question is how much in addition and what should be the character and capability and all the rest of it. I think that is the bigger question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q219 Chair: That is the question. There is a serious amount of hardware now sitting on the border with Ukraine. As a senior military leader yourself, you have to ask how much of that hardware is there simply for show. You would need only a third of that if you wanted to make a statement, but if you were intent on doing something, it just seems that, with the scale of what they have there, it is difficult to think that Putin will not take advantage of that in the very near future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Look, again, that is the kind of judgment that, were I still in the intelligence community, I am sure would be demanded of that community and the analysts. There is no certainty in this; you are going to assess. Look, he has an extraordinary capability if he chooses to do this. It gives him enormous options that could be very dangerous to Ukraine and to security there. He obviously does not want Ukraine to succeed, which is really the biggest of his objectives. The worst nightmare for Vladimir Putin would be a successful and vibrant democracy with a market capitalist system that shows what bright looks like, right on the border with Russia, which has had such a moribund economy that, were it not for oil prices being back above $80 a barrel, would be in very dire straits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Q220 Chair: Would you agree that Afghanistan might mark the high-tide mark of post-second world war western liberalism?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: I am not sure that I would link the high watermark of western liberalism with Afghanistan, because there are plenty of other examples—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chair: I say that—maybe I should expand on it—simply because we decided to back away. We retreated. We did not have the strategic patience to see it through. Now we are looking at Ukraine, where a democracy is under threat, and the resolve is not there either to step forward and support it. We are effectively giving space to an adversary—an authoritarian regime—to advance its own interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: Again, there are one or two countries inside the EU that have become illiberal democracies, if you will, and we see that elsewhere. The truth, as judged by the annual assessments conducted of the state of democracies around the world, is that democracy has been under pressure for about a decade or more. I would not link that with Afghanistan or even with Ukraine or others. It is not always about what we have done for a country; in many cases, it is what has happened domestically to a country. My own country, I would submit, has experienced some of these kinds of challenges, and I would contend that the same is true in yours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chair: I do not doubt that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: The populism that has featured there, here and in other places has gone farther in a number of other countries around the world, and that in aggregate is really what marks in a sense the high-water mark of democracy. My hope is that we are going to reverse that and, to come back to the most significant elements of the geostrategic context, realise that this is a systemic competition between a Chinese system that in 42 years has achieved results economically that were never even imagined before and US democracies, free market systems and so forth that have experienced various challenges in recent decades in particular.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chair: We will certainly have to invite you back to explore China—that takes us to a completely different chapter, which I think will certainly dominate. General, on behalf of the Committee, thank you so much indeed for contributing to our inquiry into Afghanistan. You have illustrated, as we have known all along, why it is important that we have this inquiry and understand what happened in the past so that we can learn for the future. Thank you very much indeed for your time, sir.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "General Petraeus: My pleasure. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}