{
    "url": "https://www.ukpol.co.uk/john-denham-1992-maiden-speech-in-the-house-of-commons/",
    "title": "John Denham – 1992 Maiden Speech in the House of Commons",
    "post_date": "December 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1992",
            "url": "/tag/1992/"
        },
        {
            "text": "John Denham",
            "url": "/tag/john-denham/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Commons by John Denham on 20 May 1992.",
    "content": [
        "While offering you, Mr. Deputy Speaker, my congratulations on your new post, may I also thank you for the opportunity to make my maiden speech in this historic debate? Looking around the Chamber, I suspect that I will set a record as the new Labour Member to have sat the longest time in one sitting before making a maiden speech. I only hope that, by the end of it, no one will feel that few have sat for so long to say so little.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have heard some good maiden speeches tonight. I was especially interested in the speech of the hon. Member for Eastleigh (Mr. Milligan), who represents the constituency next door to mine. Last week, he wrote to the Boundary Commission suggesting that the ward of Woolston in Southampton be transferred from the Eastleigh constituency to my constituency. It is an extremely strongly Labour-voting ward. Whilst the transfer would therefore have the deplorable effect of ensuring that the hon. Member for Eastleigh remains the Member for that constituency for as long as his party selects him to do so, it would also have the admirable effect of achieving the same result for me in my constituency. That seems to provide a basis for a long-lasting partnership between the two of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am interested in election results. My majority might be described as wafer-thin. I replace the only person to break Labour’s line of electoral successes in the constituency since the second world war. Chris Chope was above all a conviction Thatcherite politician. When he told the press that he cried when Margaret Thatcher lost the leadership of the Conservative party, he restated his political position in a memorable way. He also confounded some of us by finally revealing the issue on which he could show such deep human emotion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is debatable whether Chris Chope’s resolve to drive a six-lane motorway deep through a beautiful Hampshire down finally cost him his seat, but the determination with which he set about the task was certainly typical of him. I do not want to seem ungenerous. In the constituency, Chris Chope will be thanked by many hundreds of families for his work on the Housing Defects Act 1984. There are many pre-cast reinforced concrete homes in the constituency. Secondly, although a member of the Tory Right, he never attempted to play what is euphemistically known as the race card in my constituency. By refusing to use poison for political advantage he contributed to the fact that, although racism is definitely serious and present in the constituency, it is by no means as bad as it is in many other multiracial parts of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thirdly, from the moment that Chris Chope entered the House to the moment he left it he was a politician who stood up consistently and forthrightly for the values in which he believed. As far as I know, he never tried to shift with the tides of changing public opinion. That is probably what he would most like me to say about his time in the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While waiting to make my maiden speech, I could hardly say that I felt at home, but at times I felt a sense of deja vu. As far as I can remember, my first involvement in a national political campaign was during the referendum on Europe. I voted no, but as time went by, as transnational companies came to dominate our economy more than ever before, as the financial system was deregulated more than we had ever thought possible in the 1970s, and as our economy became more integrated with that of Europe, as Europe became real and inevitable, there were times when I wondered what had happened to the ghost of the “no” campaign of the 1970s. Had it, like a traditional ghost, been doomed to wander the corridors and rooms of a venerable palace? Sitting here tonight, while my eyes closed occasionally and while I listened to the voices around me, I could hear the ghosts of that campaign. I believe that such ghosts are better exorcised than reincarnated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I represent a large part of the great city of Southampton. There are few cities in this country which have been so shaped by the world at large and which have done so much to shape the world at large. My city’s history is international, cosmopolitan, ambitious and courageous. The banks of the Rivers Itchen and Test, which flow through and past my constituency, have over the centuries been invaded, raided and bombed. Troops have left the port of Southampton to go to many conflicts—English archers to Agincourt and allied troops to the Normandy beaches among them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In its time, the Saxon port of Hamwic was a rival to Viking York in the wealth and extent of its trade links, even then reaching deep into the heart of modern Russia. The Pilgrim Fathers left from Southampton—not Plymouth, as Plymouth’s tourist board sometimes claims—on their historic voyage to America.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the 19th and 20th centuries, the development of the modern port once again put Southampton at the heart of an international network of trade and of people. From the Huguenot weavers onwards, people have come to my city from all parts of the world and all parts of England, Scotland, Wales and Ireland to make Southampton the place that it is today. Because of that history, the international world and the European world hold few fears for Southampton today. It is a great European city and will grow as a great European city. A city council report, which was debated today while I was here, stated: \"Southampton must stand for quality, equality and opportunity as a leading cosmopolitan city in Europe.\" If any right hon. or hon. Members are at a loose end in the recess next week. I invite them to Southampton and to the international trade fair which opens next week. Visitors will be struck by the commitment, vision, participation and strong partnerships for success in Europe which exist in the city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After all, what is the significance of hundreds of schoolchildren and older students participating in educational exchanges, or of pensioners attending the recent European pensioners’ parliament in Strasbourg? What is the significance of a chamber of commerce forging strong links with other chambers of commerce in Rouen, Le Havre, Barcelona and elsewhere, or of trade unions regularly meeting their colleagues in Germany, France and Spain?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What is the significance of traffic engineers collaborating with colleagues in Greece and Germany on the problems of urban congestion, or of the university, the institute of higher education and the technical college with literally hundreds of academic and training links? What is the significance of a city council whose ties with Le Havre and Rems-Muir-Kreiss are not tea parties but the real basis of economic collaboration and of co-operation in training, research and culture?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I suggest that the significance is that Europe, in a city such as Southampton, is not an abstract entity to be dissected in an academic way as some hon. Members have done today. Instead, it is a living reality. All the links that I have mentioned, and many others, are part of a real commitment on the part of the city to make Europe work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My city has a breadth of vision of Europe. It is a vision that includes the understanding that Europe, above all, must be for people. Those of us who live in a great European city, one that is already organically tied to Europe in every part of its daily economic life, know that economic success is only half the challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have constituents who ask questions about Europe. Pensioners ask whether there will be a European future for them or whether they will always be the most shabbily treated pensioners in Europe. Parents ask whether their children have a European children’s future or whether they will always have less chance of child care and nursery education than children in most other European countries. Young people ask whether they will have a European future here or on the continent without the quality of education and training that other young Europeans enjoy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those who ask those questions do not do so because they do not want to be part of Europe. They want to be full partners in Europe in every way, in a Europe for people and not in a Europe with 11 players and the United Kingdom on the substitutes’ bench. In Southampton there is participation, commitment, vision and partnership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yesterday, the director of the chamber of commerce wrote to me as follows: \"A significant ingredient in our future economic development is the close partnership existing between the Chamber and the City Council.\" It is a Labour city council that is at the heart of Southampton’s European drive. It is not doing everything and controlling everything, but it is shaping, guiding, focusing, supporting, providing an infrastructure, opening up the waterfront, investing in science parks and providing services which are at the core of a successful united effort in Europe. As I have said, it is a Labour city council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I must contrast the mood and achievement in Southampton with much of what I have heard in the House and with the Government’s record. The Government’s commitment is shallow. The bottom line is that nothing shall be done to promote Britain’s interests in Europe which can possibly conflict with the interests of the Conservative party in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is narrow participation in a Europe for business perhaps, but not for a Europe for people. There is myopic vision in which the options seem to be, “Take it if you like it; leave it if you don’t.” There is no understanding of grasping Europe and using it as the opportunity that it really is. There has been a rejection of partnership. The Government have turned their back on the proper role of elected government at local, national, regional and European levels in shaping a Europe for all their people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is not time to dwell on the details of the many Divisions which lie ahead, tomorrow and in the coming weeks, and it might not be proper to do so in a maiden speech. I know, however, that the message which goes from the House must be that what Southampton is doing is right. Any message going from the House which questions what a city like Southampton is doing to be a great European city will be a great and bitter disappointment to the thousands of my constituents who are building a new Europe and a great European city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}