{
    "url": "https://www.ukpol.co.uk/richard-denison-2022-speech-on-the-growth-plan-lord-londesborough/",
    "title": "Richard Denison – 2022 Speech on the Growth Plan (Lord Londesborough)",
    "post_date": "October 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Denison",
            "url": "/tag/richard-denison/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Denison, Lord Londesborough, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, first, I congratulate my noble friend Lady Gohir on her passionate and eloquent maiden speech. We look forward to hearing much more from her from the Cross Benches.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we have heard, the Prime Minister’s economic strategy is, “Growth, growth, growth”. This has unfortunate echoes of her predecessor who, just five months ago, trumpeted the slogan, “Jobs, jobs, jobs”, at a time of record unfilled vacancies. Single repetitive word slogans often suggest oversimplified approaches, with wilful disregard for the consequences. Indeed, the Chancellor appears to have grabbed the helm of a vessel without consulting the crew on the weather or sea conditions and slammed down the throttle with the fuel tank on reserve and oil lights flashing. I will not prolong the nautical metaphor, but you get my drift.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sustained economic growth requires a qualitative, not quantitative, approach, especially in a period of high inflation and supply side shortages—not least our shrinking workforce. We have economic inactivity levels not seen anywhere else in Europe, while our productivity remains in the doldrums. These are the issues that need to be addressed, and they will not be solved by tax cuts and escalating debt. If you think you can buy growth this way, the markets will find you out—indeed, they already have. Growth needs to be sustainable, balanced and, I suggest, broadly distributed. Achieving 2.5% is far from ideal if only 10% of the population benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us reflect for a moment on the impacts of the proposed tax cuts, especially amid a cost of living crisis. Do we give a £20,000 tax break to one person—let us say a mid-ranking City lawyer earning £500,000 a year—or a £1,000 tax break to 20 people earning the median average salary of £26,000? The cost to the Treasury is the same but I argue, as an entrepreneur and business investor, that the impact on growth will be much more significant if you reward at the margins. I do not have time to preach the theory of marginal utility but I urge the Ministers to brief both No. 10 and No. 11 on its relevance in relation to taxation and growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So how do we engineer real economic growth? I have two suggestions. First, we now have a very competitive exchange rate, close to record lows against the US dollar. Remember what happened back in 1992 when we exited the ERM: sterling lost 20% of its value —a gift from the markets—and our economy grew by 3% per annum over the rest of the decade, fuelled by a boom in exports. I ask the Minister: what are the new Government’s plans to seize this opportunity?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, we must address the UK’s anaemic productivity, which in terms of output per hour still lags both France and the US by some 15%. This is where our political system serves us very poorly. We need to stick to targeted, long-term measures to spur productivity, addressing education and skills, and the chronic underinvestment in both the public and private sectors. Would the Government consider setting up a productivity task force, or at least an advisory board, that includes those at the cutting edge of the private sector, who build businesses, create jobs, balance the books, count the beans and have first-hand experience of what drives productivity, and indeed growth?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}