{
    "url": "https://www.ukpol.co.uk/bernadette-devlin-1969-maiden-speech-in-the-house-of-commons/",
    "title": "Bernadette Devlin – 1969 Maiden Speech in the House of Commons",
    "post_date": "November 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1969",
            "url": "/tag/1969/"
        },
        {
            "text": "Bernadette Devlin",
            "url": "/tag/bernadette-devlin/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by Bernadette Devlin, the then Unity MP for Mid Ulster, in the House of Commons on 22 April 1969.",
    "content": [
        "I understand that in making my maiden speech on the day of my arrival in Parliament and in making it on a controversial issue I flaunt the unwritten traditions of the House, but I think that the situation of my people merits the flaunting of such traditions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I remind the hon. Member for Londonderry (Mr. Chichester-Clark) that I, too, was in the Bogside area on the night that he was there. As the hon. Gentleman rightly said, there never was born an Englishman who understands the Irish people. Thus a man who is alien to the ordinary working Irish people cannot understand them, and I therefore respectfully suggest that the hon. Gentleman has no understanding of my people, because Catholics and Protestants are the ordinary people, the oppressed people from whom I come and whom I represent. I stand here as the youngest woman in Parliament, in the same tradition as the first woman ever to be elected to this Parliament, Constance Markievicz, who was elected on behalf of the Irish people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This debate comes much too late for the people of Ireland, since it concerns itself particularly with the action in Derry last weekend. I will do my best to dwell on the action in Derry last weekend. However, it is impossible to consider the activity of one weekend in a city such as Derry without considering the reasons why these things happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Londonderry said that he stood in Bogside. I wonder whether he could name the streets through which he walked in the Bogside so that we might establish just how well acquainted he became with the area. I had never hoped to see the day when I might agree with someone who represents the bigoted and sectarian Unionist Party, which uses a deliberate policy of dividing the people in order to keep the ruling minority in power and to keep the oppressed people of Ulster oppressed. I never thought that I should see the day when I should agree with any phrase uttered by the representative of such a party, but the hon. Gentleman summed up the situation “to a t”. He referred to stark, human misery. That is what I saw in Bogside. It has not been there just for one night. It has been there for 50 years—and that same stark human misery is to be found in the Protestant Fountain area, which the hon. Gentleman would claim to represent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These are the people the hon. Gentleman would claim do want to join society. Because they are equally poverty-stricken they are equally excluded from the society which the Unionist Party represents—the society of landlords who, by ancient charter of Charles II, still hold the rights of the ordinary people of Northern Ireland over such things as fishing and as paying the most ridiculous and exorbitant rents, although families have lived for generations on their land. But this is the ruling minority of landlords who, for generations, have claimed to represent one section of the people and, in order to maintain their claim, divide the people into two sections and stand up in this House and say that there are those who do not wish to join the society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The people in my country who do not wish to join the society which is represented by the hon. Member for Londonderry are by far the majority. There is no place in society for us, the ordinary “peasants” of Northern Ireland. There is no place for us in the society of landlords because we are the “have-nots” and they are the “haves”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We came to the situation in Derry when the people had had enough. Since 5th October, it has been the unashamed and deliberate policy of the Unionist Government to try to force an image on the civil rights movement that it was nothing more than a Catholic uprising. The people in the movement have struggled desperately to overcome that image, but it is impossible when the ruling minority are the Government and control not only political matters but the so-called impartial forces of law and order. It is impossible then for us to state quite fairly where we stand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "How can we say that we are a nonsectarian movement and are for the rights of both Catholics and Protestants when, clearly, we are beaten into the Catholic areas? Never have we been beaten into the Protestant areas. When the students marched from Belfast to Derry, there was a predominant number of Protestants. The number of non-Catholics was greater than the number of Catholics. Nevertheless, we were still beaten into the Catholic area because it was in the interests of the minority and the Unionist Party to establish that we were nothing more than a Catholic uprising—just as it is in the interest of the hon. Member for Londonderry to come up with all this tripe about the I.R.A.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I assure the hon. Member that his was quite an interesting interpretation of the facts, but I should like to put an equally interesting interpretation. There is a fine gentleman known among ordinary Irish people as the Squire of Ahoghill. He happens to be the Prime Minister, Captain Terence O’Neill. He is the “white liberal” of Northern Ireland. He is the man who went on television and said to his people, “There are a lot of nasty people going around and if you are not careful you will all end up in the I.R.A. What kind of Ulster do you want? Come with me and I will give you an Ulster you can be proud to live in”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Captain O’Neill listed a number of reforms which came nowhere near satisfying the needs of the people. Had he even had the courage of his convictions—had he even convictions—to carry out the so-called reforms he promised, we might have got somewhere. But none of his so-called reforms was carried out. He suggested a points system for the allocation of houses until such time that the Tory Party could see its way to introducing a crash housing programme. He suggested that a points system should be introduced, but he did nothing to force the majority of Unionist-controlled councils to introduce it. He thought that his suggestion would be quite sufficient to make everyone doff their caps, touch their forelocks and say, “Yes, Captain O’Neill. We will introduce it.” But the local councils of Northern Ireland do not work like that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We come to the question of what can be done about incidents like that in Derry at the weekend. Captain O’Neill has thought of a bright idea—that tomorrow we shall be given one man, one vote. Does he think that, from 5th October until today, events have not driven it into the minds of the people that there are two ideals which are incompatible—the ideal of social justice and the ideal and existence of the Unionist Party? Both cannot exist in the same society. This has been proved time and again throughout Northern Ireland by the actions of the Unionist Party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the General Election, Captain O’Neill had the big idea of dividing and conquering. Captain O’Neill, the “liberal” Unionist, said, “Do not vote for Protestant Unionists because they are nasty Fascist people”. When the election was over, he had no qualms about taking the number of so-called “Fascist” Unionist votes and the “liberal” Unionist votes together, adding them up and saying, “Look how many people voted Unionist”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We, the people of Ulster, are no longer to be fooled, because there are always those of us who can see no difference between the Paisleyite faction and the O’Neill faction, except that the unfortunate Paisleyite faction do not have hyphenated surnames. So we are faced with the situation that Captain O’Neill may, in the morning, say, “You now have one man, one vote”. What will it mean to the people? Why do the people ask for one man, one vote, with each vote of equal value to the next?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Unionist policy has always been to divide the people who are dependent upon them. The question of voting is tied up mainly with the question of housing, and this is something which the House has failed to understand. The people of Northern Ireland want votes not for the sake of voting but for the sake of being able to exercise democratic rights over the controlling powers of their own areas. The present system operates in such a way that Unionist-controlled councils and even Nationalist-controlled councils discriminate against those in their areas who are in the minority. The policy of segregated housing is to be clearly seen in the smallest villages of Ulster. The people of Ulster want the right to vote and for each vote to be of equal value so that, when it comes to the question of building more houses, we do not have the situation which we already have in Derry and in Dungannon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Dungannon, the Catholic ward already has too many houses in it. There is no room to build any more in that ward. It would appear logical that houses should be built, therefore, in what is traditionally known as the Protestant ward or, euphemistically, the “Nationalist” or “Unionist” ward, where there is space. But this would give rise to the nasty situation of building new houses in the Unionist or Protestant ward and thus letting in a lot of Fenians who might outvote the others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wish to make it clear that in an area such as Omagh the same corruption is carried on because Protestants need houses and the only place for them is in a Catholic area. The one point that these two forms of activity have in common is that whether they are green or orange, both are Tory. The people of Northern Ireland have been forced into this situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was in the Bogside on the same evening as the hon. Member for Londonderry. I assure you, Mr. Speaker—and I make no apology for the fact—that I was not strutting around with my hands behind my back examining the area and saying “tut-tut” every time a policeman had his head scratched. I was going around building barricades because I knew that it was not safe for the police to come in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I saw with my own eyes 1,000 policemen come in military formation into an oppressed, and socially and economically depressed area—in formation of six abreast, joining up to form 12 abreast like wild Indians, screaming their heads off to terrorise the inhabitants of that area so that they could beat them off the streets and into their houses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also accept that policemen are human and that if someone throws a stone at a man and injures him, whether he be in uniform or out of uniform, if he is human he is likely to lift another stone and, either in self-defence or in sheer anger, to hurl it back. Therefore when people on either side lose control, this kind of fighting breaks out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "An unfortunate policeman with whom I came into contact did not know who was in charge in a particular area. I wanted to get children out of the area and I asked the policeman who was in charge. He said, “I don’t know who is running this lot.” I well understand this kind of situation at individual level, but when a police force are acting under orders—presumably from the top, and the top invariably is the Unionist Party—and form themselves into military formation with the deliberate intention of terrorising the inhabitants of an area, I can have no sympathy for them as a body. So I organised the civilians in that area to make sure that they wasted not one solitary stone in anger. [Laughter.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Hon. Members may find this amusing and in the comfortable surroundings of this honourable House it may seem amusing, but at two o’clock in the morning on the Bogside there was something horrifying about the fact that someone such as I, who believes in non-violence, had to settle for the least violent method, which was to build barricades and to say to the police, “We can threaten you.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Londonderry said that the situation has got out of hand under the “so-called civil rights people”. The one thing which saved Derry from possibly going up in flames was the fact that they had John Hume, Member of Parliament for Foyle, Eamonn McCann, and Ivan Cooper, Member of Parliament for Mid-Derry, there. They went to the Bogside and said, “Fair enough; the police have occupied your area, not in the interests of law and order but for revenge, not by the police themselves but because the Unionist Party have lost a few square yards of Derry and people have put up a sign on the wall saying ‘Free Derry'”. The Unionist Party was wounded because nothing can be morally or spiritually free under a Unionist Government. They were determined that there should be no second Free Derry. That is why the police invaded that area. The people had the confidence of those living in that area to cause a mass evacuation and to leave it to the police alone, and then to say, “We are marching back in and you have two hours to get out”. The police got out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The situation with which we are faced in Northern Ireland is one in which I feel I can no longer say to the people “Don’t worry about it. Westminster is looking after you”. Westminster cannot condone the existence of this situation. It has on its benches Members of that party who by deliberate policy keep down the ordinary people. The fact that I sit on the Labour benches and am likely to make myself unpopular with everyone on these benches—[HON. MEMBERS: “No.”] Any Socialist Government worth its guts would have got rid of them long ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no denying that the problem and the reason for this situation in Northern Ireland is social and economic, because the people of Northern Ireland are being oppressed not only by a Tory Government, a misruling Tory Government and an absolutely corrupt, bigoted and self-interested Tory Government, but by a Tory Government of whom even the Tories in this House ought to be ashamed and from which they should dissociate themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Therefore I ask that in the interests of the ordinary people there should be no tinkering with the kind of capitalist methods used by both the Northern Ireland Unionist Party and Mr. Jack Lynch’s Fianna Fail Party. It was with no amusement but with a great deal of horror that I heard the somewhat peculiar statement by the right hon. Member for Belper (Mr. George Brown) about an O’Neill-Lynch United Party. This brings home to me that hon. Members of this House do not understand what is going on. Of all the possible solutions of our problem the least popular would be an agreement between the two arch-Tories of Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I should like in conclusion to take a brief look at the future. This is where the question of British troops arises. The question before this House, in view of the apathy, neglect and lack of understanding which this House has shown to these people in Ulster which it claims to represent, is how in the shortest space it can make up for 50 years of neglect, apathy and lack of understanding. Short of producing miracles such as factories overnight in Derry and homes overnight in practically every area in the North of Ireland, what can we do? If British troops are sent in I should not like to be either the mother or sister of an unfortunate soldier stationed there. The hon. Member for Antrim, North (Mr. Henry Clark) may talk till Domesday about “Our boys in khaki”, but it has to be recognised that the one point in common among Ulstermen is that they are not very fond of Englishmen who tell them what to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Possibly the most extreme solution, since there can be no justice while there is a Unionist Party, because while there is a Unionist Party they will by their gerrymandering control Northern Ireland and be the Government of Northern Ireland, is to consider the possibility of abolishing Stormont and ruling from Westminster. Then we should have the ironical situation in which the people who once shouted “Home rule is Rome rule” were screaming their heads off for home rule, so dare anyone take Stormont away? They would have to ship every Government Member out of the country for his own safety—because only the “rank” defends, such as the Prime Minister and the Minister of Agriculture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another solution which the Government may decide to adopt is to do nothing but serve notice on the Unionist Government that they will impose economic sanctions on them if true reforms are not carried out. The interesting point is that the Unionist Government cannot carry out reforms. If they introduce the human rights Bill and outlaw sectarianism and discrimination, what will the party which is based on, and survives on, discrimination do? By introducing the human rights Bill, it signs its own death warrant. Therefore, the Government can impose economic sanctions but the Unionist Party will not yield. I assure you, Mr. Speaker, that one cannot impose economic sanctions on the dead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}