{
    "url": "https://www.ukpol.co.uk/donald-dewar-1966-maiden-speech-in-the-house-of-commons/",
    "title": "Donald Dewar – 1966 Maiden Speech in the House of Commons",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1966",
            "url": "/tag/1966/"
        },
        {
            "text": "Donald Dewar",
            "url": "/tag/donald-dewar/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Donald Dewar in the House of Commons on 4th May 1966.",
    "content": [
        "[![donalddewar](https://www.ukpol.co.uk/wp-content/uploads/2015/11/donalddewar.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/donalddewar.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is with some trepidation that I find myself on my feet at this early stage. Many of my hon. Friends counselled a longer wait, but a maiden speech is an ordeal which does not improve with contemplation and I decided to take my courage in both hands and rely on the traditional tolerance of the Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am the first Member of the Labour Party to be returned for South Aberdeen, and I suppose it is fair to ask why the people in that area have decided to turn their backs on a well-entrenched Conservative tradition which has been energetically represented for 20 years by my distinguished and in some ways rather formidable predecessor, Lady Tweedsmuir.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think that the answer is fairly clear. It is that in South Aberdeen, as in many other parts of the country, they were impressed by the priorities and programmes of the last Labour Administration, and particularly in my area by an Administration which could deal energetically with a serious financial crisis and at the same time manage to reduce unemployment and so eliminate that endemic plague, the unemployment spiral dictated by external balance of payments difficulties. It is that in particular which ensured the return to Parliament of myself and many of my hon. Friends with increased majorities. It is because I think that the Budget will continue these sensible and flexible policies which have brought about this increase in prosperity and stability in my part of the world that I welcome the Budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think it is only fair and right that the basis of the taxation system should be broadened. I think it is right that the imbalance which allowed the non-manufacturing sections of the economy to escape their fair share of the burden of taxation should be put right. It is equally right and convenient that the Chancellor’s catchment area should be increased. It is difficult to quarrel with any of these things.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am impressed with the general engineering of the tax which will bring about a desirable switch in the deployment of labour in this country. I do not think that it will be dramatic, but it will be a trend which we can all welcome. I am very clear in my own mind that the objections coming fierce and fast from the Opposition benches on the subject of hoarding of labour are misplaced and wildly exaggerated. We know that in British industry there are many firms with old-fashioned ideas. We know that there are people who are not interested in the desirable movement towards capital-intensive as distinct from labour-intensive firms, and we all accept that there are people with the old-fashioned idea that one cannot install a machine until the plant it replaces has been written off at a rate of depreciation which is often arbitrary and ill-advised. All these things we accept, but it is a long step from saying this to saying that a marginal supplement for the employment of labour in manufacturing industry will radically encourage this state of affairs. Taking the tax overall, and looking at the employment picture, and the Government’s policy on, say, investment incentives, there is no doubt that the merits of the measure far outweigh what is a very marginal argument against it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I enjoyed my first Budget, because when I arrived at the House I got the impression that many hon. Members opposite were coming to gloat. They were looking forward to hearing a Labour Chancellor of the Exchequer having the unfortunate experience of having once more to flog the old pack horses of the economy, to increase direct taxation, to “have a go” at tobacco, beer, and so on. I got the impression that their smugness—I think that that is a fair term to use—began to turn to dismay as the proceedings wore on and they realised that that was not happening, and their minds were being asked to grapple with something which was new, something which was modern, and which they began dimly to realise was tailor-made to meet the requirements of the British economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the end they were bemused, and some of them have not recovered from the attack and are using the same arguments and the same slogans which they have shouted against every Labour Budget for many years, and the tragedy is that as the ground has shifted, and as the arguments are different, their old slogans are even less appropriate than in the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Having said that I welcome the Budget, I must make it clear that as the Member for South Aberdeen I have certain reservations about specific facets of it which it is only fair openly to express. Some of the reservations have been mentioned by the right hon. Member for Orkney and Shetland (Mr. Grimond). I accept them to some extent, but only to some extent. I am one of the representatives of a city of 180,000 people which is almost entirely dependent on administration and service industries connected with a considerable agricultural hinterland, and although we have two important, though small, shipyards—important in the local sense—whose future we watch over anxiously, and certain pockets of machine tools and paper manufacturing industries in the area, it is basically true that the number of employers who will get the premium can be counted on the fingers of one hand, and it is therefore fair to concede that this tax will be initially unpopular and much misunderstood in my constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second great pillar and prop of South Aberdeen is tourism, and already we have heard sounds of grumbling discontent from the tourist industry which has been excluded from the Government’s incentives, and I have no doubt that in the near future the discontent and grumbling will increase and will be a considerable embarrassment to Members like myself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With this I sympathise and must say that I am worried about the tourist industry. In a city like Aberdeen, there will be a temptation to pass on to the customer the increases due to this taxation. If that is done this tourist trade which basically depends on internal tourism with people coming from other parts of Britain to Aberdeen, will become even more vulnerable to the ever-increasing plethora of cheap Continental holidays. I hope that the people in the industry will realise that it is in their interests to try to absorb most of these costs. But, on the other hand, I hope that the Chancellor will be receptive to what I know will be a great deal of pressure from both sides of the House to try to do something to help the tourist trade, particularly in areas like this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Again, the service industries may also be tempted to pass on the increased costs. I hope that they will not do so, because thanks to the efforts of a Labour Government, the real problem in Aberdeen is not unemployment. The real problem is uncompetitive rewards, and a man in the North-East knows that he can get half as much again for the same job, and the same hours, by going to the Midlands or to the prosperous south of England. The result is that we are an open society in the sense that we can be raided, and are being raided by foraging parties for labour which drain off on enormous amount of the skilled manpower in our part of the country. I.C.I. and Stewarts and Lloyds are two recent examples, and I am worried that people, by unthinkingly passing on these increases in the service industries, will raise costs, even if nothing like as spectacularly as people say, but still significantly so, with the result that the level of wages will be even more uncompetitive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a further danger that employers will use this as an excuse for keeping down the level of wages. If there is one section of the Aberdeen community which deserves criticism it is the industrial and commercial community, which has for too long been willing to accept comfortably low labour costs at the price of continuing local stagnation and emigration. I hope that local employers who will be affected by this tax will carefully examine their profit margins and the situation in which they find themselves before they glibly victimise their customers and ultimately themselves by just raising prices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has been said that the answer is to attract manufacturing industries to areas like Aberdeen. This is easily said, and I pay tribute to the great success of the Labour Administration in this field. The fact that I am here is a tribute to that success. The First Secretary reeled off a very lengthy list of such measures this afternoon, and I do not wish to repeat it, because it is familiar to us all. But I feel this will inevitably be a long-term business. It is by no means hopeless to talk about diversifying industry in Aberdeen. We can do it ultimately, but the basic shape of our economy will remain unmodified for a considerable time. Because of that we cannot look for a quick change, and we must face the possibility that this tax will have some unfortunate repercussions in the short term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This will sound like special pleading, and so it is, but it will be heard not only from people in the north-east of Scotland but in the Highlands, in the Scottish Borders and probably in many parts of England from areas with similar problems. I hope that these pleas will be listened to carefully by the Chancellor. There are the real difficulties for the tourist and also the fishing industry, the status of which I believe is still a matter of discussion in relation to the new tax. I hope that the Chancellor will look at the whole problem of regional development. This new and imaginative tax—this novel weapon in the Chancellor’s armoury—is a great improvement on the old rigid deflationary machinery in terms of flexibility, and it is used at the moment to favour manufacturing as against service industries. It could be used to encourage regional development as against the over-eager growth in more geographically favoured parts of Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The point to grasp is that these two objectives are not incompatible, and it is wrong to try to pretend that we cannot achieve both. I hope that in the near future the Chancellor will listen with sympathy to the plea of the development areas, and see whether he cannot make this kind of concession. We have made enormous progress in areas where there has been traditionally little Labour support, because we have been able to convince the electorate that we stand for a controlled steady and all embracing growth which will benefit all sections of the population. We have an enormous record of achievement in this respect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While I welcome this enlightened and important tax, which will do something to increase mobility of labour, stimulate productivity and bring economic sanity to this country, I hope that my right hon. Friend will slant it in such a way that it will not interfere with the general trend of Labour policy, which has been to help regions like mine. My right hon. Friend has an enormous amount to his credit. He can increase this by a few minor adjustments in this Budget. I hope he will make the effort and continue to aid, encourage and inspire growth and effort in areas for which he has so rightly done so much in the last two years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}