{
    "url": "https://www.ukpol.co.uk/donald-dewar-2000-speech-to-tuc-conference/",
    "title": "Donald Dewar – 2000 Speech to TUC Conference",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Donald Dewar",
            "url": "/tag/donald-dewar/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Donald Dewar to the 2000 TUC Conference.",
    "content": [
        "[![donalddewar](https://www.ukpol.co.uk/wp-content/uploads/2015/11/donalddewar.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/donalddewar.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you very much indeed. I am certainly feeling very well but I perhaps should just say to you that I have never claimed to be fit in my life and if I did, no one would believe me! I am just delighted to be here. I am delighted to welcome you to this great City of Glasgow. I feel very much among friends. You may remember that Ernie Bevin said that the Labour Party emerged from the bowels of the TUC and the trade union Movement. It is an interesting and eloquent vision, not one I necessarily endorse in all its particulars, but what I do know is that we have in this hall, and within the wider Movement and Party outside, a great deal in common for which we campaign and work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Glasgow was a great Victorian City, built upon skills, built upon talent, trade, industry and plain hard work. It is now transforming itself into a successful modern city and we are honoured to have the TUC here in Glasgow. There will be the warmest of welcomes, not just from the politicians but from the people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Your last visit, as you have just been reminded, was in 1991. Then we had high hopes which were to be cruelly disappointed, indeed shattered, in the 1992 elections. We all worked very hard in 1991 and 1992 but the record in the intervening years gave a special edge, a particular energy, to the big push in 1997.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me recall very briefly some of the figures from 1991, the reforms we sought, the hopes we had. Glasgow in 1991 had over 42,000 people out of work and in the dole queues. Today the comparable claimant count is just over 20,000. In Scotland as a whole the figure is 113,000, the lowest for 24 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There was a lady on the BBC this morning who told me that we were squeezing the life out of manufacturing industry, and I would be the first to recognise the problems of the euro and the pound, but can I just perhaps, as a corrective, remind you that when the Bank of Scotland’s monthly report came out recently for August they were recording the 18th month consecutively in which manufacturing output in Scotland had risen, and they recorded also that the pace was accelerating. In the service sector it was 22 months in a row.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 1991 we were hoping for and working for what we saw as essential – a statutory minimum wage, a right to recognition in the workplace, strengthened maternity rights, parental rights, the Social Chapter signed and honoured. Because of the disappointment of that 1992 election we had to wait six long years, but every one of these hopes has been realised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Argument will continue, argument about how we implement, how we build, but let us not forget the very real progress that has been made. We wanted a Government then that would create steady growth, control inflation and fight for ordinary working families, and that is why we now have the Working Families Tax Credit, the 10p tax band, the New Deal which has reduced youth unemployment in this City by nearly 70%, giving hope, creating opportunity for those who were forgotten in the Tory years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We wanted a Government determined to invest in the industries that reached out to the future and sustained those who have been traditionally with us. That is why, six years later, there are 300 software firms in this City of Glasgow. We needed, above all, a Government that was committed to public services and prepared to build the economic base which allowed progress that could be sustained.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the next three years the Scottish Executive will have, in broad terms, £ 1 billion, £ 2 billion and £ 3 billion added cumulatively to this year’s baseline. That will make a difference: it will make a difference to the unions, it will make a difference to their members and to those who depend on that vital service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not hide from you that there will be difficult choices even in that situation. I notice that over the last day or two the City Council here, very understandably, has been pressing for a very important extension of the motorway box in Glasgow – seven miles, £ 300 million. At the same time they are asking for a general lift in services; at the same time they are pointing understandably to the concern about pay. We understand these problems. We will have to take those hard choices but I can tell you that we will do it always with the interests of those who depend upon services, those who provide those services, very much in mind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are not parties, for example, to pay negotiations but we are interested in the future. We want to look carefully at how we can help in the future and, of course, this expenditure round starts in the year 2001/2. We want to encourage stability. We want, in fact, to encourage it if we can, by introducing 3-year budgets, opportunities for planning ahead to the advantage of both the workforce who deliver the services and the Council who finance and plan them, and we want help with the modernisation of local government and its methods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our wish will be to help support and expand essential services, choices again I say to be made, opportunities for children, working families. We have obviously to pay attention and to remember the pensioners. The minimum income guarantee has helped some of the poorest pensioners in this land, it has perhaps been undervalued, but there is a great deal more to be done. We need to support people in the community. We must give them the ability to keep in touch with family and friends, but I say to you that when we look at expenditure the test will be how we can raise the standard of service for those in care, how we can help across the range those in need of that help as a result of the advancing years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 1991 we wanted, above all, a Scottish Parliament. Now it is in place, playing its part and strengthening democracy in this country. The unions here in Scotland, but also in the rest of the United Kingdom, argued and fought for that. I am grateful for that support. I am very conscious of the price that would be paid if we in any way distanced ourselves from the market that matters to the working people of Scotland, and that market is the rest of the United Kingdom where we sell more of our goods and services than we do to the rest of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Probably not all of you will be aware of the fact that the Nationalists, the SNP, are holding a leadership contest at the moment. There was an opinion poll this week which suggested a clear majority of Scots had no opinion, no view, as to who should win that particular contest. A majority of SNP voters expressed the view that they would not see an independent Scotland in their lifetime. It is, I tell you, a Party that is now based on opportunism, which will promise anything to anyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a short time – and I do not need to remind anyone in this hall – we will face another Westminster election, another challenge. I look forward to it. There will be fundamental issues, great questions to settle. The Tories, in a sense, have been honest. They have made it absolutely clear that they will cut back dramatically, given a chance, the programme announced by Gordon Brown for the next three years of public spending. You can argue on the edges over the figures, but it is certain now that the cuts outlined by Mr Hague would be deep, painful, damaging, job-destroying. Fortunately, I do not believe for a moment that he will have a chance to implement these. Some of you may remember, or have read at some point, of Austin Chamberlain. Austin Chamberlain is the only person to have led the Conservative Party in the House of Commons and never been Prime Minister. I can predict, I think with some confidence, that Mr Hague will deprive him of that particular distinction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Under the Tories, unemployment and interest rates were high, job creation and business confidence were at all-time lows, and our country was viewed around the world as facing a future of economic decline – pensioners and lone parents struggling and failing to keep pace with ever-mounting inflation, ever-rising prices, working families doing their best to make ends meet and finding it difficult, youngsters unable to secure work and trade unions under seige and treated as the enemy within Government. All of that is now changing and we must make sure that it continues to change as we build for a tolerant and successful community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is still much to be done, the Party knows it – and so I suspect does everyone in this hall – but we must not forget what has been achieved, and achieved by standing together, working together in a common cause.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the Labour First Minister in a Labour-led administration, I welcome you to the City. I wish you every success this week and, equally important, every success in the future. As a Glaswegian I hope, and indeed know, that you will enjoy your time in this great City. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}