{
    "url": "https://www.ukpol.co.uk/tan-dhesi-2022-speech-on-government-ppe-contracts-michelle-mone-and-ppe-medpro/",
    "title": "Tan Dhesi – 2022 Speech on Government PPE Contracts, Michelle Mone and PPE Medpro",
    "post_date": "November 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tanmanjeet Singh Dhesi",
            "url": "/tag/tanmanjeet-singh-dhesi/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tam Dhesi, the Labour MP for Slough, in the House of Commons on 24 November 2022.",
    "content": [
        "For Tory peers and other chums of the Conservative party to have been profiteering at taxpayers’ expense from shoddy, unusable PPE, especially through the VIP procurement lane, at a time when people were locked down in their homes and tens of thousands of people, including my loved ones, were dying is absolutely sickening, shameful and unforgiveable. Given that The BMJ estimates that the Government have written off approximately £10 billion in unusable, undelivered or shoddy PPE, will the Minister take the opportunity to apologise to bereaved families for the amazing lack of integrity at the heart of the whole process?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Neil O’Brien**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I set out earlier what the high priority route was and was not: it was absolutely not a guarantee of any kind of contract; it was a way of managing the huge numbers of contacts and offers for help that we were all receiving. It delivered something in the order of 5 billion items of PPE, all of which helped to save lives and protect workers in our NHS and social care settings. Of course, we had to take up those offers of help and respond to them when people wanted to help in the middle of a huge national and global crisis. We had to process those offers, but they were processed in exactly the same way as every other bid for a contract.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}