{
    "url": "https://www.ukpol.co.uk/tan-dhesi-2022-speech-on-transport/",
    "title": "Tan Dhesi – 2022 Speech on Transport",
    "post_date": "May 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tanmanjeet Singh Dhesi",
            "url": "/tag/tanmanjeet-singh-dhesi/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Tan Dhesi, the Labour MP for Slough, in the House of Commons on 19 May 2022.",
    "content": [
        "It is an absolute honour to respond on behalf of Her Majesty’s Opposition in this extremely important debate on transport. We have heard insightful contributions from so many Members. The shadow Transport Minister, my hon. Friend the Member for Ilford South (Sam Tarry), who opened the debate along with the Minister of State, Department for Transport, the hon. Member for Pendle (Andrew Stephenson), referred to transport deserts, the decimation of bus routes, especially for rural areas—indeed, many Conservative-controlled councils are complaining—and, despite the inadequate funding from Government, the incredible work being done by the Labour metro Mayors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I fully agree with the Chairman of the Transport Committee, the hon. Member for Bexhill and Battle (Huw Merriman), on the future-proofing of the aviation sector, especially after industry pleas for support during the pandemic were largely ignored by this Government. I also agree with him on the need for investment in sustainable fuels to decarbonise transport. I also agree—there is a lot of harmony breaking out—with the SNP spokesman, the hon. Member for Paisley and Renfrewshire North (Gavin Newlands), on the need for electric vehicle charging infrastructure, because the Government are missing out on their targets. Indeed, there is the anomaly of VAT at 20% for public charging points, compared with 5% for home-charging points like mine. In essence, that is a tax on the less well-off, because those who cannot install a point in their apartment or home miss out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The former Rail Minister, the hon. Member for Harrogate and Knaresborough (Andrew Jones), spoke of the difficulty his constituents face in getting to work on time because of the cuts to rail services and the need to simplify fares. The hon. Member for North Antrim (Ian Paisley) spoke about the importance of the Government supporting pioneering and innovative technology, such as that for hydrogen buses and, indeed, the need for regulation of e-scooters. The hon. Member for Newbury (Laura Farris) spoke of her damascene conversion after having experienced the Elizabeth line preview. Indeed, she does a great deal of excellent work as co-chair of the all-party parliamentary group on the western rail link to Heathrow, along with my good self, and the need for that infrastructure project to finally be realised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend the Member for Erith and Thamesmead (Abena Oppong-Asare) spoke about the need for ambition, such as Crossrail being conceived and pushed through by the last Labour Government. She also spoke about the need for more proactiveness on providing on-street vehicle charging points. The hon. Member for Hyndburn (Sara Britcliffe) spoke about restoring local railway lines, especially after the Beeching cuts. My hon. Friend the Member for Canterbury (Rosie Duffield) spoke very eloquently about rural connectivity, or the lack of it, which then has a devastating impact on the mental health of those individuals who are cut off from other communities, about the cuts that have been inflicted on school buses and about the rising cost of school bus passes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Dover (Mrs Elphicke) spoke about HS1 and the issue that there are still no services from Kent to continental Europe. We all agree with her on the diabolical behaviour of P&O Ferries. The hon. Member for Richmond Park (Sarah Olney) spoke about the need for regulation of rickshaws and the failure of this Government on step-free access and levelling up, after having reneged on manifesto promises on the HS2 eastern leg and Northern Powerhouse Rail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for West Dorset (Chris Loder) spoke about the need to stop endless consultations on highway projects. My hon. Friend the Member for Putney (Fleur Anderson), who is a champion on the need to clear the logjam to end the Hammersmith bridge closure, spoke about the work of the all-party parliamentary group for cycling and walking and the need to integrate cycling with rail. The hon. Member for Southend West (Anna Firth) spoke about the need for more investment in electric buses and mending potholes. The hon. Member for Hertford and Stortford (Julie Marson) spoke about the need for green solutions such as the local HERT scheme. The hon. Member for High Peak (Robert Largan) —we perhaps saved the best till last—lamented the reduced timetables.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many Members have spoken about the upcoming transport Bill and the need for infrastructure investment in places such as Stockport and Bradford, as championed by my hon. Friends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my closing remarks, I will focus on rail, for which the backdrop to today’s debate is sadly bleak. The 2010s can only be described as a disastrous decade for rail, with fares rising twice as fast as wages, cuts to rail services up and down our country, and a Government set to miss their commitment to decarbonising the railways not by a few months or a few years, but by more than 40 years. Despite the Tory rhetoric of investment and expansion, the Government’s actions on rail speak far louder than their words.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Put simply, compared with 12 years ago, passengers travelling by rail pay twice as much for a lot less. Wages across the UK have stalled, with weekly median earnings increasing by just 23% since 2010, and households budgets have been squeezed by the pressing cost of living crisis, so how does the Minister expect people to be able to keep up with such brutal hikes? The Government’s solution appears to be the Great British rail sale, which was touted as offering huge savings on many off-peak inter-city routes. Unfortunately, however, even that is a sham, as Labour has found suggestions that those discounts would apply to a mere 1% of all journeys taken. It is nothing more than a gimmick, as rail unions, rail staff and passengers have pointed out, so no wonder it has been relabelled as the “Great British rail fail”. The future of our railways should not be short-term sales and political stunts but a permanent, affordable, efficient and green network.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given the steep cost of travelling on our railways, passengers might have expected to experience an equally steep improvement in services. Sadly, that has not been the case. The Government are looking to make things worse with their plan to impose a 10% cut on operators, which is already being felt by communities across our country, with more than 19,000 pre-pandemic services yet to return. Last week, the shadow Transport Secretary, my hon. Friend the Member for Sheffield, Heeley (Louise Haigh), was at a school in Bradford where the consequences are stark. Cuts to rail services will mean that hundreds of pupils will be forced to wait for hours after school or take an unreliable and lengthy rail replacement service on West Yorkshire’s already clogged-up roads. In Wakefield, too, there will be a staggering four-hour gap between 6 am and 10 am in some services, which will make it impossible for students and workers to travel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the midst of all that, the Transport Secretary is, frankly, missing in action. He jetted off to an overseas conference without notifying Mr Speaker rather than answer questions on the real disruption that families face. He and the Government should stop washing their hands of any responsibility in the middle of a climate crisis and a cost of living crisis. It is senseless to force people off public transport while simultaneously cutting them off from jobs and opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Laura Farris**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Dhesi**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would love to take an intervention, but Madam Deputy Speaker has said that I have only nine minutes, and I want to get all this off my chest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is time for the Government to step up and stand up for local communities with a commitment to restoring services to pre-pandemic levels and a genuine plan of how to get there. Right now, they are brazenly breaking the promises that they made to communities. Just three months ago, they claimed that they would protect and improve services on existing lines, that they would not neglect shorter-distance journeys and that levelling up could not wait, yet passengers are suffering the consequences of those broken promises. Ministers may claim that cuts have been made because there has been no increase in passenger numbers, but that is simply not true. In Yorkshire alone, we are told that passenger numbers have surged back to more than 90% of pre-pandemic levels, so cuts on that scale will force passengers on to crowded and congested services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The truth is that under the Conservatives, passengers are paying more for less. When the Minister comes to the Dispatch Box, will she tell us what plans the Government have to bring back those lost services and provide passengers with a future in which rail travel is better value for money? I hope she will ensure that their manifesto commitments are upheld.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before I call the Minister, I would like to make it clear that I have observed, in case no one else has, that neither the Minister who opened the debate nor the shadow Minister who opened the debate are present for the wind-up speeches. That is unacceptable and it is discourteous to the House. I would not like to think that any new Members would take that as acceptable behaviour, so I make the point clearly and positively that if someone has opened a debate or taken part in a debate, they must be here for the winding-up speeches. That is a simple matter of courtesy. It is not some archaic old-fashioned rule, or me being difficult on a Thursday afternoon, but a matter of courtesy, and it is quite appalling that neither of those hon. Gentlemen are here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}