{
    "url": "https://www.ukpol.co.uk/tan-dhesi-2022-speech-on-achieving-economic-growth/",
    "title": "Tan Dhesi – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tanmanjeet Singh Dhesi",
            "url": "/tag/tanmanjeet-singh-dhesi/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tan Dhesi, the Labour MP for Slough, in the House of Commons on 18 May 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Thirsk and Malton (Kevin Hollinrake). This marks my fifth Queen’s Speech in this House. In that relatively short time, we have had two Prime Ministers, Brexit, a global pandemic and now a brutal cost of living crisis, yet one fact has remarkably stayed the same: this Government’s inability to rise to the challenge. They have not risen to the challenges faced by ordinary Brits, and sadly this Government-drafted Queen’s Speech follows the same disappointing pattern and fails to grasp the severity of the situation faced by millions of people across our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At every turn, the absence of any real help is an insult to hard-working people. The experts are clear: more than 1.5 million British households will soon face bills for food and energy that will exceed their disposable income after housing costs. Inflation is now at its highest level for 40 years at 9% and is set to soar very soon to more than 10%. Alarmingly, growth is forecast by the Bank of England to be negative next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Beyond these statistics are people. Many Members have already eloquently highlighted the real-life struggles their constituents face, and sadly Slough is no different. I have had constituents tell me that they have been forced to cut down to one meal a day or wear extra layers of clothes in their own homes. What is stopping Ministers from acting, for example with a one-off windfall tax on energy companies? Instead of taxing big energy companies posting extra profits in the billions, the Chancellor is more intent on taxing ordinary people, who are now afflicted with the highest tax burden since the 1960s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Even when people are in work, they cannot expect to be offered adequate protection. The Queen’s Speech was 874 words, yet there was not one mention of workers’ rights. There was no employment Bill, as promised in the Conservatives’ election manifesto. We live in a time when workers’ rights are more important than ever, with insecure work, inadequate wages and unscrupulous tactics from employers, but instead of taking action, Government Ministers go about telling workers to work more or to get another job and do not offer a decent pay rise. It is absolutely absurd.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Where the Government have decided to legislate, they have completely missed the mark. Their priorities are all wrong. On crime in particular, we have had four Queen’s Speeches and three manifestos, yet the victims Bill still exists only in draft. That is of little use to the thousands of victims of crime unable to benefit. Crime is up and prosecutions are down to record lows. The number of arrests has dropped by 35,000, but victims and communities such as mine are still suffering. This Government have made huge cuts to Slough’s local youth services funding, made a real-terms cut to school budgets and cut community safety funding by 40% by 2024, even though our crime rate is 28% higher than the rest of the south-east and 27% above the national average. This Queen’s Speech offers nothing to address all that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On housing, despite almost 1 million more people now living in private rented accommodation, it has taken this long for us to see the renters reform Bill. Although there is slow progress in some areas, there is no word on the promised 300,000 homes to be built every year by the mid-2020s, a lack of detail on the decent homes standard, and no mention of the lifetime deposit. Frustratingly, five years on from the deadly Grenfell tragedy, far too many of my Slough constituents remain trapped in flats with unsafe cladding and fire safety defects, with no end in sight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Queen’s Speech simply fails to address the problems that ordinary people up and down our country face, because Government Members do not fully understand the everyday realities of hard-working people. Where is the ambition to decarbonise our economy and our public transport system, to insulate our homes and to accelerate the transition to renewables? Where are the annual rolling programme of rail electrification, annual targets for more rail freight, and huge investment in green industry jobs? What are a Government for if not to protect people?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Privatising Channel 4 over helping families with household bills, street referendums for extensions over investing in youth services, arguing over what human rights to scrap instead of delivering a properly funded state pension—this Queen’s Speech was written by a Government who are out of touch and out of ideas. I implore Ministers to see what is so plainly happening around them and to do something to help the millions of struggling Brits. If they will not address the serious issues facing our country, they should step aside for those of us who will.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}