{
    "url": "https://www.ukpol.co.uk/tan-dhesi-2022-speech-on-hq-for-great-british-railways/",
    "title": "Tan Dhesi – 2022 Speech on HQ for Great British Railways",
    "post_date": "October 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tanmanjeet Singh Dhesi",
            "url": "/tag/tanmanjeet-singh-dhesi/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Tam Dhesi, the Shadow Rail Minister, in the House of Commons on 24 October 2022.",
    "content": [
        "As usual, this Government are in chaos of their own making. We would not be standing here today if they were capable of making commitments and sticking to them. They are stopping a project in its tracks despite millions of pounds of taxpayers’ money already having been spent. They are asking towns and cities to invest precious time and money in their headquarters bids but completely mothballing the relevant legislation in any transport Bill within this parliamentary Session. They are showing a serious lack of ambition and long-term vision and leaving the whole of the rail industry in the lurch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I asked the rail Minister about this very issue in the last Transport questions but was effectively fobbed off. We should not be surprised at that, considering the mess they have made of our railways. Last week 55 services on the TransPennine Express were cancelled in just one day, and two of our northern Mayors could not travel to Liverpool for a press briefing on train cancellations because of train cancellations. Avanti West Coast has slashed more than 220,000 seats per week, but despite this, one of the Transport Secretary’s first acts was to ensure that a lucrative contract extension was in place. As usual, the Tories are rewarding failure. People across our country are paying the price for a system that the Conservative party has already admitted must change but refuses to say how or when. The Conservatives promised at their party conference, with a straight face, to get Britain moving, yet all we have seen is stoppages, strikes and the managed decline of our railways, and now they are abandoning their flagship policy as a direct result of their aimless and distracted party. They are a shambolic Government with no plan and no ideas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister clarify the future of Great British Railways? Has it been stopped in its tracks? When will his Department get a grip on the railways and deliver a proper service for passengers across our country?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Kevin Foster**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Luckily, I have already answered the hon. Gentleman’s first question. We have certainly not brought Great British Railways to a halt. Again, we said the location of its headquarters will be announced shortly. This has not been stopped, abandoned or any of the other things we are hearing from the Labour party. We are very clear that we want to look forward to a rail network that is seeing massive, almost unprecedented investment, and in which customers can look forward to better facilities and better services that deliver for their communities. I leave it to the hon. Gentleman to look back wistfully at British Rail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}