{
    "url": "https://www.ukpol.co.uk/caroline-dineage-2019-statement-on-social-care/",
    "title": "Caroline Dinenage – 2019 Statement on Social Care",
    "post_date": "January 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Caroline Dinenage",
            "url": "/tag/caroline-dinenage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Caroline Dinenage, the Minister for Care, in the House of Commons on 23 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/carolinedineage-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/carolinedineage-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today I would like to update the House on social care funding following the Opposition day debate of 17 October 2018.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Modern society is in the fortunate position where people are living longer and life expectancy for those living with complex health conditions, including disabilities, has dramatically increased. However, with 1.5 million more people aged over 75 expected in the next 10 years, we recognise the pressures this places on the health and social care system and the Government are taking steps to support the sector in responding to these challenges.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the short term, the Government have given Councils access to up to £3.6 billion more dedicated funding for adult social care in 2018-19 and up to £3.9 billion for 2019-20. This injection of funding is the biggest that councils have ever received and is helping the NHS and social care to support people to live for longer and more independently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Despite the fact that the NHS is busier than ever before, the majority of patients are discharged quickly. We know that adult social care capacity can become increasingly pressured over the winter months and this can have a knock-on effect on NHS hospitals. This funding is helping to reduce delays, get patients home quicker and free up hospital beds across England for more urgent and acute cases. This is having a tangible effect with delayed transfers of care accounted for 4,580 occupied beds per day in November 2018—a decrease of 2,081 per day against the February 2017 baseline.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The autumn Budget also announced an additional £650 million of new money for social care in 2019-20. This includes another £240 million for adult social care to alleviate winter pressures on the NHS next year and a further £410 million to improve social care for older people, people with disabilities and children. Councils will also benefit from an additional £55 million increase in the disabled facilities grant in 2018-19. This additional capital funding will provide home aids and adaptations for disabled children and adults on low incomes to help them continue to live independent lives in their own homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "References to £1.3 billion of cuts are entirely misleading as the figure refers only to the revenue support grant which should not be considered in isolation when councils have access to council tax, business rates and other local income to deliver their local services. In fact, funding for local government will increase in real terms in 2019-20. This means more money for councils to deliver for their local communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Government’s actions mean that funding available for adult social care is set to increase by 9% in real terms from 2015-16 to 2019-20 and the additional funding is allowing councils to support more people and sustain a diverse care market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All councils have statutory duties to look after the vulnerable, elderly and disabled people in their area. The Care Act established a national threshold that defines the care needs that local authorities must meet which eliminates the postcode lottery of eligibility across England. In addition to providing social care services, last year local authorities in England advised over 500,000 people on how to access other services to meet their care needs. This includes services provided by leisure, housing, transport and care providers as well as voluntary groups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the longer term, the NHS’s Long-Term Plan is committed to supporting people to age well. As part of this the Government will increase investment in primary medical and community health services by at least £4.5 billion by 2023-24. This will support people to get joined-up, integrated care closer to home and will increase the capacity and responsiveness of community and intermediate care services to those who will benefit the most. Furthermore, the plan recognises the importance of integration between health and social care and commits to upgrading NHS support to all care home residents ​who would benefit by 2023-24 through the enhanced health in care homes programme, which embeds healthcare professionals into care homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have committed to publishing the Green Paper at the earliest opportunity which will consider the fundamental issues facing the adult social care system and present proposals for reform while the social care funding for future years will be settled in the spending review where the overall approach to funding local government will also be considered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}