{
    "url": "https://www.ukpol.co.uk/caroline-dinenage-2015-speech-at-relate-event/",
    "title": "Caroline Dinenage – 2015 Speech at Relate Event",
    "post_date": "December 17, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Caroline Dinenage",
            "url": "/tag/caroline-dinenage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Caroline Dinenage, the Parliamentary Under Secretary of State for Women, Equalities and Family Justice, at a Relate event on 17 December 2015.",
    "content": [
        "[![carolinedineage](https://www.ukpol.co.uk/wp-content/uploads/2015/12/carolinedineage.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/carolinedineage.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you for the introduction. May I say how pleased I am to be here with you as you launch the ‘Breaking up is hard to do’ report. Thank you to everyone at Relate who worked so hard in producing it – not least Dr. David Marjoribanks, its author.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I also thank colleagues at the Department for Work and Pensions for commissioning this important report. I know you at Relate have worked with a wide spectrum of distinguished specialists and professionals in preparing it, including officials from the Ministry of Justice (MOJ).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many of your findings chime with my own views on family justice. You want families to have the information and tools they need to make informed decisions. You want to give families the best possible chance of reaching a secure and stable arrangement. You want to help as many families as possible to find their own solutions – rather than falling into court proceedings which can be expensive and unnecessary. So do I. I will say more about that in a moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But first if I might introduce myself to those of you I have not met before. And I have met a good number of the people in this room since I took up post as Family Justice minister. I have visited family courts, met judges, Cafcass practitioners, families going through separation. I’ve made it a priority to meet as many of the people who work in this important area of justice as possible. I haven’t managed to meet all the key players yet, however, but I am working on it!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the meetings I have had, I have been impressed by the professionals who work together to support separating couples to make the best decisions about their children and finances. Many of these people share my own view that the system could work much better for separating couples and does not yet sufficiently or consistently put children first.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that it’s very sad when a family breaks up and an acrimonious split between parents can have damaging effects on children. When children are drawn into conflict it can lead to both emotional and behavioural difficulties. Children benefit most from cooperative parenting following a separation and a positive relationship with both parents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But from speaking to people who work in family justice, as well as those who go through it, I know that people feel there is no single source of authoritative, accessible information or advice on what they can do to resolve their disputes. Our own new research set out in the Varying Paths to Justice report tells us that people have a strong preference for avoiding court, which they see as daunting, particularly in relation to child arrangements. They are not aware of the options available to resolve their problems themselves and feel there is no clear ‘route’ for those who want to avoid litigation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This cannot continue. I want to build a family justice system around the needs of its users with a particular focus on the most vulnerable – whether these are children, vulnerable adults or victims of domestic violence. We want to support people during the most stressful periods of their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to support and incentivise separating and separated couples to make their own arrangements for their children and finances, wherever possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There should be clear alternatives to court that help separating couples work together to make arrangements that are appropriate to their circumstances. Where there are children involved, parents should have the tools to help them make arrangements that are sustainable and can be reconsidered in light of the changing needs of their children, in a way that a court order cannot. Where couples are making arrangements about their finances, they should have a clearer understanding of what is fair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to foster a cultural change to enable people to solve their own disputes in a less acrimonious way and not look to government to do it for them – with the right tools and information, most separating couples shouldn’t need to take their disputes to court.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That means mothers and fathers stepping up and taking responsibility for their own separation – where that’s possible – and together working through the practicalities, always remembering to put children first. And it requires a system that enables parents to do just that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am a strong supporter of family mediation in the private law process. Mediation enables parties to take ownership of their dispute and helps them to reach an agreement rather than be subjected to a court order which one party – or both parties – may not want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, I accept that there are other ways in which parties can be helped to make their own arrangements, for example the Separated Parents Information Programme (SPIP), or the website and call centre service offered by DWP to enable parents to resolve disputes over child maintenance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why I would like to see a responsive system which is not one-size-fits all. I want to introduce an end to end, user-focused range of services. I want to see a system which minimises the impact of separation on parents and their children. Our Varying Paths to Justice report shows that people feel they would benefit from improved access to clear and timely information around the options available to them to help them resolve their problems – especially online. We’ll be looking at that as we consider how best to help those experiencing separation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me be clear about something, however: reform of the system will not be about excluding lawyers. Some people will still choose to hire a lawyer to help them through the process. But they shouldn’t need to if they don’t want to. Some people, of course, will always need to go to court. Any change to the system must involve effective protection for vulnerable people so that their disputes are resolved quickly, in a way that minimises impact on themselves and their family. And the sad truth is that the courts will still need to play a role in cases where parents are not working productively together to agree arrangements that are in the best interests of their children. The law is clear that in most cases this will mean children continuing to have an ongoing relationship with each parent. We will be reforming our courts system to transform it into a service that is built around the needs of all the people who use it and which will fundamentally improve access to justice for citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is what my colleagues and I at MOJ will be working on. I will tell you more about it as our work develops. We will certainly take on board the advice and experience of those working in family justice and the many experts and academics across the voluntary and other sectors who have important experience in this field.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}