{
    "url": "https://www.ukpol.co.uk/caroline-dinenage-2023-speech-on-lifeboat-services-search-and-rescue/",
    "title": "Caroline Dinenage – 2023 Speech on Lifeboat Services – Search and Rescue",
    "post_date": "January 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Caroline Dinenage",
            "url": "/tag/caroline-dinenage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dame Caroline Dinenage, the Conservative MP for Gosport, in Westminster Hall, the House of Commons, on 10 January 2023.",
    "content": [
        "It is a great pleasure to serve under your chairmanship, Mr Davies. I thank my hon. Friend the Member for Torbay (Kevin Foster) for securing the debate, not least because it gives me the opportunity to wax lyrical about my constituency, and its proud record of supporting the search and rescue services. My constituency is right on the border with Titchfield, where the search and rescue HQ, which he mentioned earlier, is located. The helicopters take off from my very own Gosport constituency—at Daedalus, where the Maritime and Coastguard Agency does a lot of its training.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today I will talk specifically about the wonderful Gosport and Fareham Inshore Rescue Service—an independent lifeboat and inshore rescue service that was founded in 1969, so has been around for a really long time. It is a declared facility to the UK coastguard, providing emergency lifeboat cover to the eastern Solent and Portsmouth harbour. Those who know the area will know that that is an incredibly busy stretch of water—certainly the busiest on the south coast, if not one of the busiest in the UK. There are Navy vessels coming out of Portsmouth, cruise ships and freighters coming out of Southampton, a significant number of yachts, personal water craft, dinghies, and a whole range of stand up paddle boarders and kite surfers; it is pretty crowded out there in the summer months. GAFIRS provides an essential service to civilian safety, and I simply cannot stress its value enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "GAFIRS responded to 135 incidents in 2022, making the year its busiest in 12 years and third busiest in the last 29. In those 135 incidents, it assisted 171 people, eight of whom were “life at risk”, including marine emergencies and first aid assistance on shore. Of the incidents, 126 were HM Coastguard taskings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "GAFIRS is managed and delivered solely by a tremendous team of volunteers. We have heard all about the incredible volunteers that support the service and make it flourish. Our volunteers are of a variety of ages and come from a whole swathe of professions. They operate 24/7, 365 days a year. To put that in context, 61 of the coastguard incidents in 2022 were weekend duty day taskings, with the crew on standby at the station or afloat on patrol, but 65 were out-of-hour pager callouts—33 daytime, 14 evening and 18 night-time. Volunteers are giving their time, day and night, often at unsociable or typically non-working hours. Of course, it is a commitment not just by the volunteers, but by their families, who should not be forgotten, as they support these great sacrifices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like all the other independent lifeboat services, GAFIRS relies solely on donations and receives no Government funding at all, which is why I could be found in the sea on new year’s day, alongside hundreds of my constituents in fancy dress. I was not in fancy dress myself, but my youngest son was dressed as a 6-foot tall banana and could easily be seen from any drone; he is a shy, retiring soul! GAFIRS is remarkable and very well valued by local people, which is why people are prepared to go into the sea on new year’s day dressed in a variety of different costumes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mark Garnier (Wyre Forest) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend speaks passionately about the work of the inshore volunteer lifeboat services. Does she agree that inland lifeboat services such as the Severn Area Rescue Association—which works incredibly hard at times of flooding along the River Severn, as far as Bewdley and Stourport—do just as good a job with just as many personal sacrifices in terms of time and effort as any others?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Caroline Dinenage**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is absolutely right. The water gives us so much enjoyment and pleasure but can be a dangerous place. There are challenges up and down the country, inland and at sea, that volunteers rise to every single day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The response time of GAFIRS is incredible. For all 135 incidents, the average time from being alerted to being in attendance or standing down was just over 16 minutes. The volunteers are, quite simply, local heroes; lives would be lost without them. They do not only respond to a variety of incidents; my hon. Friend the Member for Clacton (Giles Watling) spoke about the importance of training people to understand the dangers, and our volunteers actively promote water safety. In 2022, they provided 29 sea safety education talks to 1,194 local children and 100 teachers and leaders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before I sit down, I want to take the opportunity to thank the National Coastwatch Institution, which operates out of Fort Blockhouse and Lee-on-the-Solent. It provides eyes along the coast and is an invaluable service to local people. I am extraordinarily proud to have it and GAFIRS in my community, and I want to put on the record my enormous thanks and gratitude to them for everything they do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}