{
    "url": "https://www.ukpol.co.uk/caroline-dinenage-2021-speech-on-the-climate-crisis/",
    "title": "Caroline Dinenage – 2021 Speech on the Climate Crisis",
    "post_date": "August 4, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Caroline Dinenage",
            "url": "/tag/caroline-dinenage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Caroline Dinenage, the Minister for Digital and Culture, on 30 July 2021.",
    "content": [
        "Thank you. It is a pleasure to be here with you all today, in the splendid baroque setting of the Palazzo Barberini. During my stay I have been fortunate enough to visit some of Rome’s finest architectural gems, from the Vatican Library to the Colosseum. These iconic buildings are testament to human ingenuity, creativity and imagination, all of which contribute to Italy’s rich cultural heritage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And it’s our shared need for ingenuity, creativity and imagination that I’m going to speak about today. The global climate crisis is one of the greatest challenges we currently face. Across the world, people, places and objects are being displaced, damaged and destroyed due to the catastrophic effects of climate change. Unless we act swiftly, the losses to our global community will be unimaginable and irreplaceable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we want to halt this trajectory, we need to work together to implement our most innovative ideas and approaches to address these climate challenges;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We recognise the role that we, as G20 members collectively, and individually as Ministers, have, to use our voices and our influence, to champion the role of culture in driving forward climate actions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I congratulate the G20 presidency for the tireless efforts to shape such a strong and compelling Ministerial Culture Declaration, emphasising how intertwined the culture and climate agendas are. And, for effectively reinforcing these messages at the highest level, so consistently, across all G20 tracks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Addressing challenges relating to climate change is at the heart of the UK government’s agenda. Climate and culture are inextricably linked and the UK is working to safeguard cultural heritage at risk, while advancing innovative, culture-based solutions to the climate crisis, in the UK, and in our international programmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We firmly believe that culture-based solutions can help us adapt to current climate challenges, and mitigate future crises. We feel that any solutions or approaches must also be based on inclusivity: culture-based climate action must be sustainable and push us all to take concrete steps to embed climate change in the culture sector, and to embed culture in climate policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But despite our fruitful discussions throughout this G20 track, we feel that the role of culture as a means through which to address these challenges can oftentimes be sidelined outside our own sectors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We, along with you all, I am sure, are eager to ensure that this does not happen, and maintain the remarkable momentum generated here at the G20 Culture Ministerial to ensure that the role of culture in addressing climate challenges achieves the recognition that it deserves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And the UK has committed to this in our Adaptation Communication, which was presented by our Prime Minister at the Paris Climate Summit last December. We unequivocally championed the role that cultural heritage has to play in addressing the climate crisis and I strongly encourage you all to use your adaptation communications to do the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For me, the key part of what was included, and forgive me for a direct quote, was that:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "protecting cultural heritage has an irreplaceable role in preserving the long-standing spirit and individual identities of communities. In the face of our changing climate, it is imperative to build resilience of historic settlements, cities and villages and intangible culture, to enhance wellbeing, stability, security and prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will harness the recognised global consensus on the importance of this issue that has crystallised here, at the G20 Culture track, where cultural heritage, indigenous knowledge, adaptation and resilience are recognised as key tools through which to address the grand challenges associated with climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we will use our platform at COP26 to focus this ambition. As Co-Presidents of COP26 with Italy, we want to underscore the commitment of our respective Governments to the role of cultural heritage within adaptation and resilience strategies and encourage the widening out of the gains made as a result of the G20 into our collective COP26 ambition and leadership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I firmly believe culture has a key role to play in our efforts to address the climate crisis. Cultural heritage is fundamental to what makes us all human; a threat to heritage is a threat to our shared humanity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "l look forward to continuing to work with you as fellow G20 members, on addressing this great challenge of our time, and as we collectively work towards the opportunity of COP26. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}