{
    "url": "https://www.ukpol.co.uk/caroline-dinenage-2019-statement-on-health-and-social-care/",
    "title": "Caroline Dinenage – 2019 Statement on Health and Social Care",
    "post_date": "May 7, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Caroline Dinenage",
            "url": "/tag/caroline-dinenage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Caroline Dinenage, the Minister for Care, in the House of Commons on 1 May 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/carolinedineage-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/carolinedineage-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yesterday, 30 April 2019, Four Seasons healthcare group announced that they have appointed Richard Fleming, Mark Firmin and Richard Beard (Alvarez and Marsal) as administrators to Elli Investments Limited (EIL Guernsey) and Elli Finance (UK) Plc (EFUK). These two companies between them hold £625 million of the company’s debt. It has also announced the launch of an independent sales process of the operational parts of the group, Four Seasons healthcare, Brighterkind and the Huntercombe group, which will continue to deliver care as normal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The group has been going through financial restructuring negotiations with its main creditor H/2 Capital Partners since December 2017 with a standstill agreement on its interest payments in place. This agreement has been extended several times, with the latest of these having expired at 23:59 on 29 April. The planned sale of the operating businesses, through an independent, court appointed administrator, will now bring greater certainty to those in care, their families and the 22,000 people employed by the company.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to update the House on the steps being taken to assure people with care and support needs currently being met by the Four Seasons healthcare group that they should not see a gap in their care service—no matter how their care is funded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have met with the company and the administrator to seek assurance that they are putting the continuity of care at the forefront of this process and that there will be no sudden care home closures. I am pleased to confirm that they have provided both me and the Care Quality Commission with this reassurance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the event that a buyer is not found for any of the care homes, the company has undertaken to manage any future plans around the transition of care with great sensitivity, taking time to ensure that residents are supported to find a new home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 2014, the law was changed giving the CQC a new responsibility to monitor the financial sustainability of the largest and most-difficult-to-replace care providers across the country. That means the CQC has a legal duty to notify local authorities if it considers there to be a credible risk of service disruption (stage 6 notification) as a result of business failure so that they have more time to prepare their plans to protect individuals. The CQC is clear that there is no current risk of service disruption and is not issuing a stage 6 notification to local authorities at this time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Care Act 2014 also places duties on local authorities to intervene to protect individuals where their care provider is no longer able to carry on because of business failure. There should never be a gap in the care that an individual receives. Local authorities have a statutory ​duty under section 48(2) of the Care Act to meet the needs of individuals temporarily if their care provider is no longer able to carry on. Business failure is a normal part of a functioning market and local authorities have appropriate plans in place to minimise disruption of services\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The CQC and my Department are closely monitoring the situation. They are also working closely with the Local Government Association, the Association of Directors of Adult Social Services, NHS England and Four Seasons healthcare group to ensure that individuals’ care and support needs continue to be met.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}