{
    "url": "https://www.ukpol.co.uk/caroline-dinenage-2020-statement-on-arts-and-culture-funding/",
    "title": "Caroline Dinenage – 2020 Statement on Arts and Culture Funding",
    "post_date": "October 14, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Caroline Dinenage",
            "url": "/tag/caroline-dinenage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Caroline Dinenage, the Minister for Digital and Culture, in the House of Commons on 13 October 2020.",
    "content": [
        "I am pleased to inform the House that yesterday we announced 1,385 cultural organisations will share over £257 million from the culture recovery fund to help support arts and culture organisations through the coronavirus pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This represents the biggest award to date of the culture recovery fund and means we have now provided over £360 million to support cultural and heritage institutions across England.​  \nThis vital Government funding is a vital boost for the theatres, music venues, museums and cultural organisations that form the soul of our nation. It will protect these special places, save jobs and help the culture sector’s recovery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These funds are supporting cultural beacons the length and breadth of the country—from the Beamish museum in County Durham to the Birmingham Royal Ballet and the Bristol Old Vic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The theatre by the Lake, in Keswick, for example will receive over £800,000 in support which recognises its importance as the biggest employer in the area, the devastating impact coronavirus has had on it and theatres more widely, and the importance of safeguarding this wonderful cultural institution for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Or, to take another example, Yorkshire Sculpture Park, Wakefield: this cherished organisation will receive £804,000 to help the park to adapt its buildings to new regulations and help it reopen safely. Yorkshire Sculpture Park shows work by British and international artists including Henry Moore and Barbara Hepworth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is good news not only for these organisations but for towns, cities and workers in these sectors across the country—it will help to protect jobs and ensure our beloved local arts venue can remain afloat and support culture in many communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On top of this investment the culture sector has benefited from the job retention scheme, self-employment income support scheme, the bounce back loan scheme, a reduction in VAT from 20% to 5% for tourism and hospitality firms for six months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to reaffirm that we recognise the crucial role that individuals play in making our arts and creative industries world-leading.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The culture recovery fund will benefit freelancers, because it will invest in organisations and help them to reopen, and restart performances which will provide more opportunities for freelancers to be engaged again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It will also help many put on cultural activity within this financial year which would not have been possible without this funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Additionally, to complement this funding for organisations, this year, the Arts Council has made over £115 million of funding available for individuals, including freelancers, to apply to, including £18 million for the Developing Your Creative Practice programme which will open for applications this Thursday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Regarding next steps, we are working flat out to support these sectors and to get the remainder of the funding and support out to those who need it most as quickly as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There will be further announcements about hundreds of millions of pounds of allocations in the coming weeks to support the UK’s incredible culture, heritage, arts and creative industries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are here for culture. Help is on its way with more to come in the days and weeks ahead so that the cultural sector—the soul of our nation—can bounce back strongly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}