{
    "url": "https://www.ukpol.co.uk/caroline-dinenage-2021-statement-on-the-online-media-literacy-strategy/",
    "title": "Caroline Dinenage – 2021 Statement on the Online Media Literacy Strategy",
    "post_date": "July 16, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Caroline Dinenage",
            "url": "/tag/caroline-dinenage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Caroline Dinenage, the Minister for Digital and Culture, in the House of Commons on 14 July 2021.",
    "content": [
        "I am pleased to inform the House that the Government are today publishing our “Online Media Literacy Strategy”. This strategy is a complementary measure to the proposed Online Safety Bill and will play a critical role in allowing us to meet our ambition of making the UK the safest place in the world to be online.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Through this strategy, we want to improve media literacy across the country by providing direction to the sector. We also seek to highlight the challenges that all citizens face in navigating an increasingly complex media landscape, with an amplified focus on vulnerable and disabled users.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The strategy sets out our plans to ensure a co-ordinated approach to online media literacy education. We have established a media literacy framework that enumerates the skills we want citizens young and old to learn in order to navigate the online media landscape safely. We set out the key user groups on which we will direct particular focus to ensure an inclusive approach to media literacy. We lay out six media literacy challenges to provide direction to the media literacy sector. We also highlight the specific issue of misinformation and disinformation, and the potential for media literacy by design to assist media literate online behaviour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have engaged with a broad range of stakeholders from academia, regulators, civil society and industry, drawing upon their expertise to inform the strategy. This is only the beginning of our engagement with the sector, and we will look to work even more closely with these organisations and more to ensure the maximum possible impact from media literacy activity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As our attention turns to delivery of the strategy, we will focus on taking forward a number of different initiatives. Alongside the strategy we are publishing the first annual Online Media Literacy Action Plan for the Financial Year 2021-22. The action plan sets out a number of initiatives to enact the strategy, from establishing a cross-sector media literacy taskforce, to working with teachers to help embed media literacy in schools, to collaborating with the Scottish, Welsh and Northern Irish Administrations through a UK media literacy forum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It will be important that we work productively with other key stakeholders across the sector. Ofcom has an existing statutory duty to promote media literacy. The Government’s efforts in the media literacy landscape will play a supportive and complementary role to that of Ofcom, by providing focus for organisations across the sector. We will continue to engage closely with Ofcom where there is a potential to increase the impact of our efforts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Media literacy is a devolved policy and so the initiatives contained in the strategy will only apply directly to England. However, we are working closely with the devolved Administrations and intend to establish a UK media literacy forum to engage with our counterparts in Edinburgh, Cardiff and Belfast and ensure we are achieving the greatest possible impact across the whole UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A copy of the strategy will be placed in the Libraries of both Houses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}