{
    "url": "https://www.ukpol.co.uk/sarah-dines-2023-speech-on-commercial-breeding-for-laboratories/",
    "title": "Sarah Dines – 2023 Speech on Commercial Breeding for Laboratories",
    "post_date": "January 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Sarah Dines",
            "url": "/tag/sarah-dines/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Dines, the Parliamentary Under-Secretary of State for the Home Office, in Westminster Hall, the House of Commons on 16 January 2023.",
    "content": [
        "It is a pleasure to appear under your chairmanship, Mr Efford. I thank my hon. Friend the Member for Carshalton and Wallington (Elliot Colburn) for introducing today’s debate, and I thank all other colleagues for their valuable interventions and contributions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government recognise that this is a policy issue of huge importance and high public interest. It is therefore right and proper that there is scrutiny of the matters that we have discussed today. In opening, I would like to clarify the Government’s position on the use of animals in science and make some overall comments on progress in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We all benefit from the use of animals in science. That can be through improved knowledge of how tissues and organs work to help find new treatments for disease and illness; the development and safety testing of medicines before they are trialled and then used in humans; the safety testing of chemicals to protect workers and the environment; veterinary research and medicines to support animal health; and the protection of the natural environment and the preservation of species. When we need medical care, we benefit from medicines and medical technologies that are possible due to knowledge gained from the use of animals in research. We trust those medicines are safe to use because of the rigorous testing requirements, including at times the use of animals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Emma Hardy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There seem to be an awful lot of presumptions in the opening of the Minister’s speech, including presumption that we all benefit from testing on animals, despite the evidence that many Members have provided. I gave two examples, including a case where animals were used for testing, but when a dose 500 times lower was used on humans, it killed five. I ask the Minister to re-evaluate the assumption that humans always benefit from the testing of products on animals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With the greatest respect, the Government are not saying that humans always benefit from animal testing. It is in the nature of testing that it has to be rigorous. Sometimes what is being tested works, and sometimes it does not, but testing can take place only if it is necessary. No one wants unnecessary harm to animals, which is why the Government have the aim of replacing live animals in scientific research and testing with non-animal alternatives wherever possible. Perhaps we can all agree that that is the aim.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Patricia Gibson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will make some progress first. Our approach has two fronts. First, robust regulation will ensure that animals are not used where a non-animal alternative could deliver the benefit sought, and secondly, our strategic aim is to facilitate and promote alternatives to animals in scientific research and testing. I therefore believe that we have a shared aim of fully replacing live animals as soon as possible, where that is safe and scientifically possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A number of Departments have a stake in the use of animals in science, including: the Department for Business, Energy and Industrial Strategy, which leads on science, research and innovation, including alternatives to the use of animals; the Department of Health and Social Care, which is responsible for the regulation of medicines; and the Department for Environment, Food and Rural Affairs, which is responsible for chemical safety and veterinary medicine regulations. The Home Office does not require or commission the use of animals in science. Instead, we regulate to ensure that all proposals for work are authorised only where there is justified benefit, that animals are used only where there is no alternative, that the minimum number of animals is used, that harm is minimised, and that the animals are appropriately cared for. I reject the narrative suggesting that that is not the case. My colleague Lord Sharpe has ministerial responsibility for this work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By way of background, the debate on animals in scientific research has at its centre three critical strategic imperatives: first, the delivery of the benefits of the use of animals in scientific research; secondly, the delivery of a rigorous and robust regulatory system; and thirdly, the development of alternatives to the use of live animals in procedures. Taken together, these imperatives drive the Government’s policy on the use of animals in science. I will focus my comments on the issues raised by Members in this interesting debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Emma Hardy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will make a little more progress, and then I will, of course, come back. The issues raised include the use of animals in science and its regulation, the commercial breeding of laboratory animals, and the development, promotion and acceptance of non-animal methodologies. To be clear, as was said, the UK has never set out to use animals in science. Instead, we have set out to deliver public safety, world-class health innovations and breakthroughs, and to make life-changing discoveries, from new vaccines and medicines to transplant procedures, anaesthetics and blood transfusions. Indeed, the development of the covid-19 vaccine was possible because of the use of animals in research. The use of animals in science must always be considered in the broader context. Animal research and testing is only ever a small part of a wider programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Several hon. Members rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I really must make progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In all these instances, the drive has never been to use animals, but to deliver benefits through the justified use of animals. There is significant public concern around the ethical and moral case for the use of animals in science. Animals are expensive to use and difficult to work with, and their use carries a burden of regulation. Animal experimentation is something that people, including this Government, do not like. It is therefore not a matter of choosing to use animals, but of using the best method for the scientific experiment, and ensuring that animals are not used when other methods can give the information needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although much research can be done with non-animal models, there are still purposes for which it is unfortunately essential to use live animals. In many instances, that is because the complexity of whole biological systems cannot be replicated simply using validated non-animal methodologies. However, the Government are committed to looking at alternatives, especially where the safety of humans and animals needs to be ensured—a point that is central to some of the concerns we have heard today. The data from animal testing and research has an important function in the human drug development process, which primarily concerns the safety of new medicines. The use of animals is required by international regulators to assess any adverse effects before clinical trials. Such testing is crucial to protect the safety of participants and the public. If we were to remove the requirement for animal testing, many potential medicines would not progress on to the market, and the risk to humans in clinical trials would be considerably higher.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Under the UK’s regulation pertaining to the use of chemical substances—the REACH regulations, mentioned by Members—industry participants must understand the hazards and risks of the chemicals that they manufacture, place on the market and use. That is to protect human health and the environment from the effects of harmful chemicals. For some chemical hazards, there is no immediate prospect of developing a non-animal alternative test method that could be used as the standard test method across the full range of chemicals. These hazards include reproductive toxicity and bioaccumulation up the food chain in the environment. REACH contains the “last resort” principle for vertebrate animals. That means that an animal study can be carried out only once all other ways of assessing the chemical’s hazard have been exhausted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are clear that when animals are used in science, they must be protected. The use of animals in science is therefore highly regulated. A licence is required for every establishment, project and individual involved in performing regulated procedures with animals. All establishments are required to have dedicated individuals, including veterinary surgeons, with legal responsibility for the care and welfare of animals, and an ethical review body. Establishments are required to comply with published standards for the care and accommodation of all animals bred, supplied or used for scientific purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Patricia Gibson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I apologise to hon. Members for not allowing interventions, but I want to leave time to respond directly to comments made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We continue to develop our approach to regulation, so that we can continually improve compliance with the Animals (Scientific Procedures) Act 1986. We are modernising our approach to ensure that all establishments deliver stronger internal governance systems and processes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we are to achieve the benefits of the carefully regulated use of animals in science, there must be a supply of animals bred specifically for that purpose, as my hon. Friend the Member for Carshalton and Wallington said. Establishments that breed or supply animals for use in science contribute to activities that are critical to protecting human health and to making advances in science. Moreover, they are operating within a regulatory framework, set out under the 1986 Act, which requires an establishment licence and assessment of their compliance with regulation. In the UK, under the Act, establishments that breed animals for use in science are also required to provide care and accommodation to those animals in line with the published code of practice. Adherence to the code of practice and the requirements of the Act are assessed by the regulator as part of its compliance assurance programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I recognise the strength of feeling shown today on the subject of breeding animals, particularly dogs. It elicits an emotional response, and I understand that. However, I must be very clear that while we fully uphold people’s right to peaceful protest within the law, recent events at the dog-breeding site that was mentioned have gone beyond peaceful protest, leading to criminal investigations and sanctions. The tactics of protestors have included intimidation, direct action against staff doing their job, and the criminal theft of animals from the site. I confirm that sites are regulated and regularly inspected, so we can assure ourselves that such companies are conducting their work in a manner that complies with the law. It is important that we agree that individuals doing legal business, under an Act of Parliament made in this place, should have the freedom to continue to do that without threat.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The call for a ban on commercial breeders appears mainly focused on the breeding of dogs. It is important to recognise that under the Act no dogs can be authorised for use if the scientific objective can be achieved without using those animals or by using animals of less sentience. The majority of dogs used in science are required for safety testing potential new medicines, in line with international requirements designed to protect human health. Research using dogs has been a step in the development of more than 95% of all chemical medicines approved in the European Union in the last 20 years, including medications for use in treatments for cancer, heart disease, diabetes and specific genetic disorders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Banning commercial breeding of dogs for scientific purposes could prevent potential new medicines from being tested in Great Britain. If that happened, safety testing work to assure public protection would no doubt have to be offshored to other countries. We cannot guarantee that such testing, or the treatment of animals there, would be carried out to the standard that we expect in the UK. Moreover, having exported that work, we may then be importing it back by means of new medicines. Seeking to close commercial breeders is not the answer. We must continue to address the issue on other fronts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In supporting and accelerating advances in biomedical science and technologies, the Government are led by the Department for Business, Energy and Industrial Strategy. We seek to reduce the reliance on research and work that involves the use of animals, and to avoid some of the scientific limitations mentioned by hon. Members. Such advances include stem cell research, cell culture systems that mimic the function of human organs, imaging and new computer modelling techniques.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK has a world-leading reputation for the delivery of the 3Rs, which are the replacement, reduction and refinement of the use of animals in science. Our framework is replicated internationally. We lead the way in various areas, and I do not accept the characterisation of the framework as defunct, old fashioned or out of date; we are leading on this work. The national centre received core funding of multiple millions of pounds, and the Government are committed to investing appropriately in that centre.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since it was established, the centre has invested £77 million in research and £27 million in contracts, and it has recently published its new strategy to increase the focus on animal replacement technologies; it also champions high standards in animal research. We are seeking proper funding to move away from the use of animals. The UK contributes significantly to the development and embedding of non-animal methods in chemical testing internationally, for both human and environmental safety, through participation in a number of collaborative research and development programmes. That includes both leading on and supporting projects undertaken with the OECD to introduce internationally harmonised tools and guidance for new approaches.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will mention briefly the points made so eloquently by the Members who spoke. I agree with the hon. Member for Kingston upon Hull West and Hessle (Emma Hardy) that we must grip the new opportunities to move away from animal use, if we can. We are spending money, and we seek to move forward. To the hon. Member for Bristol East (Kerry McCarthy), I point out that we regularly commission independent work; the Animals in Science Committee gives valued advice on the development of policy. I can confirm that we have commissioned advice on the rabbit forced swim testing that was mentioned. She may want to look further at that important work for more information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend the Member for Carshalton and Wallington mentioned that the statistics in this area are not as informative as they should be. We have the most comprehensive system in Europe for the publication of statistics, via the Office for National Statistics. For example, we know that in 2021, the use of dogs decreased by 3%; last year it decreased by 7%. Over the past 10 years, advances have been made. Inspections were mentioned; there are regular inspections. The regulator publishes the number of inspections in its annual report, and we are running a modernisation programme focused on improving those inspections.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Rutherglen and Hamilton West (Margaret Ferrier) mentioned, with eloquence, her desire for improvements in this area. I agree that we are a nation of animal lovers. We believe in high welfare standards. As a nation, we believe in public safety, environmental safety and the protection of animals where possible. That is why the Government’s approach focuses on alternatives that get us away from using animals. Animals will be used only when absolutely necessary. There were many other very useful contributions, which I value and have considered. It would be unfair if I took up all the time, but if there are any specific issues that I have not addressed, I would welcome any letters, to which I will respond when there is more time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the petitioners who brought us here today, and thank colleagues for their contributions. I gently say to the Government that this is an issue that the Petitions Committee has to keep bringing back, because petitioners feel so strongly about it that they keep asking us to debate it again. It will not go away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is nearly 40 years since the regulatory framework was set out in the 1986 Act. While there were admirable ambitions in the Act for reducing animal testing and refinement, the fact that animal testing went up between 2020 and 2021 demonstrates that those ambitions are not being met. Technological advances have since overtaken events. There is inevitability here; we will have to move on this anyway. The USA did in December, and other countries are going in that direction already. International regulatory frameworks are already looking to revise guidance. The assumption that the 3Rs are being met, or that the undertakings on the search for alternative methods are being met, is demonstrably untrue, given the evidence collected by the third sector. The Government are sitting on a piece of work from 2014. I repeat my request for an update from the Home Office on what happened to that piece of work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ending animal testing is not just a nice thing to do; animal testing is demonstrably bad for animals, produces bad results and is bad for the economy. There is benefit to humans in massively increasing the amount of research and development we do through non-animal methods. I urge the Government to go away and look at the matter again, update the House on the 2014 consultation results, set up the committee, and move towards the ambition of reducing, and finally eliminating, the use of animals in testing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}