{
    "url": "https://www.ukpol.co.uk/caroline-dinenage-2016-speech-on-gender-equality/",
    "title": "Caroline Dinenage – 2016 Speech on Gender Equality",
    "post_date": "March 17, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Caroline Dinenage",
            "url": "/tag/caroline-dinenage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Caroline Dinenage, the Parliamentary Under Secretary of State for Women, Equalities and Family Justice, at the UN General Assembly in New York on 15 March 2016.",
    "content": [
        "[![carolinedineage](https://www.ukpol.co.uk/wp-content/uploads/2015/12/carolinedineage.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/carolinedineage.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Good afternoon chair. It’s my great pleasure to speak on behalf of the United Kingdom delegation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When our world feels ever-smaller, yet its peoples often feel far apart; when challenges multiply while certainties shrink; when gender equality feels almost within our grasp and yet so far away – these are the times when it feels vital for us to come together and work together. So I feel immensely privileged and honoured to be here with you today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are stronger together and CSW provides us with the valued opportunity to share our successes and learn from those of others; to reflect on the areas where we have failed; and to strengthen our partnerships.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is, beyond doubt, a critical time for gender equality. Across the globe, women are constantly achieving new firsts: running multinational corporations, becoming heads of state, even exploring space.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But they are also at the eye of the storm of conflict and repression, their bodies the site of social and cultural battles and the object of aggression and contempt. This makes our destinies interlinked, and the importance of working together for women’s freedom and equality all the more vital. Gender equality is at the heart of the Global Goals for Sustainable Development, and those Goals are just the beginning of what the Head of UN Women has described as ‘a massive and relentless drive towards a world of equality: a Planet 50-50 by 2030’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is what makes CSW so important; it is why we are all here today; and it is why everybody in this room has a key role to play in ensuring that gender equality is at the top of the international agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are certainly lucky in the UK to have a good story to tell about progress towards gender equality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I agree with Gloria Steinem that, “Nothing changes the gender equation more significantly than women’s economic freedom”. So we have given very high priority to maximising women’s life chances in the workplace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "· Now in the UK, we’ve more women in work and more women-led businesses than ever before\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "· We’ve helped to achieve the lowest ever gender pay gap on record\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "· And we’ve more than doubled women’s representation on the boards of our biggest companies since 2011.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But economic freedom must go hand in hand with social freedom, and in particular the right to live without fear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last week we launched the new cross-government Violence Against Women and Girls strategy, which sets out ambitious plans for building on our work to prevent violence, to support victims, and to take action against perpetrators. This includes tackling the challenges facing women in the age of technology and social media\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have also announced that we will be extending the Convention on the Elimination of all forms of Discrimination Against Women to the Cayman Islands and Anguilla. Almost 40 years after it was adopted in this place, it remains as relevant as ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to share the good news about all we have achieved. But I am also looking forward to learning at CSW – learning from you, and from our international partners, about what works elsewhere. And I am hoping for fresh ideas, new ways of thinking, creative risk-taking, ways to raise girls and boys free from stifling stereotypes, ways of engaging men to champion gender solidarity, ways of unlocking the power and resourcefulness of women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no time to be complacent. It is over twenty years since the Beijing Declaration and Platform for Action was agreed and yet people continue to be disadvantaged, abused and even killed for simply being born female. We, in this room, need to show determination against forces that are hindering progress: discrimination, regressive ideas, and harmful social norms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last week, on International Women’s Day, I reflected on how it was 150 years since the ladies of the Kensington Society presented a petition on the women’s right to vote to the UK Parliament. It started the suffragette movement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wish we could bottle the courage and the vision of those early campaigners and use it to counter the tiredness and cynicism of much public debate on gender equality. But while I am here at the CSW, surrounded by wise, passionate and committed women, I realise perhaps we already have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}