{
    "url": "https://www.ukpol.co.uk/caroline-dinenage-2020-speech-on-the-elgin-marbles/",
    "title": "Caroline Dinenage – 2020 Speech on the Elgin Marbles",
    "post_date": "March 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Caroline Dinenage",
            "url": "/tag/caroline-dinenage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Caroline Dinenage, the Minister for Digital and Culture, in the House of Commons on 2 March 2020.",
    "content": [
        "I thank the hon. Member for Rutherglen and Hamilton West (Margaret Ferrier) for securing this debate on an important topic. She has made a passionate case—I never anticipated for a second that the story of the Parthenon sculptures would take us as far as “Fifteen to One” and YouTube, and I congratulate her on the scope of her argument. The underlying question about where cultural objects belong is not only important but a highly complex issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the UK, museums have a legal responsibility to care for their collections, and they operate independently from Government. It is therefore up to individual museums and their trustees how they respond to restitution claims. Legislation prevents our national museums from removing objects from the national collection, although as the hon. Lady articulated, there are two exceptions to that legal position. One such exemption is Nazi-looted art. In 2000, the Government established the Spoliation Advisory Panel to consider claims for the return of cultural objects lost during the Nazi era, and since then, 13 cultural objects have been returned to families. In 2009, legislation was introduced to allow national museums to return items in that way.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also have legal measures in place so that human remains under 1,000 years old can be returned to their ancestors around the world. Since the introduction of that measure, there have been a number of successful repatriations of human remains from our national museums, notably from the Natural History Museum, which is in the process of returning the remains of 442 individuals to Australia, New Zealand and Hawaii. Recently, museums have explored other circumstances in which it may be necessary to return objects in their care. For example, at the end of last year, Manchester Museum, which is not subject to primary legislation on its collection, chose to return 43 sacred aboriginal objects to Australia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I stress, however, that in all those cases, the long-standing principle and legal position in the UK, which has been supported by successive Governments, is that politicians do not interfere in the management of museum collections. That means that in the UK, all decisions related to the collection and the deaccessioning or restitution of artefacts are for each museum and its trustees, within their legal obligations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are none the less committed to supporting our museums across the sector in delivering their duties. For example, to further support museums on this particular matter, our national development agency for museums and cultural property, Arts Council England—it is sponsored by my Department—is working to refresh sector guidelines on the restitution of cultural property. It will create a comprehensive and practical recourse for museums to support them in dealing confidently and proactively with all aspects of restitution. It will also provide a signpost for support where necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the particular case of the Parthenon sculptures, which the hon. Lady raises today, I recognise the very strong desire of some, including the Greek Government, to see the sculptures reunified in the Acropolis Museum in Athens. There are extremely passionate views on both sides of the debate—we have seen examples of that in the Chamber this evening—and that demonstrates the cultural importance of these sculptures. They are currently on display in the British Museum. They were legally acquired under the laws pertaining at the time. As per the situation I have just set out, the trustees of the museum are legally responsible for managing the collections in their care. The Government have great faith in their ability to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dave Doogan (Angus) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the Minister not agree that, notwithstanding the helpful context about how these decisions are taken and, crucially, without the interference of Government, that it was a black mark and a dark day when the British Museum refused to engage with UNESCO over a possible mediation on a location for these artefacts? Would it not be better, if such an opportunity arose again, for the museum to take a much more proactive and co-operative approach to any discussion?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Caroline Dinenage**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I have set out, it is very much the responsibility of the museum to manage its collections as it sees fit. We have faith in its ability to do so and the trustees believe very strongly that the museum is the very best place for the sculptures to be seen. That is ​based on the context of their rich contribution to the history of humanity. The Government fully support the position they have taken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady raised the speculation that the future of the Parthenon sculptures is implicated in our discussion with the EU on our future trade agreement. The UK’s position remains unchanged: the Parthenon sculptures are the legal responsibility of the British Museum. That is not up for discussion as part of our trade negotiations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are very proud of the achievements of our world-class national museums. They do a fantastic job of caring for their collections on behalf of the nation, and they ensure that they are seen by a wide and diverse audience for free. Four of our national museums are in the top 10 most visited in the world. As my hon. Friend the Member for East Worthing and Shoreham (Tim Loughton) mentioned, the British Museum alone welcomes over 6 million visitors a year. Those 6 million people see the Parthenon sculptures in an unparalleled world history context.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The public also benefit from the national collections beyond the walls of these historic institutions. In 2017-18, the UK’s national museums lent over 69,000 objects to over 2,000 venues around the world for exhibitions and displays. Those loans were seen by over 32 million people. Technology has also revolutionised the way in which the museum sector engages with the public. Through digitisation projects, much of our national collection is now available online, making it more widely accessible to communities everywhere. Our museums are dedicated to making their collections accessible, so that as many people as possible can experience and engage with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These collections are also the focus of scholarship and research, and the national museums are internationally recognised as leaders in their academic fields. They partner with experts from universities, museums and other organisations to advance our knowledge of history and science. In 2017-18, the national museums collaborated with over 1,000 UK and international academic and research institutions. It is not an exaggeration to say that this work can change the world, from significant scientific breakthroughs to conferences and exhibitions that share new knowledge. Much of that research is rightly focused on the provenance of museum collections. Some individual items have incredibly complicated histories and it is important that we do everything we can to understand that. Museums have rightly committed a lot of time to this type of research, and they take their due diligence in regard to their collections seriously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The question of provenance, as the hon. Lady says, can be very complicated, but the Government take it very seriously and work with the police and relevant authorities to ensure that stolen or looted cultural objects do not enter the country in the first place. We are committed to combating the illicit trade of cultural property and to ensuring that objects of dubious provenance do not find their way into our museum collections. This is demonstrated through our international efforts to protect cultural heritage as a signatory of several international conventions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK is a world leader in the fields of culture and heritage. Our museums co-operate extensively with partner institutions around the world on the promotion, protection and circulation of their collections. This sharing of ​knowledge and collections has enabled them to be proactive in international engagement and lead programmes that promote collaborative training, research and dialogue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the case of the British Museum and its wider relationship with its Greek counterparts, it continues a long tradition of fruitful collaboration. A curator from the Thessaloniki museum will join the museum’s annual global training programme this summer, and the Byzantine and Christian Museum in Athens will borrow a 15th-century print for an exhibition next year to mark the bicentenary of the Greek war of independence in 2021. Prior to that, the museum has lent several objects to an exhibition in the Acropolis Museum and presented a newly commissioned replica of a lion-head water spout from the Parthenon to the Acropolis Restoration Service. The museum has worked with Greek colleagues to research the Parthenon frieze, including through the use of 3D image scanning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Visually impaired visitors to the British Museum can now enjoy a new touch-tour using casts of the Parthenon sculptures, and from March 2021, the museum will hold ​a free exhibition of historic drawings from its collection that illustrate the long and complex history of the Parthenon as a church, temple and mosque. The trustees have never been asked for a loan of the Parthenon sculptures by the Greek Government, only for their permanent transfer to Athens. As the museum has stated publicly, the trustees would of course consider any request for any part of the collection to be borrowed and then returned, provided that the borrowing institution acknowledges the British Museum’s ownership and that the normal loan conditions are satisfied.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government support the position that the Parthenon sculptures should remain in the British Museum, where they are accessible to millions of people for free in the context of world history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}