{
    "url": "https://www.ukpol.co.uk/sarah-dines-2023-statement-on-windrush-lessons-learned-review/",
    "title": "Sarah Dines – 2023 Statement on Windrush Lessons Learned Review",
    "post_date": "January 13, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Sarah Dines",
            "url": "/tag/sarah-dines/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Sarah Dines, the Parliamentary Under-Secretary of State for the Home Office, in the House of Commons on 10 January 2023.",
    "content": [
        "Since the injustices of Windrush came to light, there has been a concerted effort across the Home Office to right the wrongs suffered by those affected. That work continues, and the Department is making sustained progress on delivering on the recommendations of the Windrush lessons learned review of 2020 and the commitments made in the comprehensive improvement plan of 2020. In her report last year, the independent reviewer Wendy Williams concluded that 21 of her recommendations had been met or partially met. She acknowledged that the scale of the challenge she had set the Department was significant and that change on that scale takes time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have made progress in delivering against Wendy Williams’s recommendations. In October 2022, the Home Office established the Office for the Independent Examiner of Complaints, and Moiram Ali was appointed as the independent examiner following a public appointment recruitment process. The Home Office has also held over 200 engagement and outreach events across the country, and the Windrush help teams have attended over 120 one-to-one surgeries to help people apply for documentation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As of the end of October 2022, the Home Office has paid out or offered £59.58 million of compensation to Windrush victims. The “Serving Diverse Communities: Acting on Our Values” learning package was launched across the Home Office in June 2022, starting with recommendation 24 on learning for senior civil servants and recommendation 29 on diversity and inclusion. The learning package for recommendation 6 on the history of the UK and its relationship with the rest of the world has been designed and is undergoing final review prior to implementation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am pleased that the independent reviewer of Windrush progress has concluded that there are several areas in which very good progress has been made, but she rightly holds the Home Office to account for areas and recommendations where sufficient progress has not yet been made. She concludes that there can be “no doubt” that the Department has risen to the “daunting challenge” she set us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know there is more to do. Many people suffered terrible injustices at the hands of successive Governments, and the Department will continue working hard to right the wrongs and to deliver a Home Office worthy of every community it serves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}