{
    "url": "https://www.ukpol.co.uk/sarah-dines-2022-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Sarah Dines – 2022 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Dines",
            "url": "/tag/sarah-dines/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Dines, the Parliamentary Under-Secretary of State for the Home Office, in the House of Commons on 9 December 2022.",
    "content": [
        "I rise with some trepidation, as this is my first debate of this sort in this role, but what a pleasure it is to do so with what I hope will be cross-Chamber and cross-party agreement on this serious issue. I thank all right hon. and hon. Members for being here on a Friday to discuss this serious Bill. In particular, I thank and pay tribute to my right hon. Friend the Member for Tunbridge Wells (Greg Clark). Members who are here will have heard the real passion and conviction with which he presented his arguments in introducing the Bill. That interest has been inspired by not only his own deep-felt thoughts of what is right, but by hearing individual accounts from constituents, including women who are here today. I am grateful to him for his dedication. One thing I can say is that society is changing for the good in this space, and this Bill will make things better. Things such as intentional kerb-crawling are not going to be acceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also wish to thank the other Members who will be speaking today and the hon. Member for Walthamstow (Stella Creasy), who has already spoken. I know that many have campaigned compassionately and passionately for a long time to introduce this legislation, and I would mention Members who are not here but who have been working hard on this issue, such as the right hon. and learned Member for Camberwell and Peckham (Ms Harman). Of course, we will be hearing from many other Members shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I pay tribute, too, to the many charities that have worked assiduously for change, such as Plan International UK and Our Streets Now. My ministerial predecessors and I have been in receipt of many letters from hon. Members on behalf of constituents who support the campaign. I know that the efforts of Our Streets Now, in particular, are inspired by the real world experiences of its two founders and of many other young women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Public sexual harassment is a terrible crime and, as we all know, it is far too widespread. Recent Office for National Statistics data, based on a survey carried out in January, February and March this year, found that one in two women and, indeed, one in six men felt unsafe walking alone after dark in a quiet street near their home. It is important to state that this legislation is not in any way to be construed as being anti-men, anti-women or anti-anyone. This is pro safety and pro people. It is to protect people who might be targeted because of their sex. We know that, by and large, it is women, but it is also boys and men. This is to protect us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure that colleagues from all parts of the House will agree when I say that the ONS data contains shocking findings. Public sexual harassment is not only harmful, but totally unacceptable. Why should a woman, or a young man, have to let their friends know which route they will take home and what time they intend to arrive? Why should a woman have to hold her keys in her fist? It is the most basic responsibility of Government to keep our public places safe. Everyone should be able to walk our streets without fear of violence or harassment. Women, and of course men too, should feel confident, safe and secure when they are out and about in our cities, towns and villages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There has been much discussion generally about non-legislative actions. These matters are, clearly, of the utmost importance and they are being treated as such by the Government. I am really proud of the many actions that we have taken. For example, we have awarded £125 million through the safer streets and safety of women at night funds to help women and girls feel safer in public places and to make the streets safer for all, whether through additional patrols, extra lighting or more CCTV. I know that the figures and sums of money that we cite seem rather abstract, so let me bring them to life with one example. From the safety of women at night fund, we funded West Yorkshire Combined Authority to launch a train safety campaign to promote access to an online link with safety information for public transport users, such as bus tracking. This means that there is no longer a need for someone unnecessarily to stand at a bus stop alone waiting for a delayed bus. That is just one of many examples of how money can help in this area, rather than just giving a nod to what ought to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stella Creasy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Anybody who lives in London and has to wait for buses that never seem to show up would welcome that, but it is also important to say that it is not the case that, if somebody was at a bus stop that did not have any lighting, or if they went somewhere that was still dark, they are somehow culpable for these crimes. The funding that the Minister has mentioned should be about making sure that everybody is safe. Women in particular should not face any challenge that they went somewhere that was not on the list of places where there was the lighting, for example.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is, of course, part of the change that we all want to see. As with most Government strategy now, we will be looking in the future at the perpetrators, not the victims. That is a move forward. Although the hon. Lady’s intervention re-echoes what she said a little earlier, I just want to remind the House that there are a number of great initiatives under way. Just yesterday, I had the opportunity to meet Deputy Chief Constable Maggie Blyth, who, as we know, is the national police lead for violence against women and girls. The Government has confirmed, with, I hope, the support of all parties in the House, that we are adding violence against women and girls to the strategic policing requirement. This is that huge shift from victims to perpetrators, which is only right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me provide some other examples of where money is effectively and properly being targeted on these issues. Our safer streets tool is allowing people to pinpoint on a map places where they felt unsafe. This really helps. We all know how digital innovations can make things far easier and far more focused. More than 23,000 reports have been made using that tool. That is empirical evidence. We very much need to base our legislation on the evidence—not on window dressing or what is thought to work, but on what actually does work. This Government, with Opposition assistance, are moving in the right direction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In addition to what we are instigating, the College of Policing and the CPS have published new guidance for officers and prosecutors on how to respond to reports of public sexual harassment. I know that Members are concerned about enforceability and getting convictions and the right evidence. We are doing that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally for the moment, I ask everyone to look at the Enough campaign, which has been funded and stretched out over the past few months. This communications campaign is giving bystanders—because we are all in this together, and our focus should not just be on particular people experiencing alarm and distress—the confidence to safely intervene when they see harmful behaviour. It is empowering victims and getting to the root of the perpetrator’s behaviour. We all know that it can start young and then gain in momentum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Luke Evans**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I pay tribute to the Government for their advertising campaign and for giving the public strategies to step in, even if just as a distraction by asking for directions, for example. Breaking the behaviour is so important, and everyone in this place and across the country can try to call it out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is right. The campaign has cut through. We see posters and stickers everywhere, even on vape stores. Those who have a lot to do with young men and women have seen a change in the conversation, with young men in particular saying to their friends, “That’s not okay,” and women saying, “We’re not going to copy men’s banter.” We have seen progress, and the campaign is based on empirical evidence and the money is targeted. It is not about how much money we spend, but about how we spend it. I am glad to see progress in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Danny Kruger (Devizes) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On offender behaviour, will my hon. Friend give some attention to the work that is being done in prisons to address perpetrators of sexual violence? The projects that support reduction in reoffending by sexual offenders are varied in their effect, and it is worth the Government paying close attention to the varied effect of those programmes. Some are better than others, but those that are good really do work and should be supported.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the joys of being a relatively new Minister is the feeling that we can have substantive change. I would welcome anyone in the Chamber coming to talk to me about issues that have concerned them for years. I say to those in the Public Gallery as well as to hon. Members that every member of society can change something in this area: you can go to school or university and you can change things.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Alongside the measures we have taken, legislation has a key part to play, and that is why we are here today. As has been well set out by my right hon. Friend the Member for Tunbridge Wells and others, the Bill will provide that if someone commits an offence under existing section 4A of the Public Order Act 1986—namely, the offence of intentionally causing someone harassment, alarm or distress—and does so because of the victim’s sex, they could get a longer sentence of up to two years in prison, rather than six months. That is real change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Bill is deliberately not prescriptive about exactly what types of behaviour are covered. We do not want to create a tick-box approach that limits the behaviours that could be prosecuted. The explanatory notes will give Members a good idea of that. Cases will, of course, be dependent on the individual circumstances, but examples might include somebody being followed closely at night, obstructing a person’s passage down the street—otherwise known as cornering them—or making an obscene gesture at someone. The offence targets not lawful behaviour but actions clearly intended to intimidate. I know that the issues of intention and intimidation will be looked at very closely. At this stage, the right way to go, in my respectful view as a lawyer, is that there needs to be intent. The House will, of course, look at all aspects of this good Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our approach reflects our considered view that all the behaviours are covered by existing offences—though I know that others take a different view—so a wholly new offence that duplicated existing ones would not have positive consequences. We cannot just window dress things and bring in laws for the sake of it. We need to be bespoke and clever about what we are doing, and actually get results. There is a real need to provide a clear offence in law that would help to deter perpetrators and give victims the confidence to report what has happened to them. Many victims do not want the aggressor or the perpetrator just to have a slap on the wrist; they want them to have a real meaningful sentence, which will drive change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have mentioned intention, but it is so important. The police and the CPS will need to properly gather the evidence that they need, of course—that is the way the system works—but we are working extremely hard to improve that core part of the criminal justice process. One thing that I would like to say at this point in the debate—I know that hon. Members will say more on it—is that there are always concerns that a person could claim that they had an intention other than harassing the other person. We need to look at particular actions, such as wolf whistling. I would not for one minute say that the state needs to intervene on every piece of language used, but when intention needs to be proved we know what a wolf whistle is when it leads to nefarious motives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This law will not, I hope, in any way say that a low-level wolf whistle gets someone two years in prison. We need to have a sense of proportion. We cannot demonise any section of society, whether it is men or women. We cannot demonise people, but we can stop perpetrators, whatever their sex is. It is disrespectful to women, and wolf whistling, as we know, extends into other behaviours. We need to look at the overall picture, and Enough’s communication focuses on exactly that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I confirm the Government’s strong support for this excellent Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Luke Evans**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Very briefly, as I am on my last paragraph.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Evans**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The explanatory notes, under “Territorial extent and application”, say that the Bill extends to England and Wales, and that clause 2 will apply only to England. As the matter is devolved to Scotland and Northern Ireland, I wonder whether the Minister is in conversation with the rest of the Union to work out whether a similar piece of legislation is being introduced, or is already in place, there?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My Department is, of course, in conversation there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before we get to other Members who want to add to the debate, I thank my right hon. Friend the Member for Tunbridge Wells for introducing the Bill. I look forward to its swift passage through this House and the other place. It is an issue that goes to the heart of what sort of society we want to live in. The idea that in 2022 anyone should be harassed, intimidated or targeted when simply going about their everyday life is scarcely believable, but we know that it is happening, and too often. It is still, by far, too much of a reality for many people. That is why it is high time that we send an unambiguous message that we will do everything in our power to ensure that women, and indeed everyone, can walk on our streets without fear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}