{
    "url": "https://www.ukpol.co.uk/sarah-dines-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Sarah Dines – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Sarah Dines",
            "url": "/tag/sarah-dines/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sarah Dines, the Conservative MP for Derbyshire Dales, in the House of Commons on 28 April 2020.",
    "content": [
        "It is a pleasure to follow the hon. Member for Brent Central (Dawn Butler) and, of course, my new colleague and hon. Friend the Member for Hyndburn (Sara Britcliffe)—I congratulate her on her fantastic maiden speech. Such passion was shown. I look forward to hearing more from her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I declare an interest in this debate in that I have practised as a barrister in the field of family law for more than 25 years. It is the great strength of this House that it brings together 650 people from a great number of backgrounds. There are right hon. and hon. Members who have first-hand experience of working in the field of law that we are debating today. They will, I am sure, agree that it is particularly distressing and very traumatic for those caught up in domestic abuse to go to court. At the same time, it has been hidden from view for far too long. Many victims have for too long been reluctant to come forward and that must stop. This legislation will encourage them to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are many examples of the sorts of pressures on the victims of domestic abuse. Many of them are confronted by abusive and controlling partners, who threaten to kill themselves, sometimes by threatening to set fire to themselves, if their partners have the courage to leave them or report the abuse to the police. I have represented the subjects of such threats. I recall the abject fear of one such client, many years ago, when they faced the prospect of being cross-examined by in person by their former partner who had done just that with a can of petrol in front of small children, and I shall never forget that experience. Over many months, I watched that client forge a new life, with support, and become truly independent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Domestic abusers come from all sexes, and I do not differentiate by saying that it can only be one sex as opposed to another. This House should not differentiate between the sexes and the law certainly should not. The level of fear and intimidation such witnesses face is hard to describe and very harrowing to listen to. In many instances, legal cases have fallen by the wayside as the prospect of being cross-examined in person in court by an aggressive ex-partner has resulted in the reluctance or inability of that witness to give evidence. If they give evidence, their life may be changed for ever. Their evidence ​might not be believed because of the very nature and way in which it was drawn, but that does not make it untrue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The impact on a witness of the fear of being questioned by an abuser cannot be understated. It is definitely a continuation of a pattern of abuse, and it must stop. As a cab-rank barrister, I have also on occasion represented those accused of being domestic abusers, some rightly and some not, so I have seen it from both sides.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I therefore strongly support clause 59, which is an innovation that prevents cross-examination in person where one party has been convicted of, given a caution for or charged with certain offences against the other party. The ban will also extend to circumstances where one party has an on-notice protective injunction in place against the other. That should be wholeheartedly supported by everyone in the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have represented parties in cases in the family courts on many occasions where evidence has been heard precisely in the way envisaged in the new legislation. As a former practitioner, I reassure all hon. Members that it can be done in a way so as to provide a fair hearing for all. Again, it does not differentiate in relation to the sex of the abuser or the alleged abuser.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is wrong to suggest that the change could result in an unfair or limited trial for an alleged abuser. Further protection can be given by the court and afforded to such alleged abusers. There will be the possibility, and in fact the power, for the court to appoint an advocate to undertake difficult cross-examination in the event that the alleged abuser is not legally represented. Such advocates need to be experienced and sufficiently paid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The clause seems particularly prescient as we go through the covid-19 pandemic. There has been a dramatic increase in domestic abuse due to the confines of the present lockdown. I have spoken to the chief constable of Derbyshire, Peter Goodman, who has keenly followed these issues. He and his officers are aware of the need to be proactive and extra-vigilant in these areas. He also pressed me last week on the need to protect vulnerable witnesses. I have also spoken to many constituents about the issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have been involved in the wider debates around these issues for a long time. I have no hesitation in supporting the Government on the Bill. As well as drawing on my own experiences—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. I hope the hon. Lady is drawing her remarks to a very swift close.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have listened to friends such as Sir Geoffrey Nice, QC, and Stephen Harvey. This is a game changer. I am pleased that this Conservative Government have brought such a pressing issue to the House. I support the Bill wholeheartedly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}