{
    "url": "https://www.ukpol.co.uk/caroline-dinenage-2023-speech-on-arts-council-funding-for-england/",
    "title": "Caroline Dinenage – 2023 Speech on Arts Council Funding for England",
    "post_date": "January 23, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Caroline Dinenage",
            "url": "/tag/caroline-dinenage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Caroline Dinenage, the Conservative MP for Gosport, in Westminster Hall, the House of Commons, on 18 January 2023.",
    "content": [
        "It is a great pleasure to serve under your stewardship, Mr Bone, and I congratulate my hon. Friend the Member for Bromley and Chislehurst (Sir Robert Neill) on securing this important debate. I will start by talking about the very difficult period during which I was culture Minister in the Department for Digital, Culture, Media and Sport. It was throughout the whole covid period, and I did not get out much; I did not get to go to many operas, ballets or performances, but I did get to work very closely with the Arts Council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have to start by paying tribute to the Arts Council and to the leadership of Darren Henley and Nick Serota, who worked incredibly hard with the brilliant team at WHDCMS, led by Emma Squire, throughout the covid period. They were responsible for allocating a significant share of the £2 billion culture recovery fund. The recovery fund board was appointed swiftly, and ensured that vast sums of money were allocated very fairly and effectively at enormous pace and scale, which meant the difference between survival and closure for some of our most vital cultural institutions. Thanks to their remarkable diligence and deep understanding of the arts and culture ecosystem across the country, we avoided many of the issues that some other parts of Government faced when they were trying to dish out vast sums of cash.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the responsible Minister, I can tell Members that once the money starts rolling out, we really do gird our loins about the potential negative media stories that might come down the track, but they did not come. There were some great attempts from some quarters of the media to excite people about some of our funding decisions—the wonderful drag queen Le Gateau Chocolat was exceptionally grateful for her slice of the cake—but on the whole, there was very little error in a massive piece of work that was done at pace and scale. The work of the Arts Council was a bright light during an otherwise very dark period, and I have lost count of the number of institutions up and down the country that have told me they felt they were saved by the culture recovery fund.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not envy the Arts Council its job. Trying to allocate limited funds is always a challenge, now more than ever, in desperate economic times and against the backdrop of a Government who are passionate about the potential of arts and culture to drive economic prosperity and levelling up to all corners of the country. Over the next few years, Arts Council England will invest £446 million per year in 990 organisations—the largest national portfolio ever, reaching more organisations than ever before. It was the most over-subscribed round ever, with 1,723 applications; if all of those applications had been successful, the investment would have been over £2 billion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Among the 990 successful applications were 276 new organisations. One of those is the Hampshire Cultural Trust, which will now receive £500,000 a year. It is the first time that it has been a national portfolio organisation, and I see what a tangible impact it has on my Gosport constituency, which is an area with deep pockets of deprivation and has been long underfunded by successive Governments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our heritage is one of our secret weapons, but, up until now, we have not been able to harness its potential to drive investment, build communities, create opportunities and promote excellence. The newly reopened museum and gallery has been reimagined as a cultural hub, breathing new life into our high streets. The money will allow them to animate already outstanding heritage spaces and organise community-based festivals and events. It is making a difference on the ground and it will continue to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK’s cultural sector is among the best in the world: I would say that it is the best. It represents 12% of our service exports, and its potential for our soft power is so often undervalued and underestimated. We have a huge responsibility. The Arts Council has a huge responsibility to ensure that we continue to nurture and grow it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Culture has the power to drive forward regional economies, build communities and improve health and wellbeing. Arts Council funding has historically been focused on London and we need to ensure that culture is thriving in every pocket of England, but we will not level up the rest of the country by levelling down London. We need to harness the potential of the great cultural powerhouses of London. We must spread their tentacles and sprinkle a bit of their magic across the country in the same way as some of our museums and galleries have driven footfall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Recently, Dippy the dinosaur went on a tour. It went to the Tank Museum in Bovington. It popped up in the nave of Norwich Cathedral, reaching a whole new audience and inspiring a new generation. The ENO has done exactly the same thing with ENO Breathe, which is its wonderful, game-changing response to covid. It is operating in 85 trusts across the country, including my own. There were some bizarre and ill-judged decisions in this funding round and I think we can all agree that the decision to both relocate the ENO and cut its funding was an ill-judged one. I am pleased that there has now been some movement on that, but there is more to do to secure its future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Andy Slaughter**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I entirely agree with what the hon. Lady has said about the ENO, but it is a one-year reprieve. After that, what it pointedly said is that it wants to\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“continue to make incredible opera available for everyone, in English, with hugely subsidised tickets, completely free for Under 21s and with 10% of all seats available for £10”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is working in schools and hospitals as well. That will be gone in a year’s time and, over the next three years, it will lose over 400,000 people seeing opera in that way. Surely that cannot be right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Caroline Dinenage**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is absolutely the point. The ENO not only plays a huge role in the cultural status of London around the world, but the work that it has done to attract a whole new audience and to make opera accessible to all is nothing short of remarkable. I was lucky enough to attend what they call a “relaxed performance” of “It’s a Wonderful Life” just before Christmas. The place was packed with children, people with disabilities and neurodiverse people. It was just incredible to see opera being accessible to so many and building the audiences of the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I agree with the idea of devolving money outside of the capital, but we cannot do it by destroying some of the great cultural institutions that do so much and put us on the map. We must avoid these token gestures. We must also be aware of the regional ecosystems that are already well developed outside London before we start transplanting existing organisations out of London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Arts Council was born out of world war two. Here we are again, with the global aftermath of covid and a war, once again, on the edge of Europe. The Arts Council has, once again, a unique opportunity to support the innovation, creativity and resilience that make our cultural industries our British superpower. I hope that we can all work together with them to enable them to harness that opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}