{
    "url": "https://www.ukpol.co.uk/sarah-dines-2022-speech-on-asylum-seeker-employment-and-the-cost-of-living/",
    "title": "Sarah Dines – 2022 Speech on Asylum Seeker Employment and the Cost of Living",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Dines",
            "url": "/tag/sarah-dines/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Dines, the Parliamentary Under-Secretary of State for the Home Department, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Davies. Before I move on to substantive matters, I want to say that we are all now aware of possibly tragic news—certainly a major incident—in the channel. The authorities have been responding to the incident and full details will be forthcoming in due course. I understand that the Home Secretary is coming to the House to make a statement, so we will have more information then. It is of course a tragic situation that is evidence of what is happening in relation to the present system, which is why the Home Secretary and the Prime Minister are very keen to resolve the issues that we have in relation to asylum applications and economic migrants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Member for Bury South (Christian Wakeford) for securing this debate and all who have contributed today; there have been heartfelt contributions. The UK has a proud history of welcoming and supporting those in need of our protection. We take our responsibilities very seriously and are committed to ensuring that we act in accordance with our international obligations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me touch first on the eloquent points made by the hon. Member for Bury South. I am looking forward to even more eloquent apologies; there were a lot of policy issues on which he was flagrant and boisterous—I think that is the way of describing it—in the Chamber when he sat on the Conservative Benches, and there need to be various apologies to his constituents. It was interesting to read about his speech in The Guardian at 9.17 am, before he had been able to make his apologies, but I am grateful for his explanations today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I turn to the cost of living. There has been a series of economic shocks. Cost of living issues, which people have raised today, are very much in the mind of the Government. The pandemic has contributed to them, and Russia’s unacceptable invasion of Ukraine has led to global pressures on the rising cost of living. The Government understand that people are worried about the cost of living challenges ahead. That is why decisive action has been taken to support households across the UK. We continue to keep the situation under review and will focus support on the most vulnerable while ensuring that we act in a fiscally responsible way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are of course alive to the potential impact of rises in costs in the asylum system. It is important to remember that a full package of support is in place for asylum seekers while their claims are assessed. The Government have a legal obligation to provide support to those asylum seekers who would otherwise be destitute, through accommodation and allowances to meet their essential living costs. The pressures exerted on the asylum accommodation system in recent weeks and months have been well documented. Nevertheless, despite those acute challenges, we have managed to continue to provide support where needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The level of allowance is reviewed annually to ensure that the amount provided meets the essential needs of asylum seekers. As of the end of September 2022, 100,547 individuals were in receipt of support—46% more than at the end of September 2021. Of those, 95% were in receipt of support in the form of accommodation and subsistence. The remaining 5% were in receipt of subsistence only. Since 6 September, over 100 new hotels, providing over 9,000 additional bed spaces, have been brought into use, and we continue to add to the pipeline of available accommodation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is no secret that the UK’s asylum system has come under severe strain. One of the main factors has been the extraordinary and unacceptable number of people crossing the channel with, as we have seen again today, possibly tragic consequences. As I said, around 100,500 individuals are currently on asylum support. That is an unprecedented figure. The cost of accommodating asylum seekers in hotels is more than £5.6 million a day. All of that underlines why change is so badly needed. Getting a grip of the situation has been a priority for the Home Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It might be helpful if I set out some of the key rationale informing our asylum seeker right-to-work policy, which has been mentioned. It is important to distinguish between those who need protection and those seeking to come here to work, who can apply for a work visa under the immigration rules. As the hon. Member for Bury South is aware, our current policy allows asylum seekers to work in the UK if their claim has been outstanding for 12 months through no fault of their own. Those permitted to work are, as we know, restricted to jobs on the shortage occupation list, which is focused for a good reason. It is based on expert advice from the independent Migration Advisory Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As part of reforms to our economic migration routes, we have set up cutting-edge skilled labour migration routes. To protect those routes and enforce our approach, we operate the compliant environment, which among other things serves to deter people who might otherwise undercut the rules from working illegally. Our asylum seeker right-to-work policy does not operate in isolation; it is a constituent part of a wider whole. We must ensure that it supports our objectives elsewhere in the immigration system and does not undercut it. That is why the policy is designed as it is. It is primarily intended to protect the resident labour market by prioritising access to employment for British citizens and others lawfully resident in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Rachael Maskell**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister is reeling off the Government’s current policy, which clearly is failing catastrophically, and then highlighting shortages in the labour market. We know that there is so much need in the labour market because of the lack of supply of skills, so will she admit that what she is reading out is simply failing? It is time that the Government got a grip of this and had a real reform of their policy, to enable asylum seekers to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is certainly not phoney, but it is time that the Government got a grip. We cannot go back to the situation alluded to by the Opposition spokesman, the hon. Member for Aberavon (Stephen Kinnock), when the Home Affairs Committee reported—I think in 2011— that over half a million legacy cases had been left by the Labour Government. We certainly should not get anywhere near that, so the Government are indeed getting a grip.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stephen Kinnock**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If it is a point of clarification, I will gladly take it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stephen Kinnock**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When Labour left Government in 2010, 6,000 asylum cases had been outstanding for more than six months. It is really important to correct the record on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was referring to the findings of the Home Affairs Committee, which heard the evidence at the time. However, I will make some progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Relaxing our policy could enable people to access the very same jobs for which we, with very good reason, require a visa application process. That would make a mockery of the whole system and would simply not be right. I should be clear that, where reasons for coming to the UK include family or economic considerations, applications should be made via the relevant route, not by undercutting the system, which is simply not fair to everybody else. Either the new points-based immigration system or our various family reunion routes should be used. We must guard against creating an environment that encourages individuals to come to the UK to claim asylum inappropriately in order to circumvent economic controls. Equally, the Government have a firm position that individuals should claim asylum in the first safe place they come to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Tim Farron rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Claudia Webbe rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me finish this point. I remember the hon. Member for Bury South talking about the shopping trolley. He explained that economic migrants were using their shopping trolley to go through various safe countries. We must remember, as the tragedy today shows us, that France, for example, is a safe country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Tim Farron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister is talking about people coming through the established routes, but there are hardly any. Unless someone is from Ukraine, or among the tiny number of people from Syria or the tinier number of people from Afghanistan, there is no way of getting to this country safely without doing what the Government now decide is—but what, under international law, most definitely is not—illegal. What will the Minister do to establish safe routes from the region? What about working in north Africa, or indeed with our partners elsewhere in Europe, so that we do not have tragedies such as the one that we learned of today?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To answer that point, there are many safe routes—countries where, internationally, there are agreements for taking various people—to come to this country to claim sanctuary. I am proud of the Government’s history of welcoming and supporting those in need. We need to focus protection on those who need it most, not on illegal migrants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Carol Monaghan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Miss Dines**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I must make a bit of progress to allow for closing comments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We cannot readily dismiss the risk that removing restrictions would actually increase asylum intake, reducing our capacity to take decisions and support refugees. Let me take this opportunity to make it clear that I acknowledge the hon. Members’ concerns. In particular, I am aware of the debate about the best way to look at the right to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The comments made by the Opposition spokesperson about productivity were on point. The Prime Minister has committed to triple the productivity of case workers to abolish the backlog of asylum decisions by the end of next year. The Government are committed to ensuring that asylum claims are considered without unnecessary delay, to ensure that individuals who need protection are granted asylum as soon as possible. We are pursuing a programme of transformation and business improvement initiatives that will speed up the decision-making process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will briefly mention one or two comments made by hon. Members in interventions. The mental health of people is extremely important to the Government; indeed, as the Minister for Safeguarding I find that some important and cogent arguments have been made. There is, of course, voluntary work. It is important that people get out of the unfortunate situations they are living in and that they live, breathe fresh air and do voluntary work. They do not necessarily have to be paid financially. We must protect the integrity of the whole system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the points about Manston, as of yesterday, there were five people staying there. The figures are not quite the same as those given by the Opposition spokesperson.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many points were made about the Lift the Ban campaign. The Government’s view is that, as with its early reports, its most recent report was unduly and overly optimistic about the amount that might be saved by changes in the system. When cases such as the seven-year-old case mentioned by the hon. Member for Glasgow North West (Carol Monaghan) are raised, it is important to recognise that they are likely to have an extremely complicated legal history. After 12 months, people can work, so there is no reason not to be working for seven years and blaming the system for that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will conclude to give the hon. Member for Bury South a few moments to sum up, if he pleases. I am sorry that it is only a minute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}