{
    "url": "https://www.ukpol.co.uk/caroline-dinenage-2021-statement-on-uk-musicians-and-eu-visas/",
    "title": "Caroline Dinenage – 2021 Statement on UK Musicians and EU Visas",
    "post_date": "January 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Caroline Dinenage",
            "url": "/tag/caroline-dinenage/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Caroline Dinenage, the Minister for Digital and Culture, in the House of Commons on 19 January 2021.",
    "content": [
        "This Government recognise the importance of the UK’s world-leading cultural and creative industries. We recently demonstrated that commitment by providing an unprecedented £1.57 billion package of support to help them through the covid-19 pandemic. It is therefore entirely consistent that, during the negotiations with the EU, we pushed for ambitious arrangements allowing performers and artists to work across Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our proposals, which were informed by our extensive consultation and engagement with the UK’s cultural and creative industries, would have allowed UK musicians and other cultural touring professionals to travel and perform in the UK and the EU more easily, without the need for work permits. Regrettably, those mutually beneficial proposals were rejected by the EU. As a result, UK cultural professionals seeking to tour in the EU will be required to check domestic immigration and visitor rules for each member state in which they intend to tour. Although some member states allow touring without a permit, others will require a pre-approved visa and/or a work permit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is absolutely vital that we now support our touring sectors to understand the new rules associated with working and travelling in the EU. We are delivering an extensive programme of engagement with the sector to help them understand any new requirements. That includes working with Arts Council England and various other sector bodies, to help distil and clarify the new rules.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As my right hon. Friend the Secretary of State for Digital, Culture, Media and Sport has already made very clear, we will also look at whether we can work with our partners in EU member states to find ways to make life easier for those working in the creative industries in our respective countries. In the meantime, we will continue close dialogue with the creative and cultural sectors, to understand the ongoing impacts and ensure that that they have the right support at the right time to continue to thrive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}