{
    "url": "https://www.ukpol.co.uk/benjamin-disraeli-1868-first-statement-as-prime-minister/",
    "title": "Benjamin Disraeli – 1868 First Statement as Prime Minister",
    "post_date": "January 9, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1868",
            "url": "/tag/1868/"
        },
        {
            "text": "Benjamin Disraeli",
            "url": "/tag/benjamin-disraeli/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the first statement made in the House of Commons by Benjamin Disraeli after he had become Prime Minister. The statement was made on 5 March 1868.",
    "content": [
        "[![bendisraeli](https://www.ukpol.co.uk/wp-content/uploads/2015/11/bendisraeli-215x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/bendisraeli.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sir, I have to ask the House to allow me to make a few remarks in consequence of the change which has taken place in my relations to the House since I last had the honour of addressing it. The retirement of Lord Derby from the chief conduct of affairs was unexpected. Personally, as well as politically, devoted to him as were his Colleagues, they were unreasonable in their expectations, and shrank from realizing the immense loss they must experience from being deprived of his guidance and his services. I have no language which can describe my sense of those services, but I will not attempt for an instant to dilate on the career or character of Lord Derby. I feel that it would be a great want of propriety, both in taste and sentiment, were I to do so. I hope and believe that Lord Derby will be restored to health, and not only to health, but to enduring health; and in that case he must always exercise in this country that influence over public affairs which is the consequence of his great position and greater character. Least of all should I think it necessary to touch on that character in this House. It is our pride and boast that he lived long among us, and that this is the arena in which were disciplined that political experience and those Parliamentary accomplishments for which he is so distinguished. I might add that I am here surrounded by many who have a personal recollection of that brilliant perception and that fiery eloquence which he certainly possesses more than most of the men I have been acquainted with. If I were—which I will not—to touch on any characteristic of Lord Derby, there is one which I should notice, because it is one of the principal causes of the great grief which his late Colleagues experience at this moment, and because it is a trait in his character little known to the world, I mean his great capacity for labour. He was always the most hardworking member of his Cabinet; nor do I think that any more lucid master of details ever existed. On the retirement of Lord Derby Her Majesty was most graciously pleased to intrust to me the office of forming a Government. Under any circumstances, I should think no one, when such a trust has been proposed to him, would not feel that if accepted he must incur a great burden and encounter great difficulties; and though in my case there are personal and peculiar reasons which aggravate that burden and multiply those difficulties, yet I did not think that I could, with self-respect, refuse an offer of such a character. I trusted to the support of my Colleagues; I trusted to the sympathy of a generous party; and, perhaps I may be permitted to say, I trusted to receiving fair and impartial treatment from a House of Parliament in which I have now passed half of my existence. Under these circumstance I have presumed to undertake the office; and I am bound, in gratitude to all of those who are now my Colleagues, to express my sense of the generous manner in which they have granted me their assistance.  \nIn circumstances of this nature, when a new Government is formed, it is not unreasonable that the House of Commons should expect some intimation of the principles on which the new Administration is established. But I apprehend that in the present instance that desire will be limited and modified; because it is known that in succeeding to the position of Lord Derby I have succeeded to the policy which he inaugurated when, somewhat less than two years ago, he acceded to power. For twenty years I enjoyed his unbroken and unreserved confidence. Twenty years were passed by us in confidential co-operation without a cloud—absolutely without a cloud—and I must, therefore, be cognizant of his opinions and his policy on all the great questions of the day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With respect to the foreign policy of the present Administration, we shall follow that course which has been pursued under the guidance of my noble Friend near me (Lord Stanley), I believe I may say, with the approbation of Parliament, and, I think I may add, with the confidence of Europe. That policy is a policy of peace—not of peace at any price, not a peace sought for the mere interests of England, but a policy of peace—from the conviction that such a policy is for the general interests of the world. We do not believe that that policy is likely to be secured by a selfish isolation on the part of this country [Mr. J. STUART MILL: Hear, hear!] but, on the contrary, we believe it may be secured by sympathy with other countries, not merely in their prosperous fortunes, but even in their anxieties and troubles, If such a policy be continued, I have no doubt when the occasion may arise—and periodical occasions will arise when the influence of England is necessary to maintain the peace of the world—that influence will not be found to be inefficient, because it is founded on respect and regard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With reference to our domestic policy, I say at once that the present Administration will pursue a liberal policy. [Cries of “Hear!”] I mean a truly liberal policy—a policy that will not shrink from any changes which are required by the wants of the age we live in, while, at the same time, we will never forget that it is our happy lot to dwell in an ancient and historic country, rich in traditionary influences that are the best security for order and liberty, and which form the most valuable element of our national character and our national strength. Speaking of our domestic policy, I must express the deep mortification which this Administration feels, and the late Administration felt, that in one of the most interesting and important portions of the United Kingdom we are obliged still to maintain the suspension of the most influential security for the personal liberty of the subject; but, Sir, upon the question of the suspension of the Habeas Corpus in Ireland, I will express the same opinion Lord Derby did when he was at the head of affairs. We look upon that measure not as directed against the Irish people, but as a means of protecting the Irish people from the machinations of an unprincipled foreign confederacy. And, Sir, though I do not for a moment pretend to conceal my deep regret at still continuing the suspension of that Act, I think that Parliament—that the country—that all sides—must find great consolation in this—namely, that in the enlightened age of tempered opinion in which we live, the suspension of the Habeas Corpus Act, the greatest security for the freedom of the subject, has yet been found consistent with a due, an impartial, and even a lenient administration of the law. I trust and believe that the agitations which have prevailed in Ireland are disappearing, and will soon altogether disappear. Then the House will proceed with increased zeal to undertake and carry such measures (as it has already done during this generation in many memorable instances) for the amelioration of the condition of that country; and I doubt not, if they proceed with circumspection—if they proceed with an anxious desire to concilate the enlightened and temperate opinion of all parties—they may be successful in greatly advancing the prosperity of that country and the happiness of its people. Sir, I will not dwell at this moment in detail upon this subject, because I know that the few observations I can venture to make on an occasion like the present may be misapprehended, and because I am aware that the interest which the House feels on such an occasion ought not to be frittered away. We have now immediately at hand an important debate on the whole condition of Ireland. I should have been happy to facilitate its introduction by giving the hon. Gentleman (Mr. Maguire), who has taken up the question, a day for bringing it forward; but that opportunity he already enjoys, and therefore my exertions can only be limited to facilitating the progress of the debate when it is brought on. Upon that occasion my noble Friend the Chief Secretary of the Lord Lieutenant will take an early occasion in the debate to state our general policy with regard to Ireland; and, if that policy be impugned, I and my Colleagues shall be prepared to vindicate it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is only one topic on which I think the House will permit me to touch before I sit down. It has been stated in my absence, and with great justice, that there has been unfortunate delay from concurrent circumstances in the progress of business during this Session. No doubt, the occurrence of an autumnal Session, and the unfortunate change that has taken place in the Government, have rendered such delay unavoidable. But I can only say that, so long as I continue to conduct its business, this House may rest assured that there shall be no luck of energy and no want of labour on the part of the Government in conducting the public business; while, at the some time, I may be permitted to add that it will be always most agreeable to me, so far as the position of that public business will permit, to facilitate the course of hon. Gentlemen opposite in bringing forward their Motions, and advancing those measures which they wish to bring under discussion in the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}