{
    "url": "https://www.ukpol.co.uk/benjamin-disraeli-1847-speech-on-the-poor-law/",
    "title": "Benjamin Disraeli – 1847 Speech on the Poor Law",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1847",
            "url": "/tag/1847/"
        },
        {
            "text": "Benjamin Disraeli",
            "url": "/tag/benjamin-disraeli/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Benjamin Disraeli in the House of Commons on 28th January 1847.",
    "content": [
        "[![bendisraeli](https://www.ukpol.co.uk/wp-content/uploads/2015/11/bendisraeli-215x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/bendisraeli.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the two principal speakers in this debate have done me the honour of referring to my opinions on this subject, I hope the House will allow me again to touch the “great Mott case,” to which the right hon. Baronet the Member for Dorchester has alluded. On the present occasion, as upon the last – which I believe will be nearly three years ago – I have not had the advantage of any previous conference with my hon. Friend the Member for Knaresborough. The Resolutions were shown to me when I entered the House; I was then told that my hon. Friend had made up his mind to withdraw the latter part of them; and in that respect I do not think there is any difference of opinion as to his discretion. I am bound to say, that upon the subject generally I have formed an opinion very different from that of my hon. Friend the Member for Knaresborough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have endeavoured before briefly to explain that general opinion; and, having since been a member of the Andover Committee, I am, perhaps, not the less qualified from forming a judgment upon it. The House should never forget the circumstances of this case, and the subject with which they are connected. The great change in the law of Elizabeth, with respect to the maintenance of the poor, which has occurred in our time, is a subject constantly before the public for national criticism and for political modification. It is impossible to deny that it is one of those subjects on which public opinion should be viewed with indulgence, and on which the public expression of the opinions of public men ought not to be looked upon captiously, especially of those public men who took up opinions which were unpopular in this House, who were unconnected with any party in the House, and who if they went into a division, would have gone into a sorry division; such as that to which the right hon. Baronet the late Secretary of State for the Home Department referred in a spirit so constitutional, but in which, seeing his present position, he may some day find himself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The poor-law question, is a question of charity, and we ought to look charitably upon all discussions connected with it. Let me take the position of the right hon. Gentleman himself. He was a distinguished country gentleman before he held any office in Her Majesty’s Government. He formed a decided opinion upon an economic and most important question. Whether that opinion were right or wrong, if men had not taken it up, the great change would not have taken place. I therefore always, from the first, believed that the right hon. Gentleman, as a country gentleman, or as a distinguished Minister, was, upon this subject, entirely sincere. He thought this great change was necessary. He was a member of the Committee, the report of which recommended this change. He supported it with great ability when it was introduced; he very naturally supported it when he became a Minister of the Crown, not only as the representative of philosophical and political convictions, but as a man does when invested with power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He was determined that the change should be carried into effect; and he was determined to uphold it when it became the law. In that I see nothing but conviction and sincerity of conduct. But there are always two opinions upon the same subject; and when we see a man like my hon. Friend the Member for Knaresborough – not brought into power by a great party, but supported by the sympathies of his neighbours, who are opposed to this law – who is a man of honest convictions – who, whatever may be alleged against him, speaks out of this House, as I know, whatever others may think, what he says in it – when we see my hon. Friend coming to this House, and opposing himself to the opinions of the majority, although they think him outrageously in error, I do say that opinions upon this subject uttered by such a man, should be received with indulgence, perhaps even with kindness. As to this particular case, I do not agree with my hon. Friend the Member for Knaresborough. I see two sincere individuals, the one a right hon. Gentleman, recently a Secretary of State, who is attacked; the other, the hon. Member for Knaresborough, who is to be punished. Those two individuals represent opposite opinions; but I cannot help remembering that the one has been a powerful Minister, supported by a powerful party, and the other is an isolated individual, who has had no party to support him; whose only solace and whose best reward has been the sympathies of people out of doors. Under these circumstances, I think it would have been just to have viewed the conduct of the Minister, whoever he might be, who had to carry this law into effect, with anything but a captious spirit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So also do I think that the individual who opposed the Minister of that particular administration of the law, should not be held up as a person whose conduct ought always to be impugned, and whose motives always maligned. With respect to what the right hon. Gentleman said in his chief answer, or rather reason for not giving an answer, to the charge of my hon. Friend, that this was not a proper tribunal where this case ought to be settled, I entirely agree with him; but let me ask the House where was this question first originated? Was it before the Lord Chief Justice of England, to whom the right hon. Gentleman appeals? No! Let us not forget the remarkable circumstances under which a solitary Member was brought before the self-appointed tribunal of this Assembly. You had then an individual the most powerful Minister that England has seen for a century, and who might have remained the most powerful Minister, had he not, as Hippocrates says, in one of his chapters in which he accounts for madness, been placed in those circumstances in which “too much prosperity may make a man insane;” you had that powerful Minister, with that devoted phalanx—that Macedonian army, ready to vote according to his nod—arrayed against this solitary being, who chose to express what might be erroneous, but were his honest and profound convictions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Had he the chance which any man in the House of Commons, whatever his politics may be, generally has? Could he appeal to a generous Opposition to support him? On the contrary, the Opposition at that time mainly consisted of a particular and predominant interest, which, whether right or wrong this individual had peculiarly offended. You were at that moment virtually governed by the manufacturing party in this House. Between the Government of that day and that particular interest, there was, though not announced, a virtual alliance. Many there were, who, in giving a vote against the Member for Knaresborough, remembered they were punishing the denunciator of “Devil’s dust.” These were the circumstances under which the House came to a resolution which still remains upon our Journals; but, I say, not to the dishonour of the hon. Member for Knaresborough, but to the discredit of the House of Commons. Such language, in such a form, ought to be kept for high criminals. You should not punish a man in his position for idle words.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I turn to your Journals, and see a man expressing his convictions upon a subject of great national interest, because he may express himself against one of the most powerful individuals in the country in language too strong, denounced by a resolution of the Commons of England, I cannot say it will be for your historic reputation; I doubt whether it will tell for your political courage. And now you come forward again and say, this question has been settled by a decision of the House, and that it is finally to be adjudicated upon by another tribunal. The main fact I do not deny. I cannot conceive for a moment that my hon. Friend the Member for Knaresborough could possibly have supposed that under the present circumstances the House of Commons could have interfered in his favour; and I take it as a confirmation of that opinion, that my hon. Friend did not consult me on the subject, because, if he had, I should have told him that it was totally impossible, in the present state of this question before the Court of Queen’s Bench, to appeal to the House of Commons. The right hon. Gentleman stops the question at once. But I take it, after what has passed, there will be no delay in the decision. I take it also, after what the right hon. Gentleman stated, that not only himself will appear in the witness-box, but Mr. Lewis also. I will not notice the minor points of this case; such as what the right hon. Gentleman said about Mr. Twisleton. That point he seems to admit. It appears to me that however you regard this case, it ends all in the conduct of one – I should be sorry to use harsh language towards any one who is absent, or under affliction, but I say one – disreputable individual. It is “Mr. Mott said this,” “Mr. Mott wrote that.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He is ready to swear that the Minister of the Crown engaged him to do that which that Minister says he was not engaged to do; and he is ready to swear that he was engaged to do something, whilst the hon. Member alleges the contrary. Then we have a right to ask, is the word of the right hon. Member for Dorchester worth more than the word of Mr. Mott? I must say I prefer the word of the right hon. Gentleman to that of Mr. Mott; but saying that sincerely, I think I may also say, I prefer the word of the hon. Member for Knaresborough to that of Mr. Mott. Mr. Mott, the poor-law guardian, or Mr. Mott, the keeper of a madhouse, is not a person entitled to the gratuitous admiration of mankind. But what, after all, is this to the House of Commons? Why this scandalous House of Commons’ quarrel? The entry of these things on the Journals, does not tend to elevate the character of this House. It is a House of Commons’ quarrel, which has arisen from misconception, misunderstanding – from awakened prejudices and heated passions, which must exist in popular assemblies. How painful that the Lord Chief Justice of England must come forward to vindicate the honour of one of our chief statesmen, or even to punish the honest and hon. Member for Knaresborough, who thinks all this time sincerely that he has been fighting the cause of the people! We are told that this question is to be settled by the Court of Queen’s Bench. No doubt, if the knot be worthy of the divinity, the question will soon be solved. But be that as it may, I cannot but feel that the decision of any court of justice, though it may substantiate the truth, will not elevate our character in the opinion of our constituents. I rose, however, to express my hope—to which I am sure my hon. Friend will respond—that after the speech of the right hon. Gentleman, and the fair challenge he made, he will not ask the House of Commons to come to any decision upon this question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}