{
    "url": "https://www.ukpol.co.uk/benjamin-disraeli-1843-speech-on-the-treaty-of-washington/",
    "title": "Benjamin Disraeli – 1843 Speech on the Treaty of Washington",
    "post_date": "December 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1843",
            "url": "/tag/1843/"
        },
        {
            "text": "Benjamin Disraeli",
            "url": "/tag/benjamin-disraeli/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the Hansard record of the speech made by Benjamin Disraeli in the House of Commons on 22 March 1843.",
    "content": [
        "[![bendisraeli](https://www.ukpol.co.uk/wp-content/uploads/2015/11/bendisraeli-215x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/bendisraeli.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr. Disraeli** said, that he was not surprised, although the hon. and gallant Commodore had found fault with the length of the two speeches which were delivered at the commencement of the debate, that he should, nevertheless, have said one word in favour of that which had emanated from the noble Lord; for it happened, that he (Mr. Disraeli) had that day met two spirited horses, which, he believed, had run over an old woman, and, upon inquiry, was informed, that they belonged to Commodore Napier, who was paying a visit to Lord Palmerston, and who appeared to have been crammed for the delivery of what he called a condensed speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To that speech of the noble Lord he had listened with uninterrupted attention, and unbroken admiration. He did not consider that speech to have been too long. It was distinguished by that knowledge of his subject which always characterised the addresses of the noble Lord, when he dwelt upon any topic connected with the office over which he had presided. It exhibited one of the most complicated questions that had ever perhaps been introduced in a popular assembly in a manner the most luminous he had ever listened to. It was, without doubt, a great Parliamentary exhibition, he might add, one of the most able he could well recall. He would say unquestionably so, but for one circumstance. All that it required to make it a memorable display in the history of our Parliament was, that the noble Lord should never himself have been a diplomatic actor in the lengthened diplomacy he had criticised. Had the noble Lord never had anything to do with those circumstances which he had yesterday explained to them so perspicuously, his speech would have been complete.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The noble Lord had called their attention to a treaty which had settled a question that had been longer in agitation than probably any other in our diplomatic annals; and the noble Lord objected to that treaty because it embodied terms which were, in point of fact, more favourable than those which the noble Lord himself was some years ago prepared and anxious to accept under the award of the King of the Netherlands. That was a point which the noble Lord had not denied. [Lord J. Russell: No.] The noble Lord said “No.” But would that noble Lord deny that the treaty of Washington gave us a greater amount of territory, a better barrier, and a more efficient boundary, than the award of that Sovereign arbitrator which had been repudiated by the United States, and which the noble Lord (Lord Palmerston) was so long and anxious a solicitor to the United States to accept? The noble Lord could not deny that. He meant, no doubt, to say, as the noble Lord, the Member for Tiverton, had said yesterday that circumstances were changed; that that award had been refused by the United States; and that since we had withdrawn our adhesion to it, fresh information had been obtained. That was the position which the noble Lord and his Colleagues adopted, and to which he would presently address himself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He would first express his own deep regret that the award of the King of Holland had not been accepted. He would himself have preferred that that award should have been accepted in 1831, than that we should now, in 1843, enjoy the advantages of the treaty of Washington; because, by the settlement of the King of Holland, we should have avoided the insurrection in Canada. We might not, perhaps, have had a boundary so efficient, or a territory so extensive; but let the House consider, whether they looked to political influence, or to the amount of expenditure which had been incurred, that the consequence of the settlement of 1831, would have been to prevent the insurrection in Canada.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let him remind the House, before it agreed to the motion of the noble Lord, what were really the terms, divesting them of all diplomatic mystification, which had been gained for this country by Lord Ashburton, in the treaty of Washington; let him remind the House what those terms were, simply, truly, and clearly. Lord Ashburton had relinquished one strip of land, which was a border near the counties of Vermont and New Hampshire, and had also given up an angle of land which was formed by the sources of the Connecticut river. These were the two portions of territory which the noble Lord had consented to abandon, but we received an equivalent for that portion our title to which had not been disputed. For the strip of land we abandoned near Vermont, we received a strip of land contiguous to New Brunswick. While for the surrender of the angle of land formed by the sources of the Connecticut. Lord Ashburton obtained the concession of a district of territory, which afforded an important military frontier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As regarded extent of territory—and the arrangement was confined to these points—we had renounced about 100,000 acres, and we had received in return nearly 1,000,000 acres, which, as he had observed, embraced a most important military frontier. We had received such a settlement of boundary line as regarded Quebec, that at no point was the boundary of Maine nearer to Quebec than the nearest point of the undisputed frontier of the United States. So far as he had stated, and he had done so accurately, the advantages were clearly on the side of England. “But,” said the noble Lord, “you have given up the free navigation of the St. John’s.” supposing we had, he still maintained that relinquishing 100,000 acres, and obtaining 1,000,000, including a most important military frontier, gave us the best of the arrangement, or at least proved that the arrangement had been adjusted with a due consideration to the claims of either party. But nothing could be more erroneous than the statement which had been made, in the House and out of it, about the free navigation of the St. John’s, as if we had renounced some important rights, as if we had sustained some great and unheard-of loss, and extended to America some great and important advantage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If hon. Members would look to the treaty itself, that delusion would soon vanish. That river was fixed upon as the boundary between the two countries; and he was sure the House would admit, that the navigation of that river, washing the shores of the two countries, should be open to those two countries. The article in the treaty of Washington gave no greater advantages to the United States than to us; but when the navigation of America, under that treaty, entered into that part of the country which was our own on both sides of the St. John, then the navigation of America was subject to the laws of Eng land. We had, in fact, only by the 7th article of the treaty, opened the navigation of the St. John, to the inhabitants of both countries through which it flowed; we had only acted on a principle which the abstract law of nations laid down, and which he was certain every treaty for the last 150 years regulating the boundaries of rivers had recognised over and over again. But supposing we had extended to the Americans the navigation of the St, John’s, and that that was a great advantage to them—would the House omit to observe, that in the seventh article of the treaty of Washington America had extended to England an equivalent advantage in granting to us the free navigation of the St. Lawrence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Under the treaty of Ghent certain diplomatic arrangements were made as to the navigation of the St. Lawrence. It appeared, however, that there were separate channels in the river St. Lawrence, on both sides the Long Sault islands, and Bouchart Island, the channels in the river Detroit, on both sides of the island Bois Blanc, and between that island and both the Canadian and American shores. The navigation of the river St. Lawrence, then, might be taken as being divided at this spot into two channels, one of which was broad and shallow and almost dry, and, therefore, often unnavigable in the summer; this was the Canadian channel. The American channel was much narrower, but was of considerable depth, and was always open. This division of the navigation of the river between the two countries at this place, was made by one of the articles of the treaty of Ghent, and ever since that time, if the channel on one side of the river was shallow, our vessels could not pass through the American channel without asking permission. He contended, therefore, that, by opening the navigation of this important river to both nations, we had gained more than an equivalent to any sacrifice that could be made by opening the navigation of the river St. John.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So far, therefore, as the treaty was concerned, we had obtained the navigation of a river for the navigation of a river. But the noble Lord had dwelt upon two other subjects on which he said the honour of the country had been trifled with. The first of these was the cession of Rouse’s point, on which the gallant Commodore had also dwelt with great confidence. It was not for him to contest the value of military positions with the hon. and gallant commodore, but he would place before the House simple facts, the inferences to be drawn from which were, in his mind, so irresistible that he felt disposed to leave the question to the impartial consideration of the House, convinced that no opinion of any military man could mystify the decision to which they ought to come. Lake Champlain was an American lake, the upper part of which ended in a river. Rouse’s point was a fortification about two miles from this river, and could command the lake only in its vicinity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Where Lake Champlain emptied itself into this river, or rather, farther up, were two forts which commanded the lake, one of them being situated in the middle of an island called Isle aux Noix. Rouse’s-point did not command the lake. [Sir Charles Napier: “The entrance to the lake.”] That was what he denied. Rouse’s-point was two miles from the entrance. The entrance to the lake was commanded by these two strong forts—one from the middle of an island, and the other contiguous. But the fort of Rouse’s-point was really not a fort of consequence; America had neglected it; it was at present in ruins; he believed it never would be rebuilt, or if it were to be rebuilt, he was sure the Americans would choose a more important position. But it could not hold for a moment in comparison with our fortifications in the river.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He knew that the noble Lord would reply to this view of the settlement of the boundary, by assuming that the disputed territory was one to which we had a clear right and title. Now he denied the right of that assumption. The great fallacy of the case of the noble Lord and the school which he represented was, the clear assumption from the origin that there was no question that England was entitled to all the disputed territory. The making assertions of this kind was a very common affair; but mere assertions of this kind would not satisfy foreign nations. The fact was, that this was the whole point at issue, and the noble Lord had never succeeded in proving to any impartial persons that England alone had a just claim to this territory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The noble Lord had said a great deal about the reports of Messrs. Mudge and Featherstonhaugh; but it appeared from documents on the Table, that soon after he had received these reports, which he alleged last night were conclusive as to the justice of our claim, that he wrote to the United States, and strongly urged a renewal of negotiation to settle the question. They had heard the case respecting the original title to the disputed territory discussed so often that one was unwilling to dwell upon it, and if he alluded to it, it was only because he thought he might offer some considerations to the House which might have the effect of influencing their minds upon the subject. Which of the two countries was really entitled to the disputed territory was not a matter of mere political curiosity. Peace was maintained between countries not merely by treaties, but by the Governments and countries between which those treaties were entered into having a general and profound conviction that they were fair and equitable agreements. If it rankled in the minds of the people that this treaty of Washington was an inconvenient settlement, or that it had been made with a great sacrifice on either side great public mischief might be the result.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He would not, therefore, venture to express an opinion, which under our circumstances was now unnecessary, as to which country had the best title to the disputed territory; but he would offer one fact to the House, which he thought would cause them to pause before they so boldly and so decidedly, and so uncompromisingly as of late was the fashion in journals and in Parliament, come to a decision on the subject. He believed that a very general opinion prevailed in favour of the Washington treaty, as an advantageous settlement of a great and difficult question; but he believed that the opinion was equally general, that we had a right to the disputed territory, and could afford to be generous of our right. Now, he questioned whether that right was not of a very doubtful character; and he should offer but one fact to the House never before introduced to its notice, which he thought might have the effect of producing on their minds not a dissimilar impression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They had all heard of a map with a broad red line; which map, making out the boundary according to the original claim of the English Government, was discovered apparently in the archives of the Foreign-office in Paris, subsequent to the settlement of the question, and had been talked of and written of by many who had never seen it. He, however, perhaps, was in a position to speak of it with more authority, than some Members of the House, for he had seen it. It was a map eighteen inches square, and was drawn by D’Anville. He believed, that it was one of the smallest maps that D’Anville had ever drawn. It was not, by the bye, a map of the disputed territory, nor a map of Canada, but a map of the whole of North America; and, consequently, this broad red line—[Lord John Russell: Strong.] Well, this strong red line would itself occupy no slight part of the disputed territory. In fact it blotted out no inconsiderable portion of the State of Main, which could occupy but a very small space in a map of North America, eighteen inches square.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That was the map by D’Anville, but there was in Eng land another map, which he (Mr. Disraeli) supposed was the map yesterday referred to by the right hon. Baronet at the head of the Government, of far greater dimensions, and which was also marked with a strong red line, giving the limits according to the American claim. That was the map drawn by Mitchell—a map which was recognised as of authority, having been brought from the collection of his late Majesty King George 3rd, who, it was well known, had taken a great personal interest in the affairs of Canada and of North America generally. Now, it might be a question whether any argument at all ought be raised on these marked maps. It was not he who raised it; yet as so much stress had been laid upon these circumstances, he was bound to state that evidence existed, which, if they were forced to decide on such a question, must, in his opinion, force them to a conviction that the map drawn by Mitchell, was the map which guided the American negotiators, and none other. On this point he would trouble the House with an extract, which bore directly upon it, from the private correspondence of Dr. Franklin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There was a letter from Dr. Franklin addressed to Mr. Livingstone, after the settlement of the treaty; he had found it not in the work of Mr. Jared Sparks, but in a book published a quarter of a century ago, by Mr. Temple, the grand son of Dr. Franklin, and which contained all the private and diplomatic correspondence of Dr. Franklin while at Paris. In that letter he writes, \"I am perfectly clear in the remembrance that the map we used in tracing the boundary was brought to the treaty by the commissioners from England, and that it was the same that was published by Mitchell twenty years ago.” … “I remember, too, that in that part of the boundary (Passamaquoddy Bay in Maine) we relied much on the opinion of Mr. Adams, who had been concerned in some former disputes concerning those territories, and that the map we used was Mitchell’s map, Congress was acquainted with it at the time by a letter to their Secretary for Foreign Affairs.\" He had already stated, that D’Anville’s map was so small that no person could form any satisfactory opinion from it, and besides this, there was a total want of all proof to connect this famous Paris map, which was only one out of some thousands, with Dr. Franklin. Now, Dr. Franklin at the time was extremely ill: his illness continued for about two months, and he had not been present at any of the meetings of the negotiators at which the boundaries had been arranged. This circumstance he, in his correspondence, repeatedly referred to, and in one of his letters he congratulated the Congress upon the arrival of Mr. Adams (by whom the boundaries had been settled), who “was so well acquainted with the country.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He might also observe, that even if this French map had been addressed to Dr. Franklin, that fact, under the circumstances, proved nothing, for Dr. Franklin was one only of four negotiators, the others being Mr. Adams, Mr. Laurens, and Mr. Jay. Above all, the existence of such a map did not appear in the journals of the commissioners, nor in the report made by them to Congress. Again, nobody seemed to know that the very preliminary articles of peace, drawn up by Dr. Franklin, had been published with his own manuscript notes upon every article of the treaty, and that upon the 4th article there was this note, which at least would show to the House what, a mistake it was to suppose (as the right hon. Baronet at the head of the Government, had supposed) that this had been a treaty scrambled up without any know ledge, and under an entire misconception, and that this had arisen from the employment of persons who were ignorant upon the subject, the localities and their details. There never had been a treaty negotiated with more labour, or conducted by men of more ability, than the treaty of 1783, between this country and the United States.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now this was Dr. Franklin’s note on the preliminary articles:— \"The Court of Great Britain insisted on retaining all the territories comprehended within the province of Quebec by the act of Parliament respecting it. They contended that Nova Scotia should extend to the river Kennebec; and they claimed not only all the lands in the western country and on the Mississipi, which were not expressly included in our charters and governments, but also all such lands within them as remained ungranted by the King of Great Britain. It would be endless to enumerate all the discussions and arguments on the subject. We knew this Court (Versailles) and Spain to be against our claims to the western country, and having no reason to think that lines more favourable could ever have been obtained, we finally agreed to those described in this article. Indeed, they appear to leave us little to complain of and not much to desire. Congress will observe, that although our northern line is in a certain part below latitude 45, yet in others it extends above it, divides the Lake Superior, and gives us access to its western and southern waters, from which a line in that latitude would have excluded us.”.. “The map used in the course of our negotiation was Mitchell’s.\"\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, he should like to know how any person could get up and make a speech, or sit down and write an article for a newspaper, upon the conduct of the American Minister against such irresistible documentary evidence as this—against evidence which went directly to prove that the map used was an English map. This established the fact that D’Anville’s map had never been appealed to; if it had it ought to have been in the Foreign-office. There, however, it had not been obtained, but had been got from France, while we had found Mitchell’s map in the collection of our Sovereign of that day, who had taken an intense interest in American Affairs, and who, when he got hold of the map marked by Mr. Oswald, added to his collection that map, which was all he had left after the loss of his American provinces. If they were to go by maps, which he was far from maintaining this was irresistible evidence, he (Mr. Disraeli) contended, in favour of the original claim of the United States. He had mentioned just now that the important matter had not been attended to in a slovenly manner by the Government of the day, and that the right hon. Baronet at the head of the Government, who had laid down that the origin of all the difficulties and misconceptions which had arisen was the employment of persons incompetent for the offices they had been called to fill, had made an observation which was perfectly unwarranted by facts. The Minister of that day was a man inferior to none who had ever guided the destinies of this country—he was a man who, independent of his natural ability, was remarkable for his amount of information—a man who combined within himself qualities which in ministers are rare—a man equally celebrated for his economic knowledge and his extensive acquaintance with external affairs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No man had jester views on commerce than Lord Shelburne; and even when out of office, when information on foreign affairs was required, his successors had been obliged to send to Calne. Lord Shelburne was moreover, peculiarly eminent for his knowledge of America and of American colonies. He had the whole diplomatic body under him, from which to select an instrument for his purpose. The diplomatic body in those days were renowned for their abilities and information, though at a subsequent period, in con sequence of the system pursued by Mr. Pitt, we had withdrawn from the world; and a long war had deprived the country of the opportunity of forming public men competent to advance external interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This was not the case in 1782, 1783. In those years there existed men formed in the school of Lord Chatham—in those years the greatest diplomatists flourished. And what had Lord Shelburne done? He selected for this important affair Mr. Oswald. Now, that appointment had not only at the time been violently attacked, but the treaty Mr. Oswald formed had been vociferously and actively criticised by a powerful Parliamentary party in both Houses. That opposition too had been supported by a great writer who then adorned the Whig party—he meant Lord George Sackville, who had been more than suspected of being the author of Junius’s Letters. There was besides a certain noble Viscount who then took a great interest in the foreign affairs of the country, in which he had himself once been employed, and who came forward to criticize the treaty which Mr. Oswald had effected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That noble Viscount designated the treaty as worse than a “Saratoga capitulation.” So the noble Lord opposite (Lord Palmerston) might perceive that even invective was not al ways original. But what had Lord Shelburue said, when the noble Viscount to whom he alluded, attacked the appointment of Mr. Oswald and his treaty with all the critical bitterness which a thorough knowledge of the subject by an individual out of office could afford to the ranks of an opposition? What were the reasons which Lord Shelburne gave when the appointment of Mr. Oswald was attacked and his treaty criticized in Parliament? Lord Shelburne said:— \"A noble Viscount asks why Mr. Oswald was appointed a negotiator against such odds? Because he was fitted for the great work in question by the qualities both of his head and his heart. He was inflexibly upright, had long and liberally been engaged in commerce, and was well versed in the local knowledge of America; no man therefore would deny Mr. Oswald’s fitness for his station.\"\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, he begged to recommend to the noble Lord who had brought forward the present motion this sentence as worthy of his consideration. He would beg to point out to the noble Lord’s attention the qualities which Lord Shelburne thus stated to have recommended Mr. Oswald to the confidence of the Government; and he might thence observe that history was constantly repeating itself, and that the same circumstances will often produce the same situations and even the same characters. Circumstances, too, in one time might render it expedient for the Minister of England to say, “I want a man who is not a mere diplomatist. I want a man who has been long and liberally engaged in commerce, and who is also well versed in a local know ledge of America.” Now, he had endeavoured to show to the House, first, that looking to the details of the treaty, which the right hon. Baronet at the head of her Majesty’s Government had not done, equivalent had been given for equivalent—that a strip of land had been exchanged for a trip of land, that an angle of land had been given for a great military frontier, and, therefore, according to the noble Lord’s (Lord Palmerston) own facts, this country had positively gained an advantage by the treaty effected by Lord Ashburton.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He reminded the House that the boundary question had been sixty years under discussion, and might have led to a war but that we had given up strip for strip of land, an angle for a considerable district—100,000 acres for 1,000,000—and also a powerful military frontier. He had shown also that Rouse’s point, as a military position, was utterly valueless, and he had given his reasons for so saying. True, it was that the hon. and gallant Commodore opposite (Sir C. Napier) had told the House that Rouse’s point commanded the lake or river, but he (Mr. D’Israeli) had shown that it could not do so, because it was two miles distant from the point where the lake narrowed, and because the river was commanded by two important fortresses, within it, which were now, and he trusted always would be, in the possession of England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As to the sentimental outcry about the settlement of “Muscovado,” as the hon. and gallant Commodore had been pleased to pronounce the name—a pronunciation which would make any one imagine that the hon. and gallant Gentleman had mistaken the settlement in question for “the sugar island,” of which last night they had heard so much—he entirely agreed with the American Government, that if the river was recognised as a convenient boundary, it was ridiculous to depart from that principle for the moiety of a straggling settlement of fifty miles in extent. He thought that Lord Ashburton, with reference to the surrender of that settlement, might have been influenced by feelings of humanity. Suppose the treaty had not succeeded, and that war had commenced, what would have become of the “Madawaska settlers? They would have been the first victims of the war—plundered and massacred. But it was said that the river ought to have been taken as the boundary throughout. It certainly was not a principle in diplomacy to adopt a river as a frontier in every one of its windings. If the river had been found to be a convenient boundary, let it be taken as far as it would go as such, but if it had windings almost unparalleled in the sinuosities of streams, baffling all arrangements, it ought to be, as it had been, rejected. He thought he had now adverted to every point in the speech of the noble Lord opposite (Lord Palmerston) which had reference to the boundary. He thought he had shown that our title to these lands was not that complete and perfect title it was often represented, and, on the whole, he hoped he had submitted some considerations to the House which might make it hesitate before it accepted the conclusions of the noble Lord.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With respect to the conduct of the American Government, he must say, that he did not think that Mr. Webster was called upon to produce the map marked with the strong red line, even if it were the identical one to which the letter of Dr. Franklin referred. But when bitter invectives were uttered against the Americans—when charges of bad faith were brought against American statesmen—he must remind the House that Mr. Webster had in his hands, two months before the arrival of Lord Ashburton, the report of the American commissioners, which was the reverse of the report of the English commissioners; and which would have afforded a complete answer to Lord Ashburton. Mr. Webster did not produce that document, and for this reason, he understood that a special mission had been appointed on condition of compromise and a conventional line, and therefore it would be unwise to produce the old elements of misconception. He said this because he believed that the American people, speaking of them generally, taking no account of isolated instances of intemperate conduct of language, had acted throughout this business with sincerity, and the American statesmen with honour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There was only one other topic upon which he proposed to make any observation. The noble Lord opposite, (Palmerston), after disposing of the boundary, which, of course, was the real object of his motion, had adverted to another subject of the treaty. Great as was ever his admiration of the noble Lord’s courage, he must confess he was astonished when the noble Lord last night advanced to the Table and delivered a lecture on the right of search, and that, too, especially addressed to France. That was an event which would astonish those, at least, who lived on the other side of the Channel. And undoubtedly Lord Ashburton had great difficulties to contend with, requiring the exercise of much ability to produce a settlement. But he would tell the noble Lord what was the greatest difficulty of Lord Ashburton; it was that unfortunate treaty of July, which created such an ebullition in France, and which was sympathetically communicated to America; it was that which, he believed, ultimately led to this unsatisfactory settlement with respect to the right of search. It was the conduct of the noble Lord in July 1840—it was the feeling of the French people that they had been insulted by the noble Lord, which had opened a communication in Paris with the American minister, and which had led to that misunderstanding with the two countries which had very nearly ended in our not having the Washington treaty at all, but a war with France and America. And the noble Lord had explained how it was that France had not negotiated the right of search treaty with him, as if his name had never before been coupled with the transaction—as if he himself was not one of the prime causes of the difficulties which Lord Ashburton had experienced!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Why, the noble Lord had told them last night, as he told them on every occasion—that he was Minister of this country for ten years, and that he had maintained peace for those ten years, which was extremely wonderful, as once we had been on the point of declaring war against Russia, and once we had been on the point of receiving a declaration of war from France, and, as now was pretty apparent, had once been on the point of having a war with America. Though the noble Lord had avoided having three wars with three great countries, he had contrived, however, to secure three wars with three small ones. In 1840 the noble Lord signed a treaty which had alienated from this country the confidence, and he would say, the affection of a great and generous people. The noble Lord signed that treaty—the treaty of July, to extricate himself from the consequences of his own neglect in having permitted Syria, in 1831, to be invaded. Now, see how one thing led to another in this diplomatic history! That invasion of Syria had led to the occupation of Constantinople by the Russians, to consequent intrigues on the part of the noble Lord in Circassia, to retaliatory intrigues in Affghanistan, to the fatal invasion of that country, and as it had recently been avowed by the noble to the war in China. That invasion of Syria had produced also the treaty of July, and the war of the Levant. All these events sprung from that single act of the noble Lord, and now, according to the noble Lord, they must add to this catalogue the treaty of Washington.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If it were an unsatisfactory treaty—if it were a settlement which had compromised the dignity, which might injure the interests of England, he told them they must look to that bench (the bench occupied by the late Ministers) for the cause of this treaty and this compromise, and there was the individual who yet was responsible for these consequences. But he would imitate the tone of the noble Lord; he would believe that the consequences might be lasting peace—and that not only with America, but with France, there might subsist relations of enduring amity. But equally certain was he, that that great result could not be obtained, if the interests of this country were intrusted to a Minister who had forfeited the friendship of France by one treaty which was unnecessary, and nearly cost us the friendship of America by not negotiating another treaty which was indispensable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}