{
    "url": "https://www.ukpol.co.uk/benjamin-disraeli-1847-speech-on-the-poor-law-in-ireland/",
    "title": "Benjamin Disraeli – 1847 Speech on the Poor Law in Ireland",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1847",
            "url": "/tag/1847/"
        },
        {
            "text": "Benjamin Disraeli",
            "url": "/tag/benjamin-disraeli/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Benjamin Disraeli in the House of Commons on 16th April 1847.",
    "content": [
        "[![bendisraeli](https://www.ukpol.co.uk/wp-content/uploads/2015/11/bendisraeli-215x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/bendisraeli.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I may have misapprehended the noble Lord; but I understood him to say, that he thought the argument of the noble Lord the Member for Lynn a very good argument as applied to a county rate, but not as regarded a poor rate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "[Lord J. RUSSELL: I said that it would be a good argument if applied to England, but not to Ireland.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I misapprehended the noble Lord, and, therefore, I am glad to have given him an opportunity of correcting that misapprehension. I understand, therefore, the view of the noble Lord to be this, that he thinks the argument of the noble Lord the Member for Lynn a very good argument as applied to England, but not as applied to Ireland, owing to the different state of these countries. Now, I am sure I do not intend for a moment to maintain that there are not great differences in the state of England and Ireland; but the Secretary of State has already confessed to us that he himself supports this Bill without any confidence of its producing the effect which we all desire; and yet the Secretary of State votes for this Bill, and we support the Secretary of State. The fact is, that this is a great experiment; and, if it be, is it unreasonable that the noble Lord the Member for Lynn, reasoning from such facts as political experience offers under analogous circumstances, should draw his argument from the position of affairs in England? And is it any answer for the First Minister to say that there is a difference between Ireland and England (which no one disputes), and therefore you must not refer to the instance of England? Is that not the best instance, although an imperfect one, and the only instance we can refer to under the circumstance which Her Majesty’s Ministers admit, that they are offering a remedial measure in which they have not implicit confidence?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think it, therefore, not only a justifiable but an extremely wise course to refer to the best example which any one can adduce for his guidance at the moment. I therefore think that the observations of the noble Lord are really not such as should influence our opinion. It may be true that the instance of England is not exactly, or perhaps very remotely, similar to that of Ireland; but we are all agreed that it is the only example we have to guide us; and it was, therefore, a very fair basis for the clauses which the noble Lord the Member for Lynn proposed. I am of opinion—and, of course, one can only offer an opinion, for we have no experience on the subject—that the clauses which he proposed, and which he nearly carried, contained a statesman-like principle — a principle which has been much misrepresented out of the House; but, although spoken of in some terms, I will not say of contumely, by the hon. Member for Kerry (Mr. M. J. O’Connell), but with some terms of disrespect and dislike—the hon. Gentleman having received intimation from his constituents since the discussion, enforcing views which did not animate him on the night on which the Amendment was discussed; and although on a previous occasion the hon. Member for Stroud lavished his great powers of denunciation against that Amendment—the expressions which fell from the hon. Member for Stroud and from the hon. Member for Kerry, only show that an opinion exists out of doors in Ireland which does not exist in this House, as shown by the tone of the debate that evening, especially on the part of Her Majesty’s Ministers; for I am sure that an opposition more moderate—I might say more modest—than that which was offered to the Amendment of the noble Lord by the right hon. Gentleman the Chancellor of the Exchequer, I never saw exhibited in any popular assembly. I thought that up to the last moment he was to be vanquished against his will.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The reason of proposing the clauses in question was this, that this being by the announcement of Her Majesty’s Ministers a subject of experiment—they themselves bringing forward a measure in which they had not implicit confidence—the noble Lord the Member for Lynn thinking that, although it was of great importance to relieve the tenant, it was of greater importance to pass a law not for the mere advantage of the tenant—not for the mere advantage of the landlord—not for the mere advantage of any class, but to pass a law which would really act, thought he would draw a line which, while it removed the burden from the smaller tenants, offered a stimulus to the superior ones, and would make all classes combine to carry the law into operation. Nothing is easier than, in this House, especially on the subject of Ireland, for hon. Members to rise and make general statements and flashy speeches, and talk of burdening classes; but the point to consider is, whether we will pass a law which will operate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You may pass a law, throwing as you think the burden on a particular class; but when you find you are not able to carry it into effect, what answer will you make to those parties who proposed an Amendment similar to that proposed by the noble Lord the Member for Lynn, when they ask what advantage has accrued to the country—what benefit has been conferred on the people of Ireland? In the present instance the Amendment in question proposed to do more for the smaller tenant than was done by the existing law. Under the present law no tenant was rated to the maintenance of the poor who occupied a holding under 4l. annual rent. The noble Lord proposed that no tenant who occupied a holding under 5l. a year should be rated; while at the same time, although he threw what you believe to be a burden, but what I believe to be a salutary stimulus, on the superior tenants, he stipulated that there should be a lapse of time to permit them to draw the result; he gave them the fiscal experience of two years to frame a new bargain and compact for 1849. I believe, although I don’t say, that the result would be as satisfactory as the noble Lord the Member for Lynn stated; but when Ministers bring it forward avowedly as an experiment—when the Secretary of State tells us that it is with no enthusiastic conviction that he supports the measure, is it to be tolerated that clauses so practical, so wise, and, as I believe, so beneficent as those brought forward by the noble Lord, should be treated as some persons have treated them who have spoken in utter ignorance? I am not speaking of Irish Members at this moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I refer to what has taken place out of doors; for, although the noble Lord moved his Amendment in a temper and spirit with which no one could find fault, he has received letters by every post from Ireland since couched in a very different tone indeed from some which he had previously received from the same quarter. I heard an hon. Member say on a previous evening that the Poles were the Irish of the north of Europe. I hope it will never be said of the Irish that they are a light and frivolous people; but the rapidity with which they pass votes of confidence, and then of illimitable condemnation, is certainly not an encouragement to public men, and is not the best evidence of popular consistency. The noble Lord (Lord J. Russell) has referred to a pamphlet which has just been published, containing the report of a speech of a right rev. Prelate. I am glad the noble Lord noticed that extraordinary ebullition of prelatic conviction, for anything more remarkable I never remember to have seen. Throughout that pamphlet there is one unprecedented assumption; the writer always assumes that the poor law is to be administered by the poor. That is the basis of all his arguments, the fountain of his illustrations, and the source of all his counsels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is not the opinion, I believe, of Gentlemen on this side of the House, who generally support Her Majesty’s Ministers in the measure they have brought forward. They have supported it as a great experiment—as a hazardous experiment, but as a necessary measure—as a measure brought forward under circumstances in which inevitable necessity is the counsellor of the realm. But, although it has been brought forward, under these circumstances, as a last resource—we have not counselled in panic. Although it is a measure of necessity, we bring forward in its support the principles of political science. It is not a rash measure, to allow the starving people to break into the public granaries of the realm; but it is a measure in which we have endeavoured, by stringent regulations, to benefit the country and promote the commonweal. I will venture to say, that if there be any thing calculated to bring political economy into greater discredit than it now enjoys, it is making and publishing such speeches as that to which I have just referred.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman the Secretary of State noticed the unanimity with which this question was about to pass. I certainly had no intention to interfere with that unanimity; but I am glad that the noble Lord the Member for Lynn, although he unexpectedly entered the House, did notice the attack which was made upon him; for one more unjust in its essence or more improper to encourage, as regards public men, I cannot conceive. I am glad he had an opportunity of making that vindication which has been completely acknowledged by leading men on both sides of the House. What may be the opinion of the people of Ireland, I cannot pretend to decide. I know that he has been animated in the course he has taken on Ireland by only one principle, and that was to do his duty under circumstances of great difficulty: and the consciousness of that principle will maintain him, and whatever may be their opinion, he will not swerve from the course he has determined to pursue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}