{
    "url": "https://www.ukpol.co.uk/samantha-dixon-2023-speech-on-bee-killing-pesticides-in-agriculture/",
    "title": "Samantha Dixon – 2023 Speech on Bee-killing Pesticides in Agriculture",
    "post_date": "February 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Samantha Dixon",
            "url": "/tag/samantha-dixon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Samantha Dixon, the Labour MP for City of Chester, in Westminster Hall, the House of Commons on 1 February 2023.",
    "content": [
        "It is a pleasure to speak under your chairmanship, Ms Nokes. I congratulate my hon. Friend the Member for Plymouth, Sutton and Devonport (Luke Pollard) on securing this important debate—my first in Westminster Hall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As Members on both sides of the Chamber have mentioned, it is well known that neonicotinoid pesticides can be very harmful to a wide range of insects and invertebrates, including, of course, our beloved bees. They are essential to the future of our planet, to the pollination of our crops and to our rich tapestry of biodiversity, yet in the UK, as we have heard, 13 bee species are extinct and one in 10 of Europe’s wild bee species are under threat.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government’s announcement of an exemption to the ban on neonicotinoids to treat sugar beet in England was ill-judged and wrong. I am concerned that the Government went against the advice of their own expert scientific advisers. Our understanding is that the use of neonicotinoids is mainly associated with sugar beet production in the east of England, but it is important to note that the chemicals can be washed into watercourses and can work their way into the food chain. As with most things in nature, there are always the ripple effects of consequences, chain reactions and things interlinked with one another. There is also a serious concern that the exemption for sugar beets will simply open the floodgate to the wider use of harmful pesticides.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Neonics can have consequences well beyond their site of application and, if used more widely, can put in danger vital efforts to recover threatened native species, including in my own constituency, where Chester Zoo is working hard with partners to create new habitats that encourage bees and other pollinators as part of its nature-recovery corridor in Cheshire. Similarly, the impact would be felt across the north-west region, where the zoo is assisting with the introduction of locally extinct species, such as the large heath butterfly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I back our farmers, and I am concerned that sugar beet farmers are experiencing a difficult time. However, lifting the ban is not the answer. We must find a science-led way forward that protects our bees and safeguards our future biodiversity, but that also includes better support for the farming sector. In the middle of a climate and nature emergency, there should not be any ifs or buts when it comes to the health of bees. We must be prepared to make tough calls to address the ecological crisis and showcase environmental best practice, rather than allowing more bees and pollinators to be killed by neonics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I lend my support to the call made by my hon. Friend the Member for Plymouth, Sutton and Devonport for parliamentary approval for any future use of bee-killing pesticides. Will the Minister comment on the impact the exemptions to the ban have had since its introduction and on the expected impact in the next few years? More importantly, will he admit that any lifting of the ban is a huge mistake and that the use of such harmful pesticides should be banned for good, especially in the light of the environmental challenges we face?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}