{
    "url": "https://www.ukpol.co.uk/samantha-dixon-2023-maiden-speech-in-the-house-of-commons/",
    "title": "Samantha Dixon – 2023 Maiden Speech in the House of Commons",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Samantha Dixon",
            "url": "/tag/samantha-dixon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by Samantha Dixon, the Labour MP for the City of Chester, in the House of Commons on 9 January 2023.",
    "content": [
        "Thank you, Mr Speaker. I am genuinely delighted to be speaking in this important debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a former leader of Cheshire West and Chester Council, I am proud to have a strong record of putting the principles of social value at the heart of public spending. These values look for benefits to society, the economy and the environment. When they are aligned with good fiscal management, local people get more for their money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Northgate development in Chester is a central regeneration project in the heart of Chester city centre. The council on which I have served since 2011 was the main driver for this exciting project. Indeed, I was proud to see the new public market open in November, with nearly half a million customers already through the door. In delivering this project, we have squeezed every last penny of value from every pound spent not just to deliver the project itself, but to deliver 435 weeks of apprenticeship opportunities, 13 education events, 12 work placements, 43 training weeks, 64 employment activities and more than £22 million-worth of expenditure in the local economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On top of that, construction workers raised money for local homelessness charities; there were donations to the local food banks; Chester football club—a fan-owned, community club—had its car park upgraded; and many students from local schools and colleges gained valuable industry insight from being involved in a live and local construction project. Even the sandstone excavated from the drainage tunnel ended up being recycled in the rhinoceros enclosure at Chester zoo. This is how we do business in Chester. Social value is highly important and an opportunity to make, buy and sell more in Britain. Chester has shown that that makes a difference to local communities and can be done in the right way. These communities are at the heart of Chester’s identity and I am now honoured to represent them as their Member of Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chester has a long and complex history that attracts visitors and businesses to the city and makes it a fascinating and beautiful place to live. Chester was founded by the Romans in AD79, due to its strategic advantage given our geographic location on the border with Wales and on the banks of the River Dee. An integral historical feature which Cestrians use to this day is the city’s walls. Many places in Britain are walled but only Chester has a complete circuit. They are about 2 miles long and have over millennia been constantly altered, repaired and sometimes attacked. Indeed, as my hon. Friend the Member for Weaver Vale (Mike Amesbury) mentioned recently, “The only red wall in Chester is the Roman wall.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As an aside, a breach of the walls by parliamentarians during the siege of Chester in 1645 has been commemorated in Lego by our local blogger and champion of all things Cestrian, Tony Chester. His magnificent Lego display of Chester through the ages will soon be a key feature in the previously mentioned newly opened market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These days, our city is a thriving and vibrant place characterised by excellent hard-working retailers, traders, restaurateurs, publicans, and visitor attractions such as Chester zoo and the Deva Roman Experience, who are all committed to the future of our city. I am determined to help Chester to weather the current economic storm and make our city a top retail and tourism destination. This commitment is one of five I have made to the people of Chester that I intend to keep now I am here as their elected representative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to restore frequent, reliable buses and trains to keep our city connected to the wider country, and I want to return to neighbourhood policing with more officers on the beat in our communities. Most of all, I want to stand up for our city and end the cost living crisis which is badly hitting many people living in Chester.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The River Dee, the reason why our city is where it is, has been well used over centuries, whether for industry, recreation or sport. Indeed, the river hosts the oldest rowing regatta in the world, celebrating its 290th anniversary this year. It is a busy and important part of our city and the reason I will be working so hard to end the practice of dumping raw sewage into it, as is currently permitted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In other sporting news, Chester has had a football club since 1885. Currently playing in the national league north, the club has always fulfilled an important role in our community. Since 2010, the club has been a supporter-owned co-operative with elected directors, hundreds of volunteers and thousands of members. Chester FC is currently enjoying some success under a talented young manager, Calum McIntyre. The club motto is “Our city. Our community. Our club”, and that is being realised through a set of principles and values based on a mission to create a successful team and bring wellbeing and cohesion to our city, and to do it without ever going into debt. The club reflects and is a prime example of the importance of social value; I wish the club continued success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I first visited the Houses of Parliament when I was a sixth-former at Christleton High School. The visit was hosted by Peter Morrison, the first member of Parliament for the City of Chester I can remember. His successor was Gyles Brandreth, whose candidacy, I recall, was announced on red nose day prior to the 1992 general election. His spell as the city’s MP was characterised by his good humour, something which continues today as he serves as chancellor of the University of Chester.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 1997, the people of Chester elected the city’s first ever woman Member of Parliament, Christine Russell. She served our city well for 13 years and continues to do so in many roles across the constituency. She remains a good friend and mentor to me. Her successor, Stephen Mosley, served the city for five years and contributed much to parliamentary life through his role on the Science and Technology Committee. My predecessor, Christian Matheson, was also widely acknowledged throughout the constituency for his hard work on behalf of many residents and stakeholders. I am honoured to follow in all of their footsteps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chester, as beautiful, unique and historic as it is, has always masked significant levels of inequality. A commitment to improve the lives of others has been a thread throughout the years and the work of my predecessors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our city has a popular and thriving university that sees students from across the globe choosing to come to study in Chester. Our university trains many of the nurses, midwives and healthcare professionals who serve our community so well in association with our local health trusts. Along with our excellent schools and their hard-working teachers, and our superb police officers and firefighters, as well as the first-rate officers of the council, Chester is served by many fine public servants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we reach the tail end of winter, the struggles that our communities are facing are not easing. The current economic climate makes it more important than ever to create a transparent procurement system; one with social value and public interest at its heart and which will support suppliers who act ethically and create high-quality jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Chester was a pioneer for social value in that, 21 years ago, our city became the very first Fairtrade city in the country. I am proud that in our city we live and breathe the principles of social value. Most importantly, I am honoured to have been elected to serve the people of Chester, and I will work hard for them every day. I have lived in Chester for nearly all of my life. It is where my home is and where my heart is. I want the very best for my city, and I promise that this Chester woman will be a determined and dedicated public servant for those who voted for me and for those who did not. I will be an MP for all the people of Chester. I look forward to serving them here in this place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}