{
    "url": "https://www.ukpol.co.uk/jonathan-djangoly-2022-speech-on-ukraine/",
    "title": "Jonathan Djangoly – 2022 Speech on Ukraine",
    "post_date": "September 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jonathan Djangoly",
            "url": "/tag/jonathan-djangoly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Djangoly, the Conservative MP for Huntingdon, in the House of Commons on 22 September 2022.",
    "content": [
        "I, too, was very pleased to join the all-party trip to Kyiv a week ago. It will soon be represented in my entry in the Register of Members’ Financial Interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If a deal involving peace for land had ever been possible, it is clear now that Ukrainians will not start to negotiate until all their land is free from Russia—and that includes Donbas and Crimea. That was the firm view of every politician, soldier and citizen I had the opportunity to meet in Ukraine. One can see why, as the vile outcome of Russian occupation is revealed in territory retaken by the heroic actions of the Ukrainian military. Sadly, the horrors of Bucha are not an isolated horrific incident. Indeed, it is becoming clear that looting, torture, murder, rape and intimidation is standard practice for the Russian occupiers. Horribly, Russia has deported tens of thousands of Ukrainian children, including 2,300 orphans to Russia. These crimes must never be forgotten or overlooked. I was very pleased to hear how UK prosecutors have been helping local agencies with evidence collection and advice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This war is about more than just helping a freedom-loving people fight against a bullying aggressor. As others have said, Russian aggression has been used time and time again under Putin, right from the invasion of Georgia in 2008. There is nothing to show that unless stopped Russia would stop at Ukraine. To that extent Ukrainians are also fighting the war on behalf of all of us who refuse to accept a Europe where barbarity and violence call the shots. With that in mind, we should now consider Russia a state sponsor of terrorism and, as such, it would be equitable for frozen Russian state and state-linked assets, including frozen sanctioned individual assets, to be seized for payment to Ukraine for its reconstruction. That would require legislation similar to that passed by Canada in June.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**John Howell (Henley) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is my hon. Friend aware that we have just heard the news that a young woman was killed in Moscow by the Russian police for participating in anti-war demonstrations? Will he condemn that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Djanogly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I certainly will condemn that and the many other deaths in Russia that we are hearing about all the time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The question recently came up as to whether individual oligarchs should be able to buy their way out of sanctions. I am doubtful that that could work without the international sanctions system being holed under the water line. However, if any deal is considered, it has to be co-ordinated and approved by Ukraine, not just the sanctioning country, and the restitution money involved should go to Ukraine. In that way, any decisions on the release of assets would be properly co-ordinated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over recent months, there have been many pictures of Russian tourists swanning around Europe as though nothing was happening in Ukraine. That should stop and we should now ban Russian visas to the UK other than for exceptional circumstances. Certainly, at the very least, we should not allow into the UK any member of Putin’s United Russia party. Sanctions are a slow-burn approach, but they are increasingly effective. However, there are so-called holes in the bucket—Turkey comes to mind and there are others. Will the Minister advise what efforts are being made to isolate such countries?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Battlefield victories are accentuating the size of the challenges yet to be faced. First, militarily speaking, Russia still maintains a powerful and vicious threat. Putin is an unpredictable enemy who is wounded and concerned to protect his Crimea legacy to Russia. He may yet become even less principled over civilian rights. Indeed, only yesterday he upped the ante by calling up Russia’s reserves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, retaking occupied territory is one thing but holding it is another. Police, courts, schools and civil society all have to be re-established. War crimes and collaborators have to be prosecuted. Infrastructure has to be rebuilt. The cost and administrative challenges involved are enormous and urgent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thirdly, the military requirements are changing. In the early days of the war, basic equipment for soldiers and defensive weapons, such as anti-tank missiles, were the priority. Then, longer-range artillery to break down Russian defences was—and still is—required to enable offensive operations. Following reoccupation, the priorities then changed again and the need for anti-missile defence systems is now coming to the fore, as was highlighted very much during our visit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If Ukraine is to encourage its more than 10 million internally displaced citizens and millions of foreign-based refugees to return to their homes in Ukraine, security from air attack becomes key to restoring confidence. That point was very much reinforced by Russian retaliation against lost ground, taking the cowardly form of missile attacks against civilian targets. Electricity and water infrastructure has already been bombed and the cold winter is approaching.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The challenges are immense, but one thing is for sure and came across very strongly during my time in Kyiv—namely, Ukrainian recognition of British support and the gratitude that was shown by everyone we met. Ukrainians feel that the UK is in this battle with them for the long term, that we were the first to speak up for them in the international community, and that we then backed that up with money, arms and valuable advice. The Government and virtually all Members of all parties in this House are to be commended for their support. History is on our side.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was left with the strong impression that out of this war, out of this horror and barbarity, will develop an immensely strong and lasting relationship between our two countries. In the meantime, we must redouble our efforts to ensure a speedy victory for Ukraine as soon as possible and enable its restoration towards the modern democratic country that I know it has the potential to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}