{
    "url": "https://www.ukpol.co.uk/jonathan-djanogly-2022-speech-on-the-situation-in-ukraine/",
    "title": "Jonathan Djanogly – 2022 Speech on the Situation in Ukraine",
    "post_date": "November 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jonathan Djangoly",
            "url": "/tag/jonathan-djangoly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Djanogly, the Conservative MP for Huntingdon, in the House of Commons on 14 November 2022.",
    "content": [
        "As we rejoice at the liberation of Kherson, we need to be mindful that Ukraine is still very much a country at war. As Russian Federation tanks rolled across the border on to sovereign Ukrainian territory on 24 February, the world bore witness to an attack against the post-second world war settlement of a magnitude and kind without precedent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I congratulate the Government on the superb and consistent support the UK has provided to Ukraine, but the situation constantly changes and I believe we now need a rethink on sanctions. I frequently hear people, including UK Ministers, say that this is Putin’s war, not that of the Russian people, thereby laying the blame for an entire nation’s aggression at the feet of one man. This aggression, we must not forget, seeks to erase Ukraine from the map, destroy its culture, and turn back the clock to a period when the Russo-centric Soviet Union dominated eastern Europe and its peoples. Having had the opportunity to visit Ukraine, most recently in September, and speak with some of the brave men and women valiantly defending their homeland, the notion that this is solely Putin’s war is one that I reject. Of course, western-induced regime change within the Russian Federation is not a sound basis for the United Kingdom’s foreign policy, but even if it were I do not believe, as is mooted by some, that new leadership in Moscow would necessarily bring the war to an end. In fact, I believe that the opposite is possible: a new leader trying to burnish their nationalistic credentials by taking even greater destructive and indiscriminate military action. No Putin does not necessarily equate to no war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Liam Byrne**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the hon. Member for giving way and it was a pleasure to be with him in Kyiv earlier this year. He is making an incredibly important point, because sometimes we hear our allies say, “We have to make sure that Putin cannot do this again.” Actually, that is the wrong analysis. We have to make sure that Russia cannot do this again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Djanogly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman is absolutely right, and I will try to prove that point further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many of those in leadership roles surrounding the current Russian President, such as the Chechnya leader, Kadyrov—who suggested using a tactical nuclear weapon against Ukraine—espouse rigid nationalist views. They should not, and cannot, be absolved from blame for the invasion, as the term Putin’s war may allow. It is also important to highlight that many towns in reoccupied Ukraine now have unmarked graves resulting from murders perpetrated by members of the Russian armed forces: the Bucha massacre is a poignant example that we all have a duty to remember and reflect on. Reports are also rife of mass rapes, looting, torture, removal of children and confiscation of vital food stuffs—again, all deeds done by soldiers and administrators of the occupying power. It is clear to me that many people of the Russian Federation are up to their necks in heinous crimes committed during the ongoing war against the Ukrainian people, and the individual perpetrators must bear full responsibility and be prosecuted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A case against those actively engaged in the invasion is clear, but what about the wider Russian people themselves? The problem is that by using the term Putin’s war, it is possible to excuse, overlook or ignore that the war, in all its gore and injustice, remains very popular among most of the Russian population. It is not just Putin, his cronies and his oligarchs. Some Russians, a small minority, have laudably taken a stand, memorably and notably Marina Ovsyannikova, who staged an on-air protest in March denouncing the war. Such defiance has, however, been more of an exception than the rule. Indeed, polling from within the Russian Federation continues to indicate strong support of over 70% for both the war and Putin among the populace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Bob Seely**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is making an excellent speech, as ever. The extent to which the Russians support the war is a complex issue. He is not wrong to say that it is still very popular, but I just wonder if there is a slightly more generous way of putting it. There is a hard core against—very brave people, as he has outlined. There is a hard core for—the military bloggers and the nationalist community, who are becoming increasingly concerned. But in the last 20 years, because of the amount of propaganda in Russian society, most Russians know to avoid politics as an issue; they let the people in power get on with things. Does he accept the point that, rather than the war being popular, the agnosticism towards politics means that it is kept away from as a subject?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Djanogly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I accept that it is a subject we could go into in some degree, but I would make the point that of those Russians who have been leaving Russia and going to places like Armenia, Georgia or the more than 250,000 who have gone to Turkey, it is by no means proven that they are anti-Putin. In fact, a lot of research says they are going to those countries because either they want to pursue their business activities, which sanctions prevent, or they do not want to be called up on the reserve list, not because they do not like President Putin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What I am suggesting is that at some point citizens and leaders need to take collective responsibility for the actions of the state and the armed forces that operate in their name. For Russians, I would argue that that time has long passed. If we agree that there should be collective responsibility, we can make the moral case for collective sanctions—economic and travel. Travel restrictions, like those implemented by six EU states, are a more practical way of reinforcing the message of collective responsibility than economic sanctions, which mainly apply only to wealthier people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the situation stands, at the end of the war, whenever that may be or indeed before, assets that have been frozen, across the west and other areas of the globe, will be reclaimed by their owners, including here in the United Kingdom. The public, including many constituents in Huntingdon who I have corresponded with about the situation in Ukraine, naturally assume that a frozen superyacht owned by a sanctioned individual will be sold, with the proceeds used for reconstruction. We are talking about some £18 billion of frozen assets, not including real estate, in the UK alone. That is not, alas, currently the case. If the situation is not remedied, an embarrassing political situation, not to mention a morally dubious one, beckons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ministers should be prepared to consider, working with our allies, how frozen assets can be legally seized, sold and the revenue put to work for Ukraine’s rebuilding. The World Bank’s assessment made in September is that Ukraine will need $349 billion for recovery and reconstruction. It is worth saying that it is not just a question of law changes, but adopting a more aggressive attitude within the existing system. For instance, when the FBI boarded Mr Kerimov’s yacht Amadea in Fiji, it looks like the United States used the oligarch’s maintenance of the yacht as a criminal breach of sanctions, thereby allowing confiscation. We could and should be more assertive than we are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As for possible law changes to facilitate confiscation, the first is a revisiting of the Trading with the Enemy Act 1939. During the second world war, that Act allowed the Government of the day to confiscate assets owned by residents of enemy countries in British territories. It focuses squarely on the assets of any person or organisation of countries with which the United Kingdom is at war. Thankfully, there has not been much cause to review it since 1945. An amendment to the definition of war, however, could provide a valuable basis for considering how Russian assets could be seized for the benefit of Ukraine and its reconstruction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, Canada’s Budget Implementation Act 2022, which was passed in June, includes amendments that allow for the forfeiture of property that is subject to a seizure or restraint order under the Special Economic Measures Act 1992 and the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law) 2017. That is done under both regimes using forfeiture orders, allowing the relevant Canadian Government Minister to apply to a court to forfeit assets that have already been seized or frozen. A number of safeguards are rightly built into the legislation. For instance, any person who appears to have an interest in the property may be heard by the relevant court.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A further possible avenue that I wish to highlight is one proposed by the Washington DC-based New Lines Institute for Strategy and Policy, which formulated a multilateral action model on reparations. In the model, the institute draws 13 convincing conclusions that lay the basis for an international, effective and legal reparations and compensation scheme. The model builds on the relatively recent and practical example of the Kuwait compensation fund, which, together with the UN compensation commission, paid some $52 billion in compensation to 1.5 million claimants over 30 years following the Iraqi invasion in 1990. The establishment of the fund and commission was possible only due to the agreement of those nations with a permanent seat at the UN Security Council. Unfortunately, as Russia is an aggressor in the case of Ukraine, that exact road map cannot be followed. The institute therefore makes the argument for working through the UN General Assembly rather than the Security Council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The avenues that I have highlighted are but a number that are worthy of wider consideration—there are others. It is crucial, however, that the conversation surrounding compensation and reparations now begins in earnest, because just to continue saying, “This is only Putin’s war” is no longer relevant or morally sustainable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}