{
    "url": "https://www.ukpol.co.uk/michael-dobbs-2022-tribute-to-hm-queen-elizabeth-ii-lord-dobbs/",
    "title": "Michael Dobbs – 2022 Tribute to HM Queen Elizabeth II (Lord Dobbs)",
    "post_date": "September 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Michael Dobbs",
            "url": "/tag/michael-dobbs/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Michael Dobbs, Lord Dobbs, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, it is truly humbling to take part in this debate after so many eloquent speeches from those who have known Her late Majesty so well, but I want to pay my own short tribute to a woman who has influenced so much of my life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I suppose my most solid connection with Her late Majesty is the fact that I was born in the very same hour as her eldest son, our new King. I do not remember the occasion particularly well, but the birth certificate bears this out. As a young boy, I remember looking at the back of my pale hand and seeing these very blue veins and wondering just a little bit, “What if?” Fortunately, you and I have been spared.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our late Queen came to us as a shy young woman and left us as the greatest of Queens, to stand alongside—perhaps even a step above—Victoria and the first Elizabeth. She was a Queen; a monarch; a woman; a wife who loved but one man ever, and who herself was loved by millions. She led us on the extraordinary and historic journey from an ageing and ailing empire to the enduring friendships of the Commonwealth, about which we have heard so much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "She was a woman who placed duty first, second and third, and who began it all again every single morning. That sense of duty and dignity, that unflappability, personal courage and wisdom, that love of Marmite sandwiches and, oh, that smile, and even shouts of joy—yes, she loved her horses, and winning. She was no pale functionary. She was an example of selfless leadership and we could have done no better; she was an example to us all. She was a golden thread that ran through the tapestries of our lives and the sinews that bind this nation together. They were bonds not of fear—that is the prerogative of leaders in some other countries—but of affection and of devotion; bonds which had tens of thousands of us pouring towards Buckingham Palace, not waving machine guns and severed heads but waving banners and shouting not chants of revolution but songs of joy. We were waving banners that told her how devoted to her we were and how much we loved her. That little word, “love”, keeps cropping up in our discussions about Elizabeth. How we rejoiced at her many jubilees. What fun we had, as other nations marvelled and quietly envied the very British secret that was Elizabeth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now the torch passes to another generation, whose sorrows today we share. We send our commiserations to our new King, His Majesty King Charles III, his Queen Consort, Camilla, and the entire family. We thank them for sharing with us the long, long life of such an extraordinary lady. We will bury her not only with sadness but with unquenchable pride and endless gratitude. Thank you, Ma’am.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Queen is dead. Long live the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}