{
    "url": "https://www.ukpol.co.uk/frank-dobson-1999-speech-on-the-nhs/",
    "title": "Frank Dobson – 1999 Speech on the NHS",
    "post_date": "December 12, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Frank Dobson",
            "url": "/tag/frank-dobson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Frank Dobson, the then Secretary of State for Health, in the House of Commons on 11 January 1999.",
    "content": [
        "I should like to make a statement on how the national health service is coping with the recent sharp rise in the number of people falling ill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, on behalf of everybody in the country, I want to thank all the people working in the health service and local social services for the huge effort they have been putting in to ensure that everybody gets the treatment and care that is needed. They have done all that because there has been a surge in the numbers of people going to see their doctor, and an even bigger surge in the number of people calling ambulances and helplines and going to hospital. The sharp increase in the level of illness is confirmed by the increase in the number of people dying, which in some parts of the country has meant that families trying to arrange funerals face long delays.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The figures put together by the Public Health Laboratory Service from returns made by the Royal College of General Practitioners show that the present outbreak of flu and flu-like illnesses seems likely to be on the same scale as that which occurred in the winters of 1994 and 1996, although the figure may go higher. The figures reflect the increased number of people with flu-like symptoms who go to see their local GP. Until now, flu and flu-like illnesses have been worst in the west midlands and the north, but there have been sharp peaks elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The demand for ambulance and hospital services has shown a much larger increase, with daily ambulance journeys almost doubling in some places. Both the Merseyside and the Greater Manchester ambulance services saw the demand for ambulances shoot up to more than 1,000 journeys a day, compared with an average of 500 to 600. For the London ambulance service, this new year was the busiest on record with more than 4,700 journeys, compared with a daily average of 3,000.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There have also been some tragic fatalities due to meningitis. I extend my sympathy to the families concerned. Parents are right to visit their family doctor to seek advice if they have concerns. In November, the chief medical officer advised general practitioners to refer suspected cases of meningitis promptly to hospital, and he will renew that advice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The national health service is better prepared than ever before to cope with those illnesses, and in most places hospitals have coped well with the pressures that they face. In August, I asked the NHS to prepare itself, to strengthen emergency and ambulance services, to make best use of the beds available, to improve discharge arrangements and to prevent unnecessary admissions to hospital in the first place. It has done so. Almost 2,200 schemes are under way nationally, backed by the £159 million announced by my right hon. Friend the Chancellor in the pre-Budget statement. Those include £750,000 to improve intensive and high-dependency care in London; £200,000 for one-stop clinics in Walsall; £175,000 for better home treatment and care in Leeds; £140,000 for a community-based phlebotomy service in Gloucestershire; and £45,000 to help prevent fractures among the elderly in Kent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In August, we also announced that GPs could this winter, for the first time, offer flu vaccinations to all their patients over 75, rather than confine vaccinations to ​ particularly vulnerable groups. As a result, a third of a million extra doses have been given this year compared with last, and vaccine remains available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are tackling particular pressure points. Over the past week, those parts of the NHS that are suffering particular problems which could be helped by extra cash have been told that they can draw on the £50 million contingency fund, which is there for that purpose. In some places that will mean more high-dependency beds being provided to relieve pressure on intensive care beds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The position today is that 35 adult intensive care beds are free and available for use. The situation seems to be easing, but it could get worse again if icy weather were to lead to a lot of falls, particularly among the elderly. The NHS cannot be complacent. It is not, and I am not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will not pretend that the NHS everywhere has coped as well as the public are entitled to expect. Such an increase in illness will always cause difficulties, but those difficulties have been made worse because of the serious underlying problems that we inherited. We inherited a rundown NHS with serious staff shortages. Many buildings are out of date, much equipment is old and unreliable, methods of working are not making best use of new technology—particularly information technology—and there are not enough staffed beds. The Government are getting a grip on the short-term consequences of those problems and are also laying longer-term foundations to build a modern and dependable NHS. Much of that work is already under way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the causes of the shortage of nurses is the cuts that the previous Government deliberately made in the number of nurses going into training, which fell from 15,000 a year at the time of the 1992 general election to fewer than 13,000 when they left office, having fallen at one point to 11,700. If they had not made those cuts, there could have been an extra 11,000 nurses available to the NHS today. It takes three years to train a nurse, so the country is paying a heavy price for those years of Tory neglect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This year, 15,500 nurse training places will be available and 2,500 more people are already in training compared with when we took over. As I have said before, we must also reform the system of nurse education and training, which the previous Government introduced in the 1980s. It has achieved some of its objectives, but its emphasis on the academic element has put off some potential recruits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many nurses, when they qualify, think that they lack the practical skills necessary on a ward. The transfer of responsibility to the education sector from the health service has broken the old links between individual hospitals and nurses in training, to the disadvantage of both. Many nurses and nurse managers recognise the need for change, so I hope to carry the profession with us—but reform there must be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The previous Government refused, right up to the end, to recognise that there was a shortage of nurses. This Government recognise that reality and therefore training extra nurses is a major objective. We spelt that out in our evidence to the pay review body. This year, we also made it clear that the pay review body should give special attention to the pay of nurses in the lower grades. Like the nurses, we want reform of the present rigid grading structure and better career development prospects so that those vital staff have a modern, fair and flexible system for pay and promotion. I repeat my hope that the ​ independent pay review body will propose a settlement that is fair to nurses and midwives and which the Government will be able to implement in full.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are also addressing the concerns of qualified nurses who have left the NHS. We want to attract them back, not only with better pay, but with family friendly shift patterns and a better and safer working environment. If we are to retain existing staff, recruit new staff and persuade former staff to return, we must provide them all with the modern buildings, plant and equipment that they need. We have already embarked on the biggest hospital building programme in the history of the NHS, and there is more to come. High priorities for more small-scale investment include the replacement of outdated and unreliable equipment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last September, the Prime Minister announced that the national lottery new opportunities fund would help to provide new and better equipment for the detection and treatment of cancer. He also announced that, from April, we would be investing £30 million to renew 25 per cent. of accident and emergency departments to make them better and safer for both patients and staff. Ambulance services will be given new control systems, new vehicles and new equipment. All those will help the NHS to cope better with winter pressures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "New methods of working will also help. We launched three pilot schemes in Newcastle, Preston and Milton Keynes to test NHS Direct, a nurse-led 24-hour helpline. The schemes have been a great success: providing advice and reassurance round the clock, they have been very popular with patients, and have had a positive impact in helping them to look after themselves and reducing unnecessary calls on other services. Over Christmas and the new year, NHS Direct pilots took almost double their usual number of calls—itself an indication of the upsurge in illness. After receiving advice from the nurse to whom they spoke, about half the patients with flu symptoms were able to look after themselves. That shows how the NHS is delivering new and better services, and it is being extended to the rest of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With the special investment of £44 million that we have provided, NHS Direct has already been extended to the west midlands, where it took more than 1,150 calls in its first week of operation. By April this year, it will cover more than 20 million people in the west country, Manchester, south London, west London, Essex, Nottinghamshire and other places: over 40 per cent. of the population. That will provide a new and better service for patients and at the same time help people to avoid resorting unnecessarily to GPs, the 999 service or their local hospitals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, there is the question of beds. Under the last Government, the number of acute beds was reduced by 40,000 and the number of general beds by a further 23,000. In September I announced a review of beds in the health service—of the number of beds involved, the sort of beds and where they should be. Preliminary work for the review suggests, not surprisingly, that the health service needs more beds. Our extra investment in the NHS over the next three years will ensure that we can respond rapidly when we have the final report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then there is the question of intensive care and high-dependency beds. Soon after taking office, on the advice of the specialists in children’s intensive care, I authorised a shift of extra funds from the paperwork of ​ GP fundholding to children’s intensive care, and the concentration of the service in regional and sub-regional centres, with special arrangements for retrieval of very sick children by specially trained and specially equipped staff. As a result of the additional investment, the service can now provide up to 300 children’s intensive care beds, very specialist new-born babies’ beds and high-dependency beds. The new system has been working well, but recently there was an unacceptable delay in dispatching an ambulance from Nottingham to Rotherham. In the light of that experience, I have insisted that each children’s intensive care unit, with its local ambulance service, must review its arrangements to ensure that it is possible to stabilise and transfer very sick children safely and promptly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Intensive and high-dependency care beds are vital to the treatment of many people who have had operations, as well as accident and emergency cases. They demand huge resources. Intensive care is not just a matter of a bed and some specialist equipment. To care properly for one patient for one day in intensive care can require the services of around six specialist nurses as well as specialist intensive care doctors, anaesthetists and others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Previously, the overall level and availability of intensive and high-dependency care has not had the attention that it deserves. That is why the Audit Commission is co-operating with the national health service and the Intensive Care Society to carry out a detailed study of the operation of intensive and high-dependency care in the NHS. I hope that that will provide a sound basis on which to plan for better services. I am also reviewing the role of the emergency bed service and of the national intensive care bed register. None of that is a criticism of the people working in those services—more than anyone else, they want the system to be modernised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has always been a source of pride in our country that, when difficulties crop up, people rally round to help and they have certainly done so on this occasion. I thank them all. In particular, I thank Dr. Ian Bogle, chairman of the British Medical Association, for his repeated advice to the public that normally healthy adults should use services in a considerate and responsible way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "From next April, for the first time in 20 years the NHS will operate on a budget entirely set by a Labour Government. It will benefit from the first stage of our £21 billion extra investment. In the meantime, I know that people realise that, when so many people suddenly fall sick, as they have in some places recently, it is inevitable that treatment and care cannot be as prompt as at other times. I want to ensure that we provide the people who work in the NHS with sufficient tools and resources to ensure that the impact is much less in future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over the past few weeks, nurses, doctors, midwives, health visitors, cleaners, kitchen staff, managers, porters, ambulance staff, laboratory scientists, therapists, pharmacists, telephonists, clerical, administrative and maintenance staff and social services staff have all performed wonders on our behalf when their own ranks have been severely depleted by the same illnesses that are affecting the rest of us. Many of them have kept on working while “under the weather” themselves. Many ​ have returned early from leave to help their colleagues. Others have cancelled leave that they planned to take. I thank them all. They have done us proud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}