{
    "url": "https://www.ukpol.co.uk/frank-dobson-1985-speech-on-the-bangladesh-cyclone-disaster/",
    "title": "Frank Dobson – 1985 Speech on the Bangladesh Cyclone Disaster",
    "post_date": "May 26, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Frank Dobson",
            "url": "/tag/frank-dobson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Frank Dobson, the then Labour MP for Holborn and St. Pancras, in the House of Commons on 20 June 1985.",
    "content": [
        "Last week we debated overseas aid when, naturally, the speeches concentrated on the desperate plight of those living in sub-saharan Africa. No part of the debate was, therefore, devoted in any substantial way to the recent cyclone disaster in Bangladesh.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That disaster has been important not only for the people of Bangladesh but for our Bangladeshi community in Britain, particularly in London and in the constituencies of my hon. Friends the Members for Bow and Poplar (Mr. Mikardo) and for Bradford, West (Mr. Madden) and my right hon. Friend the Member for Bethnal Green and Stepney (Mr. Shore). The recent cyclone was a reminder of the vulnerability of the people who live on the Ganges delta or the edge of the bay of Bengal, whichever way one likes to describe the area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The people there live on one of the ultimate frontiers of the world. It is a frontier between land and water, between humanity and nature and between life and death. They live a tenuous existence. They are dependent upon the abundant water there for their transport and for much of their food, and they spend much effort trying to reclaim land from the sea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But because they have not received sufficient support from the wealthy nations of the world for their efforts to regain land from the sea, whenever a cyclone occurs the sea reclaims the land again and death and destruction ensue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the long-term we must give more aid, financial and practical, to Bangladesh to try to make sure that the cyclones, which we cannot stop, do not cause the death and destruction which work on the delta would stop.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The cuts in aid to Bangladesh made by the Conservatives since 1979 are a standing disgrace. In 1979, we gave £33 million, and that was not enough. In 1984, we gave, in real terms, only £33 million. To put it another way, at today’s prices, the cuts which the Conservatives have imposed on aid to Bangladesh since 1979 have deprived that country of £88 million. We are one of the richest societies the world has ever known. Bangladesh is one of the most impoverished. Yet our Government’s ludicrous priorities have deprived that poor society of £88 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Much of the aid that has been given has been misdirected and not well spent by the British Government. Large amounts of it have been spent on tea gardens, for the benefit of the owners of those tea gardens and, possibly, for tea drinkers in the developed world. That money has certainly not benefited the people working on the tea plantations. They and their families have got nothing out of the aid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another substantial amount of the aid was poured into an electricity scheme in Dacca, the principal product of which was an improvement in the reliability of air conditioning in the luxurious housing in the Gulshon part of Dacca, scarcely a sensible priority for British aid, particularly when that aid was being cut.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What is necessary for the people who live in the islands of the delta is to make them more safe, to undertake massive works of civil engineering such as those being ​ carried out now by the Dutch Government with the intention of making those islands as safe as is humanly possible and to make sure that the benefits flow, not to the rich and powerful or to people in the Bangladesh army, but to the landless people of the gulf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Dutch Government have displayed all the knowledge and skill that one would expect of a nation which itself has reclaimed vast tracts of land from the sea and made the country safe from its incursions. But the Dutch Government have also displayed a vast commitment to do something positive for the poorest and most vulnerable people in Bangladesh. We must try to ensure that our Government and other Governments of rich countries show a similar commitment, or in a few years we shall be debating another cyclone disaster affecting perhaps another 50,000 or 100,000 people of Bangladesh.  \nBangladesh needs immediate help. It needs, above all, flat-bottomed boats, helicopters, vessels for keeping clean water and radios. They are not particularly sophisticated needs. The Bangladesh Government have recently repeated their request to the whole world for flat-bottomed sea-going motor craft, as they describe them. We as a military power have an abundance of such vessels. Indeed, in 1970, as has been pointed out in recent recruitment advertisements, the Royal Marines were in action in Bangladesh after the cyclone using flat-bottomed vessels to help to rescue people and to move food and medical supplies from one island to another.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Why are we not doing it now? It would provide practical training for the marines in landing, which is something that they need to practise because of what they are there for. It would be good training for them and it would be useful work for the people of Bangladesh. We want to know tonight whether the British Government have even considered this and, if they have not, why they have not. It is not as though we do not pour military aid into Bangladesh; we do—to support the regime and to finance an army whose only possible purpose can be to police Bangladesh, because it would not last five hours against the military might of India and there is no one else to threaten Bangladesh. So, if we can give military aid consistently to sustain the undemocratic Government of Bangladesh in power, surely we ought to be able to give some immediate aid by using military means that would help to sustain the people of the Bay of Bengal in their greatest need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Recently we have heard of new flooding, not in the ultimate reaches of the delta, but in the northern part of Bangladesh, in Sylhet, whence most Bangladeshi people in Britain originally hailed. We have also heard that the supply links in the cyclone-affected area are showing great strain and that further help is needed. So what the Bangladesh Government and people need now is more practical help and more financial help.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am not criticising the contribution that the British Government have made to the Brussels football disaster fund; I think it was appropriate for Britain to give £250,000. But that disaster involved the death of just 38 Europeans. That works out at a British contribution of roughly £6,500 per life lost in the Brussels football disaster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To date, the Government have given only £750,000 towards the fund for the Bangladesh cyclone disaster in which it is estimated 50,000 Bangladeshis died. That ​ works out at just £15 per life lost in the natural disaster. The Bangladeshi community represented by my right hon. Friend the Member for Bethnal Green and Stepney and by my hon. Friend the Member for Bradford, West, who are both present, have noted the discrepancy, more in sorrow than in anger. We must do something to right that contrast. It is a wicked contrast, and it appears to be a racist response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We owe it not just to the people in the cyclone disaster affected area but to the Bangladeshi community in Britain to share its anxiety. It is part of our community. A caring community cares about the anxieties of everyone. Their worries about their relatives and former compatriots in Bangladesh must be ours. We must give practical help because that is how proper interest manifests itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Practical help must be given by the British Government because all over Britain, wherever there is a Bangladeshi community—it being a practical purposeful community—its members are clubbing together to establish funds. In my constituency and in Tower Hamlets, part of the Bangladeshi community has arranged an appeal with War on Want. Separately, the Bengali Workers Action Group has set up an appeal. It is an example of self-help that one would expect to commend itself to Conservative Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those spontaneous efforts and the support that I am glad to say they are receiving from other people living in those areas is not being matched by a commitment from the Government to provide the immediate practical help or substantial financial help which is needed at the moment. We need that commitment. Beyond that, we need a much longer term commitment to ensure that we make a proper contribution in the future towards making life safe, decent and sustainable on those extremely vulnerable islands in the delta.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should urge the two great nuclear, potentially warring, powers to take their duties seriously. In their separate ways, the United States and the Soviet Union devote thousands of millions of pounds every year to developing further their capacity to destroy each other and all of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The people at the Geneva talks should bear in mind, each time they talk about the possibility of doing something to reduce the threat of nuclear war, that there is a positive side to that. If they were to divert to peaceful, sensible purposes, I should not object to them competing. I am sure that the people of Bangladesh would not object to the Soviet Union and the United States competing to carry out the enormous works necessary to make those islands in the Ganges delta safe, prosperous, fertile and somewhere for people to earn a decent living. That would be a sensible objective for the world; it would be a sensible objective for those two major powers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need a lead from Britain because of our colonial links with Bengal, in which you, Mr. Speaker, played a prominent and honourable part. I hope, therefore, that the Government will show some initiative, some commitment, and will try to set the remainder of the developed and wealthy world doing something to make Bangladesh a better and more prosperous place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}