{
    "url": "https://www.ukpol.co.uk/leo-docherty-2022-statement-of-contingent-liability-notification-ukraine-guarantees/",
    "title": "Leo Docherty – 2022 Statement of Contingent Liability Notification – Ukraine Guarantees",
    "post_date": "October 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Leo Docherty, the Minister of State for Foreign, Commonwealth and Development Office in the House of Commons on 12 October 2022.",
    "content": [
        "Today, I have laid a departmental minute that describes two liabilities that the Foreign, Commonwealth and Development Office is undertaking to support the economic stability of Ukraine following Russia’s invasion in February 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is normal practice, when a Government Department proposes to undertake a contingent liability in excess of £300,000 for which there is no specific statutory authority, for the Minister concerned to present a departmental minute to Parliament giving particulars of the liability created and explaining the circumstances; and to refrain from incurring the liability until 14 parliamentary sitting days after the issue of the statement, except in cases of special urgency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This departmental minute sets out details of two new liabilities undertaken by the Foreign, Commonwealth and Development Office. The first is a guarantee to support lending by the European Bank for Reconstruction and Development to Ukrenergo, Ukraine’s state-owned and sole electricity transmission system operator. This guarantee has an expected maximum exposure of €54 million— £47 million. The second is a guarantee to support lending by the World Bank to the Government of Ukraine directly. This guarantee has an expected maximum exposure of €527 million—£460 million. The guarantees will be denominated in the currency Ukraine decides to borrow in. Due to the urgency of the situation in Ukraine and unexpected disruption to Parliament’s schedule in September, we notified the Public Accounts Committee instead of Parliament before signing the first of these two guarantees. We are now presenting a written ministerial statement and departmental minute to the House for information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The FCDO is guaranteeing both principal and interest repayments on the EBRD and World Bank loans. A UK pay-out would be triggered if either Ukrenergo or the Government of Ukraine miss a repayment by 180 days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The World Bank and EBRD are both well respected multilateral development banks that benefit from preferred creditor status. The UK is an active shareholder at both institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The exact length of the liabilities is linked to the terms of the agreed financing between the World Bank, EBRD and the Government of Ukraine. The EBRD guarantee has a maturity of five years. The World Bank guarantee has a maturity of 18 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "HM Treasury approved both of these guarantees and the expedited notification process. Chairs of the relevant parliamentary Committees did not raise any objections. If any Member of the House has questions, do get in touch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A copy of the departmental minute has been placed in the Library.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}