{
    "url": "https://www.ukpol.co.uk/martin-docherty-hughes-2022-speech-on-the-northern-ireland-protocol-bill/",
    "title": "Martin Docherty-Hughes – 2022 Speech on the Northern Ireland Protocol Bill",
    "post_date": "June 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Martin Docherty-Hughes",
            "url": "/tag/martin-docherty-hughes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Martin Docherty-Hughes, the SNP MP for West Dunbartonshire, in the House of Commons on 27 June 2022.",
    "content": [
        "It is always good to follow the right hon. Member for South West Wiltshire (Dr Murrison), even though I am going to profoundly disagree with him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is interesting that we now have a tantalising real-time example of what happens when a part of the UK is able to diverge from the current UK economic model. It turns out that not simply accepting lower growth than south-east England in perpetuity in exchange for a guaranteed lump sum can actually be quite beneficial, and so of course the UK Government want to put an end to it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is important, however, to take a historical view of where we are. It behoves the British Government to remember their history, for their predecessors have been here quite a few times before. The end of the seven years war in 1763—a few folk here now might have been around back then—was a catastrophic success for a newly fledged Great Britain. As a result of victory over the perfidious Europeans, it gained supremacy over the North American continent and possessions elsewhere. Let me quote from Pulitzer prize-winning Professor Alan Taylor’s history of the American revolution, here quoting Henry Ellis, a colonial Governor:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“What did Britain gain by the most glorious and successful war on which she ever engaged? A height of glory which excited the envy of the surrounding nations…an extent of empire we were equally unable to maintain, defend or govern”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Taylor adds:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Because of that triumph, the empire would reap a revolution in British America”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we stand here in these sunlit Brexit uplands, we must also consider the price that this modern-day facsimile of Georgian Britain would have us pay for attaining their own heights of glory. Even then, the idea that this place—this legislature—should be supreme above all others led them to make similar mistakes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The contradictions of British North America were slightly different from those we face today. In short, while the colonialists liked to distinguish themselves from their French and Spanish rivals as more democratic because they had a form of self-rule—let us not call it devolution—we now know that that was somewhat erroneous, as that self-rule was very much restricted to Protestant landowners. While that made the ruling of the original 13 colonies relatively straightforward, the newly won possessions in New France did not fit that model, so this Parliament decided to pass the Quebec Act, which did not go down too well with the puritans in New England or elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The vastly expanded sphere of influence was also much more expensive to maintain. Therefore, despite the warnings that this would not be appreciated, taxes were levied for the first time on colonial possessions, first through the Sugar Act 1764 and then the Currency Act 1764 and the Stamp Act 1765. All the time, the consequences for those who were subjected to the legislation were ignored, and that slowly drove a wedge between England’s interests and those of its periphery. [Interruption.] Perhaps Ministers should listen. We know what happened next.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I take us on that American detour because we live in hope that Ministers will reflect on how their wonderful wheeze, designed to reassert the primacy of this Parliament, will not work in places where people look to legislatures that are closer to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Jeffrey M. Donaldson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the hon. Member give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Martin Docherty-Hughes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will not, I am afraid, as I want to make some progress. Quite simply, be we in the 18th century or the 21st century, introducing legislation that damages the economic self-interest of those on the periphery to benefit those in the core will never end well, especially when, as in this case, it satisfies the desires solely of the parliamentary sovereigntist-fetishists, who do not represent any real majority, even in the core.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me conclude with a quote from Edmund Burke, who was not only the father of conservatism but an Irishman and a Unionist to boot. Many will remember how in “Reflections on the Revolution in France” he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“People will not look forward to posterity, who never look backwards to their ancestors. Besides, the people of England well know that the idea of inheritance furnishes a sure principle of conservation, and a sure principle of transmission”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I think more pertinent to our discussions is what comes a few paragraphs later, where he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The institutions of policy, the goods of fortune, the gifts of providence are handed down to us, and from us, in the same course and order.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "How providential it is, then, that this Conservative and Unionist Government’s blessed inheritance, and this state’s institutions of policy, are to repeat the same mistakes that have always been made. It is shame for the people of Northern Ireland that the economic and political damage of the Bill is to be visited on them in such a manner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}