{
    "url": "https://www.ukpol.co.uk/leo-docherty-2022-speech-on-ukraine/",
    "title": "Leo Docherty – 2022 Speech on Ukraine",
    "post_date": "September 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Leo Docherty, the Minister of State at the Foreign and Commonwealth Office, on 22 September 2022.",
    "content": [
        "I am very grateful to all Members for their contributions to this extremely useful debate today. I am also grateful to those on the Opposition Front Bench for their constructive and positive tone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Plymouth, Sutton and Devonport (Luke Pollard) correctly pointed out that this is Putin’s war—not Russia’s war—and that he is to blame, not the Russian people. We are in agreement on that. He pointed out the grave peril facing Putin’s army this winter, which will really test them. I am pleased to confirm that we do indeed have a long-term strategy. The tone of that has been set out again by the Prime Minister in New York, and our collective institutional efforts will be working in alliance with that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The integrated review will evolve—it is a working document and it is inherently correct that it will evolve as time passes. Robust plans to ensure the supply of munitions, both in terms of what we give our Ukrainian allies and what we need for ourselves, are energetically being put in place. I am pleased to see that the new Minister of State, my right hon. Friend the Member for Elmet and Rothwell (Alec Shelbrooke), has joined me on the Front Bench this afternoon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Cardiff South and Penarth (Stephen Doughty) gave us some moving reflections on his recent visit to Ukraine. He usefully pointed out the remarkable resolve of the Ukrainian force. That word “resolve” expresses all we need to know about the Ukrainian capability. We are in absolute agreement on that. He mentioned some issues concerning trade. I will write to him on those, because they are important in terms of the broader picture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We were honoured to have our former Prime Minister, my right hon. Friend the Member for Uxbridge and South Ruislip (Boris Johnson), speak to us. I know that he is not in his place because of a pre-arranged appointment. He was right to point out that this was a shameful war of conquest and that Russia’s youth is being sacrificed on the altar of Putin’s ego. He said that Putin’s rhetoric shows that he is weak, not strong. Putin’s singular achievement in Ukraine has been to unify the west. He mentioned the leadership of President Zelensky; I think we have all been moved by that and by the recent images of Madam Zelenska coming over for the state funeral last week. We are grateful for the bond formed by our former Prime Minister and President Zelensky, which is now being taken up by our new Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Great democracies, as my right hon. Friend the Member for Uxbridge and South Ruislip said, must have the stomach to stand up to tyranny this winter. I know we all agree with that, and our new Prime Minister was very clear about that in her speech in New York last night. Resolve is what we will all show.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Glasgow South (Stewart Malcolm McDonald) gave some very useful reflections on his recent visit. He warned that we should be aware of the “Putin whisperers” and pointed out that while the war could stop tomorrow if Russia just stopped attacking, if Ukrainians stopped defending, Ukraine would cease to exist. I thought both points provided a very useful lens through which to see the situation. We are in agreement on that, and the Government are grateful for the continued support of his party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Member for Bournemouth East (Mr Ellwood) gave some interesting reflections on grain, the weaponisation of food and energy by President Putin and the broader strategic issues at stake. The hon. Member for Aberavon (Stephen Kinnock) gave some personal reflections on his time with the British Council in Russia and used that as an important lens through which we can see the sheer bravery of those protesting against Putin’s war machine. Since yesterday it seems that at this rate they are likely to imprison more people than they can draft as new members of their armed forces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend the Member for New Forest East (Dr Lewis), the Chair of the Intelligence and Security Committee, pointed out that when it comes to tyrants such as Putin,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“cynicism has no limits and hypocrisy no boundaries”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That was extremely useful historical context. However, I can assure my right hon. Friend that we are energetically making plans to ensure that the provision of munitions for Ukraine, as well as for ourselves, is sufficient. I know that collectively we all hope to see 3% spent on our own domestic defence sooner rather than later, and the Government have commendable plans in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Tiverton and Honiton (Richard Foord) again put this matter in historical context by reminding us that even if we are not interested in war, war is certainly interested in us. He called out Putin’s lies, and I join him in that calling-out. He also gave some interesting reflections on his meetings in Ukraine with Ukrainian MPs, who have been a model of courage and resolve; I salute him in his reference to those gallant friends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend the Member for North Somerset (Dr Fox) gave a useful description of the arc of Putin’s aggression over the years. Of course, this war is not seven months old; it started many years ago with Putin’s statement at the Munich Security Conference in 2007, the invasion of Georgia in 2008 and the illegal annexation of Crimea in 2014. That was a useful context in which to set this challenge. My right hon. Friend also gave some interesting thoughts on the broader strategic situation regarding Russia’s malign activity in the Balkans and the malign influence and supply of drone munitions by Iran.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend the Member for Chingford and Woodford Green (Sir Iain Duncan Smith), who I think is on his way back, gave some Gladstonian context to the debate, pointing out that freedom has no greater bulwark than the breasts of free men and women. Freedom is not free, and we all face the price individually in houses up and down the country this winter because of the sharp rise in energy prices. He pointed out that President Putin thinks he can split us, but I offer him reassurance that we are resolute. He also made some interesting strategic remarks about the relationship between this conflict and China: China is watching and, in this new era of global competition, we are essentially deterring China in Europe. That is important to remember.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Stirling (Alyn Smith) reiterated the support of his party, for which I was most grateful, and made some interesting comments on sanctions. My hon. Friend the Member for Rutland and Melton (Alicia Kearns) made some good points about war crimes and preventing sexual violence in conflict. I am pleased to confirm that we have established with our partners the Atrocity Crimes Advisory Group and we will be hosting a conference in November on preventing sexual violence in conflict, in which I know she will be interested.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Putney (Fleur Anderson) reflected on her personal experiences in Ukraine, as did my hon. Friend the Member for Huntingdon (Mr Djanogly). I regret that my hon. Friend the Member for Isle of Wight (Bob Seely) had very little time to give us his expertise, but we treat these issues very soberly. He referred to the umbilical cord between us and our Ukrainian allies, and I am grateful for his contribution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many other hon. Members made contributions that I do not have time to cover, including the hon. Members for Birkenhead (Mick Whitley), for St Helens South and Whiston (Ms Rimmer), for Llanelli (Dame Nia Griffith), for West Dunbartonshire (Martin Docherty-Hughes) and for Strangford (Jim Shannon), and my hon. Friends the Members for The Cotswolds (Sir Geoffrey Clifton-Brown), for Devizes (Danny Kruger) and for Ruislip, Northwood and Pinner (David Simmonds).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In conclusion, our Government remain absolutely committed to continuing our support for Ukraine. As winter approaches, Ukraine’s resolve will be tested, and our resolve will be tested. This war, and the humanitarian damage that it is inflicting on Ukraine, remains very grim. The global economic consequences—most pressingly on energy and food prices—affect all of us. As the Prime Minister made clear last night in New York, we must remember that, as we support Ukraine, we are defending our own way of life: we are standing for freedom, democracy and the sovereignty of nations. We will not be deterred.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}