{
    "url": "https://www.ukpol.co.uk/leo-docherty-2022-statement-on-the-treaty-on-the-non-proliferation-of-nuclear-weapons-review-conference/",
    "title": "Leo Docherty – 2022 Statement on the Treaty on the Non-Proliferation of Nuclear Weapons Review Conference",
    "post_date": "October 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Leo Docherty, the Minister of State for the Foreign, Commonwealth and Development Office in the House of Commons on 12 October 2022.",
    "content": [
        "The House may welcome an update regarding the 10th treaty on the non-proliferation of nuclear weapons review conference, which was held at the United Nations in New York from 1 to 26 August. The conference reviewed progress and sought to reach consensus on future actions under the treaty’s three pillars: disarmament, non-proliferation and peaceful uses of nuclear technology. While the conference was unable to achieve its overall goal of a consensus outcome document owing to Russian actions, it advanced discussion on each of the treaty’s three pillars, and agreed to establish a working group on further strengthening the review process of the treaty, open to all states parties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We were deeply disappointed that, despite the progress made in many areas, Russia blocked the adoption of a consensus outcome document over references to Ukraine, in order to defend its unprovoked, illegal war on Ukraine. Russia’s betrayal of the security assurances it gave through the Budapest memorandum when Ukraine joined the treaty, and its responsibility for the unfolding situation at the Zaporizhzhia nuclear power plant, were both referenced obliquely in the President’s consolidated text. Russia’s aggression poses grave challenges to the international nuclear security architecture. The UK, and many other states, raised these concerns consistently throughout the conference, and the UK issued a joint statement with 56 countries explaining how Russia’s aggression and behaviour in Ukraine impacted the treaty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK played an active role both in the preparation for the conference and at the conference itself. As part of its preparations, the UK published a revised national report setting out the action being taken to support the treaty and fulfil the UK’s commitments across all three pillars of the treaty. At the start of the conference, former Minister of State at the Foreign, Commonwealth and Development Office, Graham Stuart MP, set out the UK’s approach and progress against the treaty’s objectives, and led a side event on the UK’s national report. The UK’s positive agenda for the conference focused on our track record on disarmament, including reductions in stockpiles and delivery systems and thought-leadership on risk reduction, verification and transparency. The UK also highlighted our leadership in establishing the “Sustained Dialogue on Peaceful Uses”, a new effort to increase access to the benefits of peaceful nuclear technologies for development, including through meeting the UN sustainable development goals. We engaged constructively in the negotiations throughout, seeking to reach agreement and to make progress across all three pillars of the treaty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The lack of a consensus outcome neither undermines the treaty nor changes states’ obligations. Of the nine previous review conferences, which have taken place almost every five years since the treaty came into force in 1970, only three have adopted a comprehensive final document by consensus. Throughout, the treaty has remained vitally important for the UK and for the international community as a whole, playing an unparalleled role in curtailing the nuclear arms race and keeping the world safe. The action plan adopted at the 2010 conference remains valid as a comprehensive road map for all states party to the treaty to follow to take forward action on disarmament, non-proliferation and peaceful use of nuclear technology, as do the consensus outcomes from 2000 and 1995. The UK will continue to work closely with our partners to strengthen the treaty and make progress against this roadmap, while also building on the successes of this conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In particular, we look forward to contributing to the working group on strengthening the review process and we will continue to work with Norway on our initiative to clarify and apply the principle of irreversibility. We will also be launching, with the United States and 30 other partners who have joined so far, the sustained dialogue on expanding access to the peaceful uses of nuclear technologies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK’s commitment to the treaty and to fulfilling our obligations, including under article VI on disarmament, remains undiminished. As a nuclear weapon state that takes our responsibilities seriously and an original party to the treaty, the UK remains committed to creating the conditions for a world without nuclear weapons. We have approximately halved our nuclear stockpile since the cold war peak and we continue to drive research and discussion on risk reduction, verification and transparency. We remain committed to working internationally to reduce the risk of nuclear conflict and enhance mutual trust and security. The UK will continue to play its part in bringing about a safer world for all and achieving the long-term goal of a world without nuclear weapons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The treaty is and will remain the fundamental cornerstone of the nuclear non-proliferation regime and is the irreplaceable foundation and framework for our common efforts on advancing nuclear disarmament and the peaceful uses of nuclear technology. The conference decided to hold the 11th review conference in 2026 in New York, with preparatory committees to take place in 2023 in Vienna, 2024 in Geneva and 2025 in New York. The UK will continue to work alongside the international community at all of these meetings to strengthen the regime and to promote international stability, peace and security and will keep Parliament updated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}