{
    "url": "https://www.ukpol.co.uk/leo-docherty-2022-statement-on-the-uk-and-natos-commitment-to-ukraine/",
    "title": "Leo Docherty – 2022 Statement on the UK and NATO’s Commitment to Ukraine",
    "post_date": "June 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Leo Docherty, the Minister for Defence People and Veterans, in the House of Commons on 20 June 2022.",
    "content": [
        "Russia’s assault on Ukraine is an unprovoked, premeditated attack against a sovereign democratic state that threatens global security. As set out to the House previously, the United Kingdom and NATO stand with Ukraine. We are providing political and practical support to support its self-defence, and will further strengthen NATO’s deterrence and defence posture. Individual NATO allies, led by the UK, are also supporting Ukraine with lethal aid to ensure that Ukraine wins.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The United Kingdom was the first country to provide lethal aid, and we have increased our military and aid support, bringing the total budget to £1.3 billion. To date, we have sent over 6,900 anti-tank missiles; five air defence systems, including Starstreak anti-air missiles; 120 armoured fighting vehicles, including a small number of Stormers; 1,360 anti-structure munitions; 4.5 tonnes of plastic explosives; and 400,000 rounds of small-arms munitions. In addition, we have supplied over 200,000 items of non-lethal aid, including more than 82,000 helmets; more than 8,000 body armour kits; range finders; and medical equipment. As announced on 6 June 2022, we are providing cutting edge multiple-launch rocket systems, which can strike targets up to 80 kilometres away with pinpoint accuracy, offering a significant boost in capability to the Ukrainian armed forces. On 17 June, the Prime Minister offered to launch a major training operation for Ukrainian forces, with the potential to train up to 10,000 soldiers every three months—120 days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are currently supplying significant air power to NATO, including increased air patrols, with both Typhoons and F-35s for NATO air policing. We have also deployed four additional Typhoons to Cyprus to patrol NATO’s eastern border. That means that we now have a full squadron of Royal Air Force fighter jets in southern Europe, ready to support NATO tasking. The United Kingdom has contributed more troops than any other ally to NATO’s enhanced forward presence. UK troops will also be deploying a company-sized sub-unit to Bulgaria to work bilaterally alongside our Bulgarian counterparts for up to six months, enhancing interoperability. The PM will meet NATO leaders again for next week’s Madrid summit, where NATO will agree the new strategic concept to set the direction of the alliance for the next decade and will agree long-term improvements to our deterrence and defence posture in response to Russia’s invasion of Ukraine. The United Kingdom’s commitment to the alliance and European security is unconditional and enduring. Our commitment to article 5 of the Washington treaty is iron clad. We stand ready to defend our allies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Ellwood**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, may I thank you, Mr Speaker, for the flag-raising ceremony that you hosted today to mark Armed Forces Week?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister was right to visit Ukraine last week. The UK has been an exemplar in our support to that country compared with many of our NATO allies. But Russia is not losing and Ukraine is not winning. The Prime Minister said, “Prepare for a long war”, and the new head of the British Army seeks to reconfigure our land forces to potentially face Russia on the battlefield. This all starkly illustrates that long-term European security is threatened not just by the utility of force but a wider conflict between the west and growing authoritarianism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, future generations may ask of NATO, “Why did you not put that fire out in Ukraine when you could have?”—by securing the port of Odesa, for example, rather than instead allowing Putin to claim a win and take his fight elsewhere. The penny is dropping in this regard. If we now recognise that our world is becoming more dangerous, Britain should lead a coalition of the willing that offers Ukraine the scale of support that it requires. Recognising this new picture requires us to review our own defence posture. We can certainly be proud of what Britain has done in upgrading its battle presence in the Baltics, leading the way in training Ukrainians and providing lethal weapons systems, but I say to the Minister that the tempo of these duties is unsustainable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are overloading our troops with those widening commitments and we are not replenishing our defence stocks fast enough. All three services are now too small to manage the ever-greater burden that we are going to place on them. The cuts set out in the 2021 integrated review to personnel and military equipment must now be reversed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the Minister agree that once again, Britain finds itself leading other European allies in spelling out the scale of the threat that the continent now faces, and stepping forward when other nations hesitate to confront that threat? We cannot do that on a peacetime defence budget of 2.2%; it is time to upgrade our defence posture and spending to 3% if we are serious about preventing the spread of conflict in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful for the opportunity to speak to some of my right hon. Friend’s points. He said that Russia is not losing in Ukraine, with which I would take issue. I think that Russia is losing and that it was losing from the point of invasion. Its catastrophic losses in the west of the country and the way that it has had to refocus in the east describe that strategic loss, so I disagree with him on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our domestic response will always be threat-based. My right hon. Friend made some remarks about whether NATO forces should have been deployed to Ukraine in anticipation of the Russian invasion. Our judgment is—and collectively, everyone would judge—that we got the balance right between providing reassurance and effect, while avoiding the direct conflict that would have resulted immediately from putting NATO forces directly into Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I said, we are a threat-based organisation. In making the argument for defence expenditure, we need to understand that there are three basic points of context that I ask my right hon. Friend to take note of. First, we do everything as part of the NATO alliance. We are one of a 30-member defensive alliance—soon to be 32—and because of that, we are a great deal stronger than we are separately. One of the significant lessons for the Russian military machine is how exposed it is by being alone. We are stronger as an alliance; as an alliance, we massively outnumber any kind of effect the Russians can bring to bear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, it is important to recognise that we acknowledged the significant threat posed by Russia as part of our defence Command Paper, which came out of the integrated review and was released in March 2021; many right hon. and hon. Members will have read it. Page 5, paragraph 1.4 leads with the fact that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Russia continues to pose the greatest nuclear, conventional military and sub-threshold threat to European security.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In terms of our doctrine and our response, that is not new to UK national defence. That is a really important contextual thing to understand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thirdly, that is why we are making good use of the £24-billion uplift that we have had under this Government, which is driving forward the agility, deployability and lethality that we need in the new global context. Manifold lessons will be drawn from the outrageous Russian invasion of Ukraine, including the vulnerability of armour and of large bodies of troops; the potency of technology and remote fires; and the urgent importance of having a fully modernised military with match-fit technology. That is what the integrated review and the defence Command Paper do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have more money than we have ever had—£24 billion more than we would have had otherwise. We will always keep things under review, but we should be confident that doctrinally and militarily, in terms of kit and equipment, we are on the right lines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}