{
    "url": "https://www.ukpol.co.uk/martin-docherty-hughes-2023-speech-on-the-armoured-cavalry-programme-sheldon-review/",
    "title": "Martin Docherty-Hughes – 2023 Speech on the Armoured Cavalry Programme – Sheldon Review",
    "post_date": "June 18, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Martin Docherty-Hughes",
            "url": "/tag/martin-docherty-hughes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Martin Docherty-Hughes, the SNP defence spokesperson, in the House of Commons on 15 June 2023.",
    "content": [
        "Let me associate myself with the comments about the former Member for Hampstead and Kilburn—a great actor, but, I have to say to Labour colleagues, a great socialist, who will be deeply missed. I express my condolences to Labour group Members—a great loss to socialism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have sat on the Defence Select Committee for almost five years. I have sat through enough evidence sessions and seen enough gloss poured over the evident shortcomings of this programme by Ministers and officials alike to treat today’s statement with much scepticism. Despite the fact that we are seeing various cheaper competitor platforms to Ajax tested in the theatre in Ukraine before our very eyes, we continue with what I think is an absolute classic 24-carat bespoke option straight out of Main Building’s fevered imagination. Today’s news is telling us that Ajax will not be ready until the end of the decade—the Minister may correct me if I am wrong—meaning that a full 20 years will have passed between concept and deployment. That is, frankly, unforgivable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yet so many of us across the Chamber would tell us today that it does not have to be like this. To give just one allied example, Norway has recently terminated its contract for the NH90 helicopters after problems were found, and will return all those helicopters while demanding a full refund. What is stopping the MOD from doing the same with Ajax and General Dynamics?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we have talked about Ukraine, if we eventually ever see any of these vehicles deployed in the field, would the Minister be happy for the UK to supply them to a country fighting for its survival against a technically advanced adversary?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I did not have the pleasure of appearing before the hon. Gentleman in the Select Committee. Obviously, we bring forward this capability to ensure that it can add huge capability on the frontline when it really matters—that is what it is being tested for. That is why it is really good news that the Army is now training on that vehicle at Salisbury Plain. Of course, that has happened much later than we wanted. That is why we are here and have the Sheldon report. Ultimately, we want to improve our acquisitions system, but procurement can be complex, even for simple things such as ferries, as the Scottish Government have themselves discovered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}