{
    "url": "https://www.ukpol.co.uk/leo-docherty-2022-speech-on-the-40th-anniversary-of-the-falklands-war/",
    "title": "Leo Docherty – 2022 Speech on the 40th Anniversary of the Falklands War",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Leo Docherty, the Minister for Defence People and Veterans, in the House of Commons on 13 June 2022.",
    "content": [
        "It is a singular honour for me to have the privilege to respond to the debate. The House is moved by and very grateful for the contribution made by the hon. and gallant Member for Barnsley Central (Dan Jarvis) and I am glad that we also had contributions from the hon. Member for Strangford (Jim Shannon), my hon. Friends the Members for Brecon and Radnorshire (Fay Jones) and for Bracknell (James Sunderland), the hon. Member for Plymouth, Sutton and Devonport (Luke Pollard) and my hon. Friend the Member for Meon Valley (Mrs Drummond), who reflected on themes such as the important role of the Royal Navy and the remarkably austere conditions in the Falkland Islands. I was also pleased to hear about the Falklands bike ride to Aldershot by Gus and Angela—something that I will look out for this week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me pick up some of the themes considered by the hon. and gallant Member for Barnsley Central. First, there is the theme of commemoration. We are all making a collective effort to ensure that this is not a forgotten war. I am pleased that over the past 74 days there have been some very significant commemorative events. Back in April, I was honoured to commemorate the start of hostilities in St Paul’s cathedral with members of the South Atlantic Medal Association. You yourself, Mr Speaker, held a magnificent beating the retreat last week. All those various activities will culminate in the national moment of commemoration at the arboretum tomorrow. I will be privileged to attend that very significant event, and Members from both sides of the House will also attend. Of course, all Members will attend events in their own constituencies. It will be my particular privilege to meet a large group of Parachute Regiment veterans at the home of the British Army in Aldershot for a very special moment this coming Saturday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fact that 255 men were killed in action, seven ships were sunk, three Falkland Islanders were killed and 30,000 men and women served and received the South Atlantic medal gives us some sense of the scale of all this. We must put on record very clearly our sincere thanks to all those forces in all three domains, whether land, sea or air. In commemoration of the important role played by the Falkland Islands civilians, we are very pleased that city status has been granted to Stanley by Her Majesty the Queen in this jubilee year. That is a fitting addition to the programme of commemoration and celebration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think we were all moved by the reflections of the hon. and gallant Member for Barnsley Central, particularly about Sergeant McKay VC. That has a broader relevance— what I would describe as the remarkable airborne ideal. The example shown by and the reputation and commitment of Ian McKay VC had an impact on this generation like no other. Like the hon. and gallant Member, I am sure, it was reading accounts of Mount Longdon, Goose Green and Tumbledown that first drew me to an interest in the Brigade of Guards and subsequently airborne forces. The airborne ideal had a very fine expression during the Falklands conflict, but it is broader than just the Parachute Regiment. It applied to the remarkable men of 3 Commando Brigade, 40, 45 and 42 Commando, the 5th Infantry Brigade, the Welsh Guards and the Scots Guards. It applied to the 1st and 7th Gurkhas, who performed so valiantly on Mount William. It applied to all attached arms of Royal Engineers, gunners, air defence, artillery, Royal Navy, Fleet Air Arm and Royal Air Force. It was a remarkable feat of combined arms, because no one arm would have been successful without the contribution of the other. In a simple metaphor, we might see the land forces—the Army—as the fist that was launched by the Royal Navy to liberate the Falkland Islands while being protected by the remarkable heroics in the air of the Fleet Air Arm and the Royal Air Force.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We were pleased as a House that the hon. and gallant Member for Barnsley Central was able to read in complete length the citation of Sergeant Ian McKay. I thought that was a very important moment. I should mention, in parallel, a source of inspiration for me, one which many people who have come into the military in the past 20 years have. On my first day at the Royal Military Academy Sandhurst, I saw my first company sergeant major, Mark Cape, who was there in his Blues jumper, wearing his South Atlantic medal. It was the sight of that medal and hearing later about his experiences as an 18-year-old guardsman, fighting his way victoriously up the scree and crags of Tumbledown, that at that point provided such a deep source of inspiration. After my very short and entirely undistinguished military career, it has nevertheless continued to be a source of deep inspiration. I am therefore grateful for the hon. and gallant Gentleman’s similar reflections on the role of Ian McKay in his military career, and I am sure that all those who have served would have similar experiences and similar points of reference because of the formational nature of the Falklands war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Drawing to a conclusion, I want to touch on two other enduring lessons of the Falklands conflict that are particularly in our minds during this 40th anniversary. The first is the legacy of human cost. I mentioned the South Atlantic medal, and we have some 30,000 awarded. As Churchill said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“A medal glitters, but it also casts a shadow.”—[Official Report, 22 March 1944; Vol. 398, c. 872.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is the case for the 255 British service personnel and the three Falkland Islands civilians killed, but also for the 649 Argentinians who were killed, because behind every casualty statistic, there is a family. For that family, their experience and their burden started in 1982, and it did not end. Earlier last month, I was privileged to meet the families of those killed in the Falklands conflict in St Paul’s, and I am looking forward to seeing some of those airborne families again in Aldershot this Saturday. That is a very significant, enduring impact. We must always remember the human legacy and the human cost of war. That theme will be reflected in events over the next week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The last lesson I want to draw is a simple one, which is very relevant today, about the power of resolve in military affairs, and the power of what we can achieve when we conduct combined arms warfare properly. The Falklands conflict demonstrates all that is good and best about the power of British military determination and what it can do when it is combined with a very clear and resolute foreign policy in the interest of freedom and as a guardian of freedom. In 1982, our Prime Minister at the time said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“peace, freedom and justice are only to be found where people are prepared to defend them.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have heard about the men and women who were prepared to defend them in 1982. That is still the case, because they set an example to us all, for which we are eternally grateful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}