{
    "url": "https://www.ukpol.co.uk/leo-docherty-2022-speech-on-sri-lanka/",
    "title": "Leo Docherty – 2022 Speech on Sri Lanka",
    "post_date": "November 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Leo Docherty, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 9 November 2022.",
    "content": [
        "I am pleased to respond to this debate and I thank my hon. Friend the Member for Carshalton and Wallington (Elliot Colburn) for leading it. I also thank the hon. Member for Richmond Park (Sarah Olney), the right hon. Member for East Ham (Sir Stephen Timms) and my right hon. Friend the Member for Chipping Barnet (Theresa Villiers) for securing it. We have heard a number of moving contributions, reflecting the deep humanitarian and economic crisis afflicting Sri Lanka, and I am grateful for those contributions. We heard from the hon. Member for Mitcham and Morden (Siobhain McDonagh), the right hon. Member for Kingston and Surbiton (Ed Davey), the hon. Members for Richmond Park, for Ealing North (James Murray), for Leicester East (Claudia Webbe) and for Strangford (Jim Shannon), and the Opposition spokespersons, the hon. Members for Dundee West (Chris Law) and for Hornsey and Wood Green (Catherine West). I should say that the Minister of State, Foreign, Commonwealth and Development Office, my right hon. Friend the Member for Berwick-upon-Tweed (Anne-Marie Trevelyan) is now the lead Minister on our relations with Sri Lanka, but I am pleased to respond to this debate on her behalf, and I will briefly reflect on the activities of Lord Ahmad, who, until now, has held that brief.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK and Sri Lanka have had a long shared history. Many UK citizens and parliamentarians have close ties with that country; we have heard Members speak movingly of their experiences in Sri Lanka. The relationship really does matter to the UK, and it has been extremely difficult for us all to witness Sri Lanka’s recent economic decline. It is an economic crisis made worse by dreadful and long-term mismanagement, the economic fallout from the terrible 2019 Easter Sunday attacks, the covid pandemic and Russia’s illegal invasion of Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As for what the British Government is doing about this, we believe that a stable and inclusive political settlement is an essential foundation for economic recovery and growth in the long term in Sri Lanka. Lord Ahmad of Wimbledon made that point to Sri Lankan President Wickremesinghe in July and to Sri Lankan Prime Minister Gunawardena in August, urging progress both on human rights and accountability, and on economic reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK is providing economic support through a number of institutions, including the IMF, the World Bank, the United Nations, the Asian Development Bank and the Paris Club. As has been mentioned, we welcome the initial September staff-level agreement with the IMF for a four-year support programme of some $3 billion. Although this agreement represents a positive milestone for Sri Lanka, continued negotiations are needed to achieve final programme approval and a route to restore macroeconomic stability and debt sustainability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some hon. Members have proposed conditionalities on IMF assistance. Within its governance structure, the IMF only has the ability to impose conditionality linked to economic policy, not political or human rights-linked conditionality. But of course we want human rights progress to advance in tandem with economic progress, and we will use other mechanisms to hold the Sri Lankans to account and progress human rights in that regard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Theresa Villiers**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "May I emphasise that, if these international bodies are allowed to impose conditions in relation to economic matters, they should be imposing conditions in relation to military spending, cronyism and corruption? Those are reasonable asks of any bail-out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I note my right hon. Friend’s comments, but we seek to interlink conditionality with our approach in multilateral forums with regard to human rights. Essentially, we are using the UN to push forward human rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In addition to our economic support through institutions, the UK Government have also provided humanitarian assistance. We announced £3 million of humanitarian support in September. This will be delivered through the Red Cross and the United Nations partners as part of our ongoing humanitarian response. It is, of course, important that humanitarian assistance reaches those who need it most, wherever they are in the country, and that is something that we want to see. The UK is also the largest donor to the United Nations central emergency response fund, contributing more than £1.7 billion since its inception in 2006. The fund has already provided $5 million to Sri Lanka.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wish to address the question raised by the right hon. Member for Kingston and Surbiton (Ed Davey) about conditionality with regard to trade discussions. On the generalised scheme of trade preferences, the EU scheme to which he referred will be replaced by our new developing countries trading scheme early next year. Under this new scheme of preferences, the UK will retain the power to suspend a country on the grounds of human rights violations. I take his point and am pleased to confirm that, under our new arrangements, we will have that capacity in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Ed Davey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Minister for giving way. I am not sure whether he has read the House, on both sides, or the motion today. It is a question not of whether the Government have the capacity to do something but of whether they are going to use that capacity to send the message that this House wants to send. We are not prepared to put up any longer with the way the Sri Lankan Government are treating many of their citizens, not least those from the Tamil community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I note the right hon. Gentleman’s intervention and am grateful for it. I hope that I have offered him reassurance by noting that we do have that capacity. I will not make pronouncements from the Dispatch Box today about our plans, but it is reassuring to Members to know that we maintain that freedom of movement in terms of our future trading relationship with Sri Lanka.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me turn explicitly to the human rights situation. The comprehensive report issued by the Office of the High Commissioner for Human Rights, which has been mentioned today, highlighted a number of profound concerns. There continues to be a lack of progress on basic human rights and post-conflict accountability. The report also highlights economic crimes and the link to a lack of accountability, and the need to ensure that the most vulnerable continue to receive support. Minority communities continue to face discrimination and harassment by state authorities. In the north and the east of the country, where Tamils and Muslims are in the majority, schemes that emphasise Buddhist hegemony continue to aggravate tensions. For two years, provincial council elections have been delayed under the promise of electoral reform, denying a voice for local and minority groups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Protest leaders have been arbitrarily or unlawfully arrested and the state of emergency powers have been extensively used. The Government of Sri Lanka have made numerous commitments to the international community to address this situation. They have promised to repeal the Prevention of Terrorism Act 1978 and implement legislation that is compliant with international human rights standards. The Government have also promised to implement a proper accountability mechanism to establish truth, reconciliation and justice. We will continue to call on Sri Lanka to make progress on human rights and accountability. We will continue to work with international partners to hold the Government of Sri Lanka to their promises. We have supported efforts to promote human rights and peace and reconciliation in Sri Lanka for many years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In October, we worked with partners in the UN to agree the new resolution on Sri Lanka—resolution 51/L1—which has been mentioned many times today, to extend the mandate to report on the realities on the ground and to preserve and protect evidence of past human rights violations and abuses for future accountability processes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This international framework ensures that Sri Lanka remains on the international human rights agenda, and we believe that this diplomatic approach is the best way to encourage progress. However, we recognise that sincere and sustainable progress on human rights and accountability must be led by the people of Sri Lanka. Over the past three years we have spent more than £10 million from our conflict, stability and security fund to support peacebuilding, social cohesion and gender equality, as well as to strengthen democratic institutions. Lord Ahmad of Wimbledon met Sri Lankan Foreign Minister Ali Sabry in September to urge progress and to renew our offer to work with Sri Lanka.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A number of right hon. and hon. Members have mentioned sanctions. The Government would not speculate from the Dispatch Box on possible designations, since that would reduce their impact, but we keep all evidence and potential listings under close review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To conclude, the people of Sri Lanka are experiencing an unprecedented economic crisis and they continue to face violations of human rights and barriers to justice. In response to the economic situation, the UK Government have provided direct humanitarian assistance and financial support through multilateral institutions, and we continue to pursue options for debt relief through all of this; ensuring that the poorest and most vulnerable continue to receive support at this time is critical.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will continue to support the Sri Lankan people in their pursuit of justice and accountability and of progress on human rights, including at the UN Human Rights Council. Sri Lanka is an important and valued friend of the United Kingdom, and this Government will do all we can to help the Sri Lankan people to achieve the prosperous and peaceful future they deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}