{
    "url": "https://www.ukpol.co.uk/leo-docherty-2022-speech-on-the-international-day-for-the-elimination-of-violence-against-women/",
    "title": "Leo Docherty – 2022 Speech on the International Day for the Elimination of Violence Against Women",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Leo Docherty, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in Westminster Hall, the House of Commons on 1 December 2022.",
    "content": [
        "I am glad to be able to respond to this powerful and forthright debate. I am grateful to the hon. Member for Bristol South (Karin Smyth) and my hon. Friend the Member for Thurrock (Jackie Doyle-Price) for calling the debate and leading off. I should say that this subject sits in the portfolio of the Minister of State, Foreign, Commonwealth and Development Office, my right hon. Friend the Member for Sutton Coldfield (Mr Mitchell), but I am pleased to be here in his place. I am grateful for Members’ contributions, and I will try to cover them all and give some assurance about the Government’s policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Bristol South laid out in quite stark terms the landscape of inequality and risk that women and girls face with regard to gender-based violence. She kicked off with remarks about Qatar and put the subject in the context of Ukraine, but she also focused on her constituency and Bristol. That was quite an alarming picture. She made very good points about the need for specialist rape courts, for particularly well-qualified individuals to be working in our police forces, and for a data-driven response to that challenge. I commit to her that I shall gently ask one of my fellow Ministers, perhaps from the Ministry of Justice or the Home Department, to write to her with an update on how we are getting on in relation to specific expertise in dealing with rape cases in our courts system. I was very grateful that she raised that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend the Member for Thurrock was frank in her very stark assessment of how poorly we are doing when it comes to the statistical feedback. She laid down a very forthright and welcome challenge to the Government, and she drew attention to the very bad experience of our own colleagues in conducting their lives as female MPs. She mentioned the very dignified and powerful speech delivered to us and all colleagues by Madam Zelenska on Monday and put that in the context of our efforts in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am glad that my hon. Friend commended our PSVI conference, but she also reflected that we need to keep our own house in order, and we accept that challenge. Our policy should not be just words, and she made the case for proper therapeutic care in the NHS and proper protections for rape victims in prisons. Again, I will ask my colleague in the Ministry of Justice to write to her with an update about the situation regarding proper protections in prisons. I will also ask, from the NHS side, for an update on the therapeutic care pathway for rape victims. I will be very pleased to do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My friend the hon. Member for Strangford (Jim Shannon) spoke movingly about the international context with regard to victims of gender-based violence and about kidnap in Nigeria and the Yazidis in Iraq. Of course, we are keenly aware of the ravages of Islamic State in Nigeria. We raise that on a very frequent basis with the Government of Nigeria, and we will continue to do so. I thank the hon. Gentleman for raising those cases here today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes) referred very forthrightly and movingly to the Killed Women organisation. I am grateful to her for raising that. I was glad that she commended the Domestic Abuse Act 2021, but she quite rightly said that we must get our own house in order, and the Government certainly accept that challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Warrington North (Charlotte Nichols) made a very valid point about the confidentiality of counselling notes in the handling of rape cases, which is by necessity extremely sensitive. I will ask my colleague in the Ministry of Justice to write with an update on our policy with regard to confidentiality in the handling of counselling notes, because the hon. Lady made it very clear that that is a key component of successful prosecution of these cases. She put it in a very well rounded way when she said that violence against women and girls cannot be ended by the victims. I thought that that was a very good way of seeing it, and she made a good point. We all join her in calling for holistic change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend the Member for Totnes (Anthony Mangnall) gave us some interesting reflections about the genesis of the PSVI conference and programme. We are grateful for his long-standing involvement in that and his keen advocacy of it still, some 10 years later. I agree with him that it was an achievement of true statecraft, and it continues to be. I think that those who visited the conference on Monday saw the energy, resource and priority that the Government afford this work, but of course that will only be as good as our ability to maintain the momentum, commitment and political priority. Of course, it is a priority, and that can be seen in our international development strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend asked me how much resource was going to the Ukraine fund specifically. I can tell him that it is £10 million, and that will be routed through Ukrainian organisations on the ground. They will be best placed to afford that assistance to our Ukrainian allies, who are heroically resisting outrageous Russian aggression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Putney (Fleur Anderson) also reflected on the PSVI conference. She made some quite critical remarks. I accept those in the spirit in which they were intended. I should confirm to her that our bilateral violence against women and girls spend is £27.6 million annually, and it remains a major priority. That is why we have another commitment, of £12.5 million, over the next three years. It is front and centre in our development strategy, as is only right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend the Member for Redditch (Rachel Maclean) challenged the Home Office to update her on spiking laws. That is a very serious issue, and I commit to asking my colleague in the Home Department for an update. We all recognise those sorts of cases in our own constituencies, and I am pleased to take action on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was most grateful to my right hon. Friend the Member for Chelmsford (Vicky Ford) for reflecting on the Bunny Walks initiative in her constituency, which is a powerful example of community action. She also made a commendable point about the PSVI conference: there can be no peace without justice. She spoke movingly about the valuable time she spent in Africa, and I was pleased that she referred to her visit to Ethiopia in October. I think that all colleagues will commend and thank her for her energy while in her ministerial role, and for her continued interest in these issues from the Back Benches. We are most grateful for her continued advocacy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Caroline Nokes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I join the Minister in his comments about my right hon. Friend the Member for Chelmsford (Vicky Ford), but I will not let him gloss over what she said about women’s right to reproductive health, which is a crucial part of preventing violence against women and girls. Will he join me in reaffirming the Government’s position on women’s right to access abortion, and in regretting the fact that, in some countries, abortion is still not available when it should be?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very happy to join my right hon. Friend in those remarks. We are of one view, and I am very grateful for her intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend the Member for Bury North (James Daly) made a strident and powerful speech, based on intimate personal experience in his own constituency, about the low prosecution rate in rape cases. I will ask my colleague in the Ministry of Justice to write with an update on that. My hon. Friend painted a picture, based on intimate personal knowledge, of a derisory state of affairs. I will seek an update for him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful for the powerful contribution of the Labour Front-Bench spokesperson, the hon. Member for West Ham (Ms Brown). I join her in calling out the shocking impact of gender-based violence on women and girls, and I am grateful to her for bringing to the attention of colleagues the powerful testimony of survivors in Ethiopia. She asked, validly, why there were no Ethiopian survivors at the conference on Monday. We will take that home. She rightly pointed out some other lessons that we should learn from the conference about the handling of the experiences of survivors. I can confirm that they are being learned in advance of the next conference. She spoke about empowering women around the world. I assure her that gender-based violence will remain a core priority of the Government, and that we will seek to reflect that in our sanctions policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We were delighted that, subsequent to the conference, 54 states endorsed the political declaration, which sends a powerful sign of international resolve. We thought that that was important. That is backed up by our new three-year strategy and £12.5 million of new funding. More than £5 million will go to the Global Survivors Fund, founded by Dr Mukwege and Nadia Murad. We are putting our money where our mouth is. This work has resource and significant political energy. I again thank colleagues for their contributions to today’s powerful debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}