{
    "url": "https://www.ukpol.co.uk/leo-docherty-2023-statement-on-the-uk-visit-of-governor-of-xinjiang/",
    "title": "Leo Docherty – 2023 Statement on the UK Visit of Governor of Xinjiang",
    "post_date": "February 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Leo Docherty, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 9 February 2023.",
    "content": [
        "We understand from the Chinese embassy that the governor of Xinjiang may visit the UK next week. To be very clear, he has not been invited by the UK Government or the Foreign, Commonwealth and Development Office, and we have no confirmation that he will, in fact, travel. Our expectation is that he will travel on a diplomatic passport, and therefore he has not yet been granted a visa. If he does visit, I assure this House that under no circumstances will he be dignified with a ministerial meeting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "China’s actions in Xinjiang are abhorrent and we will not legitimise them in any way. However, robust engagement to challenge human rights violations and to stand up for the rights of the oppressed is at the core of the UK’s diplomatic work around the world. We must be prepared to use diplomatic channels to achieve that end, hence officials would be prepared to offer him a meeting. In line with that principle, there is only one reason why such a meeting would take place—to make absolutely clear the UK’s abhorrence of the treatment of the Uyghur people and to say that we will not relent from exposing the horrors to which they are subject. That point needs to be set out clearly to China. It is only right that people responsible for human rights violations are confronted on these issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK has played a leading role in international efforts to hold China to account on Xinjiang. In 2019, we became the first country to step up to lead a joint statement on China’s actions in Xinjiang at the UN. Since that first statement, which was supported by 23 countries, we have worked tirelessly through our global diplomatic network to broaden the caucus of countries speaking out. Our leadership has sustained pressure on China to change its behaviour and consistently increase the number of countries speaking out. Most recently, our diplomatic effort helped to secure the support of a record 50 countries for a statement on Xinjiang at the UN third committee in October.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have imposed sanctions on four individuals and one entity in Xinjiang, and have introduced robust measures to tackle forced labour in supply chains. We have consistently raised our concerns at the highest level in Beijing. Let me be absolutely clear that we will continue to emphasise at all levels that the world is watching what China’s authorities say and do in Xinjiang. They cannot hide their abuses. The UK and our allies will not turn away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}