{
    "url": "https://www.ukpol.co.uk/leo-docherty-2022-statement-on-uk-military-support-for-ukraine/",
    "title": "Leo Docherty – 2022 Statement on UK Military Support for Ukraine",
    "post_date": "May 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Leo Docherty, the Minister for Defence People and Veterans, in the House of Commons on 10 May 2022.",
    "content": [
        "The United Kingdom strongly condemns the appalling, unprovoked attack President Putin has launched on the people of Ukraine. We continue to stand with Ukraine and continue to support its right to be a sovereign, independent and democratic nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The United Kingdom and our allies and partners are responding decisively to provide military and humanitarian assistance. This includes weapons that help Ukraine’s heroic efforts to defend itself. We have sent more than 6,900 new anti-tank missiles, known as NLAWs—next-generation light anti-tank weapons—a further consignment of Javelin anti-tank missiles, eight air defence systems, including Starstreak anti-air missiles, 1,360 anti-structure munitions and 4.5 tonnes of plastic explosives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As Ukraine steadies itself for the next attack, the UK is stepping up efforts to help its defence. As we announced on 26 April, we will be sending 300 more missiles, anti-tank systems, innovative loitering munitions, armoured fighting vehicles and anti-ship systems to stop shelling from Russian ships.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The United Kingdom has confirmed £1.3 billion of new funding for military operations and aid to Ukraine. This includes the £300 million the Prime Minister announced on 3 May for electronic warfare equipment, a counter-battery radar system, GPS jamming equipment and thousands of night-vision devices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Ministry of Defence retains the humanitarian assistance taskforce at readiness; its headquarters are at 48-hours readiness, and the remainder of the force can move with five days’ notice, should its assistance be requested. The UK has pledged £220 million of humanitarian aid for Ukraine, which includes granting in kind to the Ukraine armed forces more than 64,000 items of medical equipment from the MOD’s own supplies. We are ensuring that the UK and our security interests are secured and supporting our many allies and partners, especially Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}