{
    "url": "https://www.ukpol.co.uk/leo-docherty-2022-speech-on-global-food-security/",
    "title": "Leo Docherty – 2022 Speech on Global Food Security",
    "post_date": "October 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Leo Docherty, the Minister for Europe, in the House of Commons on 26 October 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Pritchard. I am standing in at short notice after my right hon. Friend the Member for Chelmsford (Vicky Ford) left her position. I wish to put on the record our gratitude for everything that she did so magnificently in the Department in recent months in her role as the Minister for Development. Her work was much admired throughout the House and her recent visit to Ethiopia showed the compassion with which she conducted her duties and the extent of her contribution. I put on the record our thanks to her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the same spirit, I congratulate the incoming Minister for Development, my right hon. Friend the Member for Sutton Coldfield (Mr Mitchell). He will need no introduction on this issue; he has long-standing and deep expertise. I am sure he will fulfil the role with alacrity and that he will be available for Westminster Hall debates in the near future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I congratulate the hon. Member for Birmingham, Erdington (Mrs Hamilton) on her first Westminster Hall debate. She gave a passionate speech full of information and I am grateful for the issues and questions she raised. She set the issue of food security in the global context very effectively, and mentioned the fact that food insecurity is a function not of food shortage but of a lack of access to food; I agree wholeheartedly. It is with great regret that we see food being weaponised as a political means of achieving certain outcomes around the world—indeed, we are seeing that in mainland Europe right now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member mentioned the fact that we have a global cost of living crisis; I will make some remarks about our contribution to the World Food Programme in that respect. She rightly pointed out that women and children are disproportionately affected by food insecurity, and I assure her that that is why empowering women and girls is one of the main pillars of our international development strategy. We are in agreement on that issue. She also made some remarks about climate finance, which I will cover presently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank all hon. Members for their contributions, not least the Labour spokesperson, the hon. Member for Birmingham, Edgbaston (Preet Kaur Gill); the hon. Member for Rutherglen and Hamilton West (Margaret Ferrier), who is no longer in her place but talked about the importance of small farmers; and the hon. Member for Strangford (Jim Shannon), who talked about the importance of domestic food production and the magnificent production of fish and beef in his constituency, which is an extremely important contributor to UK domestic production. The hon. Member for Glasgow North (Patrick Grady) talked about the importance of sustainable agriculture and small farmers, which was a very relevant set of remarks, and the hon. Member for Coventry North West (Taiwo Owatemi) mentioned the climate impact of food security, which is something we are serious about and which I will cover presently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Stirling (Alyn Smith) made clear the connection between geopolitics and agriculture and brought to bear his deep experience in the European Parliament, which was welcome. He referred to the IDC report; he will have seen the Government response, which is cogent and lays out the fact that the Government are doing a great deal. He should be reassured that there is coherence across Government about bringing development to bear throughout everything we do, and that it is linked into the integrated review in terms of our being aware of climate change and food security as a function of geopolitics, but I welcome his remarks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The world faces an unprecedented food and nutrition crisis. Conflict, climate change and the lasting impacts of covid have had a devastating impact on local and global food systems and the people who rely on them. On top of that, we have the insecurity coming out of Putin’s outrageous invasion of Ukraine and the extent to which he has sought to weaponise the flow of grain, principally, but also other foodstuffs from Europe’s breadbasket. We are keenly aware that up to 345 million people face acute food insecurity. Close to 50 million people are one step away from famine and, across the regions of most concern, some 9 million children are suffering from severe malnutrition. Our focus is on meeting humanitarian need, keeping food moving and working to future-proof global food systems. We are working to resolve conflict and address its root causes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I gently say to the hon. Member for Birmingham, Edgbaston that we have been constrained in our official development assistance budget, given the reduction to 0.5%, but we should be proud that it is still north of £11 billion annually. It is not a decimation: development is still a very important part of our political output through the Foreign Office, so we should be upbeat about what we can achieve given—and despite—our budgetary constraints. Helping those in acute humanitarian need is a top priority. We are taking life-saving action. Our support to the World Food Programme is helping it to reach 150 million people in urgent need of food and nutrition assistance this year. We plan to provide £156 million of bilateral humanitarian assistance to east Africa this year, helping millions of people to access essential services and supplies, including food, water, shelter and healthcare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course, the UK is combining aid with diplomacy, using our political influence to bring others to the table and deliver a greater impact. At September’s United Nations General Assembly we co-hosted an event with the head of humanitarian affairs at the UN, Martin Griffiths, the head of the United States Agency for International Development, Samantha Power, and the Governments of Italy and Qatar, to raise the level of alarm around the humanitarian crisis in the horn of Africa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Furthermore, we have been one of the first to respond to the terrible flooding that has affected more than 33 million people in Pakistan. Alongside the amazing response from the British public to the Disasters Emergency Committee’s appeal, we have provided supplies, shelter and essential water and sanitation assistance to help to prevent water-borne diseases. Colleagues have been hugely impressed with Lord Ahmad’s leadership on that in the Department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When it comes to multilateral finance, international co-operation is paramount in addressing food insecurity. With the UK’s support, the multilateral development banks are stepping up their assistance. Of course, we remain one of the largest shareholders—indeed, we are joint fifth—at the World Bank. The bank has announced $36 billion-worth of support alongside a further $9 billion from other multilateral development banks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When it comes to Ukrainian grain, it is clear that Russia’s invasion of Ukraine has been extremely harmful. We have pushed hard for the Black sea grain initiative and are very grateful for the leadership and co-ordination provided by the Turkish Government, which has helped to stabilise food supplies by increasing the flow of grain out of Ukraine. Since 1 August, more than 8 million tonnes of food has been exported from Ukraine’s Black sea ports and, importantly, more than 60% of the wheat exported has gone to low and middle-income countries. That is despite what Putin’s regime might say in its propaganda. It is vital that Russia does not block the deal’s extension when the initial 120-day period expires on 19 November. We are working really hard through our diplomatic channels to ensure that that does not happen, because the grain must keep flowing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Several Members mentioned climate change and sustainable agriculture, which is absolutely critical. Feeding the world must work hand in hand with tackling climate change, biodiversity loss and biological threats. I can confirm that our international development strategy reaffirmed our commitment to doubling our international climate finance to £11.6 billion between 2021-22 and 2025-26. At least £3 billion of that will be invested in solutions to protect and restore nature, and we aim to ensure a balanced split between mitigation and adaptation finance. We are putting our money where our mouth is. We think that is important because, as has been discussed in this debate, if the climate is protected to allow small farmers to continue production, that tackles the root cause of these sorts of issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Furthermore, under our COP26 presidency we helped to bring agriculture and food systems to the centre of climate discussions at that forum. We launched the agriculture breakthrough agenda, which will help to accelerate the transition to sustainable agriculture. At the World Bank annual meetings, we bought partners together for our policy dialogue, to learn about and collaborate on policies that work for people, climate and nature, such as the repurposing of harmful subsidies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For example, Vietnam is training farmers in the Mekong delta in sustainable rice production, cutting the use of water resources by 40% and reducing fertiliser use while increasing farmers’ incomes. Similarly, Sierra Leone is planting trees on degraded lands to reduce the impact of climate change and to protect farmers from flooding. I am sure Members will be pleased to hear that in Malawi, Nepal, Rwanda and Ethiopia, our commercial agriculture for smallholders and agribusiness programme is helping farmers to adopt climate-smart technologies and improve fertiliser use.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On science, technology and innovation, our investment in science and research has been important to the Foreign Office’s work. Our support enables bodies such as CIGR—the International Commission of Agricultural and Biosystems Engineering, which is the world’s leading agricultural science and innovation organisation—to release new climate-resilient wheat varieties, which help millions of farmers to increase the resilience of their crops to drought and disease. Last year alone, our investments resulted in the release of 59 climate-resistant and nutritious new bio-fortified crop varieties, feeding more than 27 million people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jim Shannon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Minister for his comprehensive response to the debate. I and other Members have talked about the partnership between the agrifood sector and universities, and how that advances the technological opportunities that result. Does he recognise that those contributions and those partnerships in universities across all of this great United Kingdom of Great Britain and Northern Ireland really point the way forward to finding a new way to feed the world?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I agree entirely; that co-operation is extremely important. That kind of research and co-operation has shown that the efficiency of things such as photosynthesis in food crops can boost yields by more than 20%. That is critical to drive up yield, improve the efficiency of land use and, of course, feed the world, so we are in agreement. We need such technological transformation to expand global food supplies in a sustainable way without expanding land use or damaging the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I conclude by thanking all hon. Members for their thoughtful contributions. We acknowledge the fact that feeding the world in the face of such huge challenges demands the attention of us all, and the entire effort of the Government is focused on that. I am grateful for the contributions from all parties. We will continue our extremely important work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}