{
    "url": "https://www.ukpol.co.uk/martin-docherty-hughes-2022-speech-on-independent-inquiry-into-afghanistan/",
    "title": "Martin Docherty-Hughes – 2022 Speech on Independent Inquiry into Afghanistan",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Martin Docherty-Hughes",
            "url": "/tag/martin-docherty-hughes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Martin Docherty-Hughes, the SNP Defence Spokesperson, in the House of Commons on 15 December 2022.",
    "content": [
        "I am grateful to the Minister for advance sight of the statement. I declare a personal interest, given that my brother served two tours of duty in Afghanistan, but not in the special forces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome the fact that the Minister said there is a credible requirement for the investigation. Although SNP Members might not agree with the hon. Member for Harrow East (Bob Blackman) about the overseas operations Act, I am glad the Minister, the Department and the Secretary of State for Defence at least believe that this inquiry needs to take place. However, I have a bit of a concern, which I am sure the Minister will seek to clarify. As a former member of the Defence Committee, and having sat on the previous Armed Forces Bill Committee, both of which, critically, discussed the treatment of women in the armed forces, I know there is grave concern that, when there is any type of investigation—especially if it is credible—the justice system does not view it properly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I therefore seek reassurances from the Minister that the right hon. Lord Justice Haddon-Cave recognises the complexity of the case and understands the lived experience not only of those making the accusations, but—the Minister is probably right about this—those in the armed forces as well. Lord Justice Haddon-Cave must understand the overall complexity of the issues being investigated and take on board the entirety of them in any conclusions, because previous investigations—notably around the treatment of women in the armed forces—give me grave cause for concern.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also want to put on record my commitment and that of my party to members of the armed forces, who play their role and put their lives on the line daily. On a personal note, I recognised that when my brother served two tours of duty in Afghanistan and one in Iraq. He and his comrades in arms put their best foot forward and did the duty they were asked to, but even they recognise that, sometimes, people make mistakes. If mistakes have been made, they need to be properly investigated, and the full weight of the law needs to be brought to bear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Murrison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the hon. Gentleman, and I pay tribute to his brother for his service. Justice Haddon-Cave is no ordinary judge; he is one of the most senior members of our judiciary, and he has been selected by the Lord Chief Justice for this task because of that. It therefore follows that he is perfectly capable of appreciating the complexity of this issue. I hope that that gives the hon. Gentleman the reassurance he seeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As for the further conduct of the inquiry, that will now be a matter for Lord Justice Haddon-Cave; it certainly will not be a matter for me. I underscore that this is an independent inquiry, and it would be entirely improper for me, from this point, to comment further on its conduct. As I understand it, Lord Justice Haddon-Cave intends to issue a statement of his own shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}