{
    "url": "https://www.ukpol.co.uk/leo-docherty-2023-statement-on-the-uk-lraq-relationship-on-20th-anniversary-of-iraq-conflict/",
    "title": "Leo Docherty – 2023 Statement on the UK-lraq Relationship on 20th Anniversary of Iraq Conflict",
    "post_date": "March 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Leo Docherty, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 16 March 2023.",
    "content": [
        "My noble Friend the Minister for the Middle East, North Africa, South Asia and the United Nations, Lord Ahmad) has made the following written ministerial statement:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "20 March 2023 marks the 20th anniversary of the beginning of the conflict in Iraq. This anniversary is an opportunity to remember the service and sacrifice of all those who served in the conflict. At this time, we pay particular regard to those service personnel, British, allied and Iraqi, as well as civilians who died or were wounded in the conflict in Iraq. It is also a time to reflect upon the conflict and Parliament’s role in it, and to restate the UK’s enduring commitment to support the development of a stable, prosperous and democratic future for all Iraqi people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All of us will undoubtedly have in mind today the 179 British and allied personnel who lost their lives in the conflict. I pay tribute to them and to their bravery, and my sympathy goes out to their families for their loss. Their sacrifice and determination to make the world safer for all of us will never be forgotten. Next week Ministers from HM Government will attend commemorative events across the UK, remembering all those who served in the conflict and particularly those who gave the most. Today we have in our thoughts those service personnel that died, and those who were wounded or injured as a result of the conflict. We also remember and give thanks to all personnel of the UK armed forces who served in Iraq, and their families, who provided vital support at home whilst their loved ones were deployed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also have in mind the many Iraqi citizens who were killed during the conflict or who have died since in military operations, bombings, acts of terrorism or through sickness and disease. There is no doubt that the people of Iraq have faced enormous and grave challenges over the last 20 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As part of our remembrance, we must ensure we continue to implement the hard won and costly lessons. The UK Government have learned much from the Chilcot inquiry and continue to draw upon it as we improve national security decision making and implementation. The purpose of the inquiry was to examine the United Kingdom’s involvement in the conflict in Iraq, including the way decisions were made and actions taken, to establish as accurately and reliably as possible what happened, and to identify lessons to be learned. The FCDO continues to institutionalise the Chilcot lessons learned across policy, operations and strategy so that staff are equipped to support decision making and implementation in complex contexts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should also look forward. Today, the UK and Iraq share a close and enduring partnership, working together to address shared global challenges. Through the global coalition against Daesh, NATO Mission Iraq and our long-term bilateral initiatives, we remain committed to Iraq in its fight to defeat Daesh and to enjoy peace and stability. We are working with the Government of Iraq to support economic reform, energy transition, human rights and freedom of religion and belief, and to mitigate the effects of climate change. These joint efforts to unlock Iraq’s immense potential, as represented by its young population, characterise the relationship in 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I saw this for myself during my visit to Iraq at the end of February. There has been significant progress since 2003 but we are committed to supporting further progress and strengthening our partnership with Iraq. The UK remains committed to preserving the unity, sovereignty and territorial integrity of Iraq. We stand shoulder-to-shoulder with the Government and people of Iraq to safeguard stability and deliver prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}