{
    "url": "https://www.ukpol.co.uk/martin-docherty-hughes-2022-speech-on-scottish-independence-and-the-scottish-economy/",
    "title": "Martin Docherty-Hughes – 2022 Speech on Scottish Independence and the Scottish Economy",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Martin Docherty-Hughes",
            "url": "/tag/martin-docherty-hughes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Martin Docherty-Hughes, the SNP MP for West Dunbartonshire, in the House of Commons on 2 November 2022.",
    "content": [
        "I was actually glad to the hear the hon. Member for Banff and Buchan (David Duguid) speak up on behalf of the Union. We might not agree, but at least a Conservative and Unionist party Back Bencher from Scotland is here to do the job they are paid to do by their constituents. I know that the Secretary of State was here earlier and that the Under-Secretary of State for Scotland, the hon. Member for Berwickshire, Roxburgh and Selkirk (John Lamont), is here now, but it is commendable to see the hon. Member for Banff and Buchan here doing his job. That is what we are all here for: to speak up on behalf of our constituents. I just thought it was important to say that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the constitutional debate that we are having—there is an element relating to the constitutional position—the hon. Member for Aberconwy (Robin Millar) talked about a covenant. The treaty of Union is not a covenant; it is a piece of international law, into which two independent—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robin Millar indicated dissent.**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Martin Docherty-Hughes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Well, the hon. Gentleman can shake his head, but he perhaps needs to read up on English, Welsh and, separately, Scottish history and about the pre-treaty parliamentary positions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us go back to the debate at hand. In 2017, in the aftermath of the Brexit referendum, the now Prime Minister was clear—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robin Millar rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Martin Docherty-Hughes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No, I have just started, so I hope the hon. Gentleman will let me go on for a wee bit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 2017, the Prime Minister said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“it seems hard to block”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "a second independence referendum for Scotland. Let me also repeat the words of another Tory Prime Minister, whom I repeat time and time again for the historical record. The former right hon. Member for Finchley said that if the Tory party\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“sometimes seems English to some Scots that is because the Union is inevitably dominated by England by reason of its greater population.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now, that is just a simple fact, and the former right hon. Member for Finchley was correct.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They then went on to say:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The Scots, being a historic nation”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure that you and I agree at least on that, Madam Deputy Speaker, although I will not ask your opinion from the Chair—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“with a proud past, will inevitably resent some expressions of this fact from time to time. As a nation, they have an undoubted right to national self-determination.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are a nation. We are not a region. We are not some subsection of some great state in the Soviet Union. We are a nation of historic lineage going back into time immemorial that people all over the world call home. They continued by saying that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“thus far, they have exercised that right by joining and remaining in the Union.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They go on to say, and this is worth repeating time and again:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Should they determine on independence, no English party or politician would stand in their way, however much we might regret their departure.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That, I think, is a clear constitutional position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Members will be relieved that I do not intend to go over many of the excellent points already made by my colleagues—[Interruption.] My hon. Friend the Member for Na h-Eileanan an Iar (Angus Brendan MacNeil) is welcome to interject at some point if he wishes. Let us go to the economic case for independence, because that is the crux of the matter. This may go back to some of the questions raised by Government Members, because I cannot help but feel that things are often framed very much in the wrong way. If things were perfect for the Scottish economy, or for the UK economy—I mean the United Kingdom of Great Britain and also Northern Ireland, which does not get much mention from some on the Government Benches—there would not be so many SNP MPs here making the case for independence today. Our aim is not to tweak the economy here or there or hope for some marginal improvements for Scotland; Scottish independence is a political project—a political choice for the people of Scotland, should they make it—that seeks to change the underlying economic conditions in order to improve the lives of everyone not only in my constituency but across the length and breadth of Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While at one time that idea may have seemed utopian, the events of the last few weeks and months—actually, the last few years—have turned the chronic problems of the UK economy into an acute polycrisis of stagnant wages and productivity and plummeting competitiveness precipitated by the disastrous consequences of a Brexit that Scotland did not vote for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Angus Brendan MacNeil**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is right: this is not about utopia; it is based in reality, because we have an example in front of us. One hundred years ago, the poorest part of the United Kingdom was Ireland. It became independent and shed the six counties that had the majority of the industry. One hundred years later, Ireland’s GDP per capita is well ahead of the UK’s. Such a thing can happen only when a country can make its own political choices, rather than them being abdicated to people for whom that country does not vote and who do not care about that country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Martin Docherty-Hughes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I totally agree with my hon. Friend. That is the premise for independence. An independent country would seek trade deals and agreements with those countries with which it seeks to boost trade. It would seek to boost productivity, improve competitiveness, and get rid of the idea of stagnant wages, because that is the basis of the UK economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Turning again to Brexit, in the past year alone—not since 2016, but in the past year—my constituents in West Dunbartonshire, which is one local authority area, have lost £32.5 million in exports because of Brexit. On top of the cost of living crisis, that comes to £869.97 per household. In my part of the world, that is a lot of money when people are trying to pay their electricity or gas bill, even though Scotland produces more gas than we need. It is an absolutely failed economic model.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our current economic model is quite simple: we get a fiscal transfer every year from the Treasury, and in exchange we accept—and have accepted—that macro-economic policy will continue to be made with London and the south-east of England in mind. My constituents receive—this may go back to some of the questions from Government Members—slightly higher per capita public spending in return for what is essentially a guarantee that their wages and the Scottish economy will grow at a slower rate than they do here in London and the south-east of England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the past, that felt like a fair exchange. We were told that the engine of the UK economy would power up more quickly after recessions and recover more quickly from blows than the peripheral areas. That meant that the fiscal transfer could continue. No one seemed to notice the divergence over time, which led to the situation that was memorably compared by the economist Duncan Weldon: the UK economy basically consisted of the Republic of Singapore surrounded by a series of Portugals —no disrespect; I love Portugal—with a high-wage, high-productivity engine that could support the sluggish economies of its hinterland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That divergence has led to the incredible reality of northern English regions and constituencies now being poorer than the former communist parts of east Germany, with other states that did not have an open economy until 30 years ago, such as Poland, Slovenia and Estonia, not far behind. The change of the economic crisis from chronic to acute can be put down to Brexit and 12 years of Tory misrule, but I have to say to my friends on the Labour Benches that the seeds for two decades of stagnant productivity and wage growth were sown during their period in office with their total inability to challenge the UK’s macroeconomic orthodoxy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am mindful of the comments of my former colleague, Andrew Wilson, who was a Member of the Scottish Parliament and has written a lot on these issues. He calls the UK an “aeroplane with one engine”. In good times, we are unlikely to notice any turbulence, but that cannot be guaranteed forever. When the engine begins to run more slowly than its competitors, as we are seeing now, there is a knock-on effect for everyone, including those in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Simply, people across these islands are getting poorer, while those across the Sheuch in Ireland are getting wealthier all the time, as my hon. Friend the Member for Na h-Eileanan an Iar said. Let us not forget that Ireland, as an independent sovereign state, used the pound from 1922 to 1928 and was then pegged to the pound for 50 years. People should not just say that the fiscal position cannot happen; we need to be conscious about history and the reality on the ground. The people of Scotland recognise that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Angus Brendan MacNeil**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend raises an interesting and important point. Ireland was pegged to the pound for all those years, which probably held it back and was a mistake. It was unpegged when the UK went cap in hand to the International Monetary Fund for a bailout in the 1970s, and Ireland then—combined with joining the European Union, incidentally on the same day that Scotland joined—took off.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Martin Docherty-Hughes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Indeed. The underlying economic case for this Union, the British Union—not the United Kingdom of Great Britain and Northern Ireland—that we get slightly higher public spending in exchange for worse wages and growth begins to fall apart when average incomes in the UK decline relative to those of its neighbours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As it is appropriate to ask Scottish National party Members to lay out the economic case for independence, it is also appropriate to ask questions of the Conservative Government and of the Labour Opposition, who seem unwilling to diverge from the Government on matters of macroeconomics. I would love to hear from the Front-Bench teams what they would say to people from West Dunbartonshire when they ask what the cost is to them over a working life of having lower wages than their peers in similar parts of northern Europe. Similarly, they ask about the economic value attributed to combining those lower wages with fewer years of healthy working life lived.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Ian Blackford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I commend my hon. Friend on his excellent speech. In essence, there are three components of growth: population, productivity and participation. One thing that has been ascribed to the Union since 1850 is the relative decline of the Scottish population, because there has been a lack of economic opportunity to drive up wages and productivity. We are being held back by the migration policies of this Government, which are, sadly, supported by the Labour party. That is why we need independence, because we will need migration to drive up the opportunities in Scotland and to deliver economic growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Martin Docherty-Hughes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful for that intervention from my right hon. Friend, and I fundamentally agree. As the grandchild of migrants, I hope they brought something at least to the United Kingdom of Great Britain and Northern Ireland, as I hope many future migrants will bring to an independent Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ultimately—and, again, I come back to the Government —we can put a price on the fact that people in Clydebank, Dumbarton and the Vale of Leven die younger than comparable cohorts in Denmark, Ireland and even the south-east of England. In 2014, my constituents were among the four council areas in Scotland that voted to change the dismal economic calculus of Britain, because it never has worked for them and it never will work for them. I cannot help but feel that unless both the main Unionist parties in this Parliament—the Conservative party and the Labour party—find answers to these simple questions, there are going to be a lot more of my constituents voting for independence next time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}