{
    "url": "https://www.ukpol.co.uk/leo-docherty-2023-statement-on-saudi-arabias-execution-of-hussein-abo-al-kheir/",
    "title": "Leo Docherty – 2023 Statement on Saudi Arabia’s Execution of Hussein Abo al-Kheir",
    "post_date": "March 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Leo Docherty, the Foreign Office Minister, in the House of Commons on 16 March 2023.",
    "content": [
        "Saudi Arabia, of course, remains a Foreign, Commonwealth and Development Office human rights priority country, in part because of the continued use of the death penalty. It is long-standing UK policy to oppose the death penalty in all circumstances, in all countries, as a matter of principle. The Saudi Government are well aware of the UK’s opposition to the use of the death penalty. The UK Government have consistently raised the issue of the death penalty, including the case of Jordanian national Mr Hussein Abo al-Kheir, with the Saudi authorities. The Minister for the middle east and north Africa and for human rights, Lord Ahmad of Wimbledon, has actively raised concerns about the death penalty and the specific case of Mr al-Kheir with the Saudi authorities on multiple occasions, including doing so with the president of the Saudi Human Rights Commission in December 2022 and when he visited the kingdom in February 2023. Lord Ahmad also raised the case with the Saudi ambassador to the UK, including in November 2022 and in January of this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On learning about the imminency of the execution, which took place on Saturday 11 March, Lord Ahmad again spoke to the president of the Saudi HRC, the Saudi vice-Foreign Minister and the Saudi ambassador. Saudi Arabia is committed to an ambitious programme of economic and social reform, through “Vision 2030”, which has already delivered significant change, including increased freedoms and economic opportunity for women. However, the human rights situation is likely to remain a key issue in our engagement for the foreseeable future. We will continue to discuss human rights and the death penalty, including individual cases of concern, with the Saudi authorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}