{
    "url": "https://www.ukpol.co.uk/leo-docherty-2022-speech-made-to-the-moldova-support-platform/",
    "title": "Leo Docherty – 2022 Speech Made to the Moldova Support Platform",
    "post_date": "November 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Leo Docherty, the Parliamentary Under Secretary of State at the Foreign Office, in Paris on 21 November 2022.",
    "content": [
        "Thank you to the co-chairs for bringing us together again – in particular, our host, Foreign Minister Colonna and also to Minister Baerbock and Foreign Minister Aurescu. Thank you Deputy Prime Minister Popescu.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very pleased to represent the United Kingdom today at this third Moldova Support Platform conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we witness unrelenting Russian aggression in Ukraine, and its devastating impact on the people of Ukraine, we also see the harrowing consequences it is having beyond Ukraine’s borders, in particular on Moldova. The resilience and solidarity demonstrated by the people of Moldova, under President Sandu’s leadership, are truly inspiring. For the UK, it is an irrefutable duty to join with our allies and partners in helping Moldova to overcome some of the worst impacts of Russia’s war. As winter arrives, we must continue to demonstrate our unity in standing with Moldova, its democratically-elected government and its people, and their right to choose their own future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In October I was honoured to visit Moldova. I saw and heard for myself how this small country with a big heart had welcomed hundreds of thousands of Ukrainian refugees, many of whom continue to be supported by the Moldovan people and their government. President Sandu, Foreign Minister Popescu and their colleagues explained the difficulties their country was facing, including energy insecurity caused by Russia’s deliberate disruption of the gas supply, soaring inflation and security threats, vividly illustrated by Russian missiles violating Moldovan air space with utter disregard for civilians and their safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Your Excellencies, ladies and gentlemen, since the launch of this process in April, the UK has been pleased to co-chair, with Romania, the anti-corruption working group. Our coordination with the Moldovan Ministry of Justice and other key agencies in Moldova has been exceptionally valuable. We will present the working group’s latest report, focused on concrete results, this afternoon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am pleased to report that the UK’s own contribution to anti-corruption and transparency work – an additional £12m over three years – is taking shape, providing support where it is needed the most and complementing the efforts of the Moldovan government and our partners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also seek to assist Moldova in other sectors, including direct support for its humanitarian efforts. Our humanitarian contribution this year – including £29.45 million regionally and £10.8 million directly to Moldova – is helping crisis-affected refugees and their Moldovan host families, and has helped ease the pressure on the Moldovan government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Under the auspices of NATO’s Tailored Support Package we are delivering support that includes the NATO-sponsored Professional Development Programme, English Language Training, Strategic Communications and Military Engineering along with providing a range of training courses. Our other programmes are tailored to support Moldova in its hour of need, by helping increase energy efficiency, and by working alongside partners to support reforms and capacity-building that will help build Moldovan resilience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At his meeting with Foreign Minister Popescu in London a few weeks ago, the British Foreign Secretary James Cleverly reiterated the UK’s commitment to stand by Moldova. We will continue to take every opportunity we see to reinforce our support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must clearly show that we are resolute and united in resisting Russian aggression and its efforts to defeat democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, Your Excellencies, ladies and gentlemen, through the Moldova Support Platform and other fora, we will continue to play our part in a collective and coordinated response, both to bring about concrete short-term support and to identify long-term solutions to ensure Moldova’s stability and promote greater European integration. The people of Moldova deserve no less.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}