{
    "url": "https://www.ukpol.co.uk/martin-docherty-hughes-2022-speech-on-ukraine/",
    "title": "Martin Docherty-Hughes – 2022 Speech on Ukraine",
    "post_date": "September 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Martin Docherty-Hughes",
            "url": "/tag/martin-docherty-hughes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Martin Docherty-Hughes, the SNP MP for West Dunbartonshire, in the House of Commons on 22 September 2022.",
    "content": [
        "I rise to speak not only as the Member for West Dunbartonshire but because, coming from a place like Clydebank, I am keenly aware of what it is like growing up in a place that had the worst aerial bombardment in these islands during the second world war, playing in the ruins and the bomb craters. That is why it is clear to me that just as planning for a new social settlement for people in these islands began right in the middle of the last great war—as we would call it—although it was not exactly a perfect settlement, that is something we must now do to help Ukraine build itself a prosperous and sustainable peace, integrated into the European Union and the mainstream of a free Europe, as it wishes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The challenge is stark. The Kyiv School of Economics has reported a 33% drop in gross domestic product, which is something that we will need to bear in mind, and a $200 billion bill to repair the damage done by the Russian Federation. That requires commitments from not only this Government but other allies—commitments that are not only financial, and to timescales that are measured not in weeks but, I am afraid, in decades. Although, as we have heard, there is a lot of support across the House for such measures, we need to hear a lot more from Treasury Ministers about what they plan to do. It is also something of a philosophical challenge for the Government: Ukraine is now a candidate country for the European Union and, contrary to the way things have often worked in military planning, long-term economic and social change will be delivered through its gradual and deepening alignment with the rest of Europe. I hope there will be nothing to stop this Government ensuring that Ukraine is able to do that to the fullest possible extent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If Ministers have not already done so, I urge them to begin the essential planning that is required for what will be needed in Ukraine when it wins the war—a very modern Marshall plan. I am glad to note that in the regular debates, it has become customary for many to repeat the couplet “Slava Ukraini, heroyam slava!”—glory to Ukraine, glory to the heroes! However, I am mindful of the old Gaelic proverb that translates as “To a man prepared for war, peace is assured.” Ukraine is prepared and peace can be assured, but its continued existence as a sovereign state requires more than heroic platitudes and, I am afraid, even proverbs uttered on the Floor of the House of Commons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}