{
    "url": "https://www.ukpol.co.uk/leo-docherty-2021-statement-on-lords-amendment-2b-of-the-armed-forces-bill/",
    "title": "Leo Docherty – 2021 Statement on Lords Amendment 2B of the Armed Forces Bill",
    "post_date": "December 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Leo Docherty, the Minister for Defence, in the House of Commons on 13 December 2021.",
    "content": [
        "The House knows that this Bill is vital: it renews the Armed Forces Act 2006, so that the armed forces can continue to operate and enforce a system of discipline, and it also fulfils our commitment to further enshrine the armed forces covenant into law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On Lords amendment 1B, we have been listening to hon. Members here and in the other place. The Government recognise the fact that all Members of this House want to do the best for our armed forces and to ensure that criminal wrongdoing is robustly addressed for the sake of our forces and for the victims of crime. We are particularly mindful about the prominence that statistics have recently played in this debate. The Government have always welcomed scrutiny of our own performance and the role that parliamentarians have in performing that scrutiny. We should ensure that the statistics that we use are clear, transparent and cover the most serious offending that Parliament is concerned about. I am happy to confirm that we will therefore commit to an expansion and an improvement of our existing annual statistical update on sexual offending in the armed forces to include other serious offences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our bulletin in spring 2022, in addition to reporting on rape statistics, will now include granular data on cases of murder and manslaughter, and, for sexual offending, those cases involving personnel serving in the armed forces who are under 18 at the time of the offence. Furthermore, from January 2022, we will start to record separately information about domestic violence and child sexual abuse in the service justice system, so that those, too, can be reported on in our spring 2023 bulletin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These bulletins will include information relating to police investigations, as well as court martial proceedings, meaning that all data related to the categories of serious offences referred to in the amendment of Lord Thomas of Gresford will be included. This will include: the number of reported incidents; how many cases are referred from the service police to the service prosecution authority; how many cases the service prosecution authority are able to prosecute; how many cases go to court martial; and how many cases result in a guilty verdict. We believe that this will increase the transparency of, and the confidence in, the service justice system, and we welcome this scrutiny. Greater reporting will demonstrate the good work that we are doing through this Bill, not least the establishment of the defence serious crime unit, and it is right that data is available to hold Government to account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Simon Hoare (North Dorset) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have been listening very carefully to what my hon. Friend has to say. He has talked about the need for transparency, and, clearly, that is demonstrable and welcome. On the reports to which he now refers, he obviously hopes that they will make his case for him as they are published. If they do not, what happens then, other than just becoming tomes to gather dust in his or his successor’s office or in the Secretary of State’s office? In practical terms, what will be done to change the policies?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I reassure my hon. Friend that we will keep this under review. We are prepared to be judged by our performance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Simon Hoare**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I tell my children that I keep a lot of things under review, knowing full well that I will never acquiesce in what they are asking for—I hope they are not listening this evening. I know that my hon. Friend understands that this is a serious point for many of us. Keeping something under review, to ask us now to support the Government’s line, is laudable, but we need a bit more flesh on the bones as to what happens if the data in this report does not land where he and I—let us be frank—would hope that it would. One can keep something under review, but if there is no promise to come back with changes to the legislation, that is a pie-crust promise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I expect the data to justify our confidence in the service justice system. My hon. Friend knows that the Government believe very strongly that the SJS needs to retain the full complement of capability because our armed forces are expeditionary by design and our justice system also needs to be expeditionary. He may not mean it sincerely when he deals with the children, but he will see that in my remarks this evening we certainly are sincere in our position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Robert Neill (Bromley and Chislehurst) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend makes the point that we are expeditionary by design. I understand that, but I do not see how that links to the issue addressed by Lords amendment 1B, which is essentially that, where the offence is committed in the United Kingdom, unless there is a compelling reason to the contrary, which might involve an expeditionary issue, there should logically be a presumption that the starting point is dealing with it in the civilian system. What contradiction is there between the expeditionary nature of our armed forces—under certain circumstances, but not all—and a rebuttable presumption that the civilian system should hear offences committed in the United Kingdom?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend makes the case for flexibility, and I am pleased to confirm that we retain that flexibility through the protocol we have legislated for. The bottom line is that the civilian prosecutor will always have the final say, and it is principally for that reason that I urge hon. Members to reject Lords amendment 1B.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Robert Neill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I understand what the Minister says about the civilian prosecutor’s ultimately having the final say, but an issue was raised last time about the role of the Attorney General, and whether there was a dangerous jurisdictional aspect in the Attorney’s consent being involved. The amendment removes that stumbling block. With that removed, and given what the Minister has said about flexibility, what now is the objection to the amendment in lieu, as opposed to the original Lords amendment?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The objection principally is about our need for an expeditionary system that should not be salami sliced. If we start to take components out of our service justice system, it would undermine the confidence that those serving should have. That is an additional reason for us to reject the amendment this evening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Richard Graham (Gloucester) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister is discussing an incredibly important issue, but in terms of “doing the right thing for the armed forces”, does he share my belief that it is also important that the Ministry of Defence resolve with the Home Office the outstanding question of the free visa applications for servicemen and women who are of non-UK nationality? Does he share my belief that the current proposal of 12 years’ service before such a free visa is available is too long a period for those involved, for us and for the wider public?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very pleased that my hon. Friend has raised such an important question. We are hugely grateful for the amazing contribution that our foreign and Commonwealth servicepeople make. I cannot pre-empt the Government announcement on the results of the consultation, but return of service is an important principle and I think it will be at the heart of the Government’s policy when it is announced in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Julian Lewis (New Forest East) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will my hon. Friend allow me?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would be delighted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Lewis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am glad to be such a cause of pleasure to my hon. and gallant Friend. I am not a lawyer, so this might be entirely irrelevant, but I do not think so: before he leaves this first amendment, could he say whether those serious cases of murder abroad, such as has been reported in relation to an incident in Kenya some years ago—I appreciate that that case may still be live—are affected by this tussle between the upper House and this House on the question of whether such matters should be considered by court martial or civilian court? In other words, where there is a failure of the local police in another country, is it the Government’s case that the court martial system or the civilian legal system is better able to deal with it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Leo Docherty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful for my right hon. Friend’s contribution; that is a very good case in point, and points to circumstances—although the numbers may be very small—in which the British military has to deploy to ungoverned spaces, let us say. Of course, that is not the case with regard to Kenya, but there are definitely advantages to the expeditionary capability of our service justice system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I move now to Lords amendment 2B, which would require a report to be laid within six months of this Bill’s receiving Royal Assent, setting out the implications of not applying the new covenant duty to central Government. The Government have already committed to reviewing the operation of the covenant duty to inform us on whether other policy areas or functions could be usefully included. Having listened carefully to the issues that have been so vigorously raised, and recognising the strength of feeling across both Houses, I can now commit to going further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Indeed, we are going further than Lords amendment 2B in the scope of the review we have in mind. We will review the operation of the new duty across the UK and will consider whether it would be beneficial to add to its scope. That will include specific consideration of whether central Government and any of their functions could usefully be added. The Government will report on the review as part of the covenant annual report in 2023, 18 months after the new duty is expected to come into effect. That timescale is more realistic than the six-month timeline from Royal Assent suggested by their lordships, which in our judgment is too short a period for any meaningful review to take place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Given that we expect to see the new duty standing up in law by the middle of 2022 at the earliest, we also need to allow for an implementation period to give local authorities time to adjust to their new responsibilities. We therefore believe that to conduct and publish a review at the 18-month point of the new duty having been in operation is most appropriate. However, given the level of interest in the new duty, we will provide an interim update in the covenant annual report in December 2022, some six months after the duty is expected to come into effect. At that point, we will be able to say more about the scope and methodology for conducting the review, and MPs will have the opportunity to assess and comment in the 2022 covenant report debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are committed to ensuring that parliamentarians from both Houses can contribute and give their views as part of the review process. I put on record my thanks and appreciation for the contributions of Lord Mackay of Clashfern and Lord Craig of Radley. They, like us, want to see good law put in place to support our armed forces. In the light of the commitment that I have given, I urge the House to support the Government in resisting Lords amendment 2B.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}