{
    "url": "https://www.ukpol.co.uk/leo-docherty-2022-statement-on-the-uk-armed-forces-families-strategy-2022-2032/",
    "title": "Leo Docherty – 2022 Statement on the UK Armed Forces Families Strategy 2022-2032",
    "post_date": "January 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Leo Docherty",
            "url": "/tag/leo-docherty/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Leo Docherty, the Minister for Defence People and Veterans, in the House of Commons on 19 January 2022.",
    "content": [
        "The Ministry of Defence’s “UK Armed Forces Families Strategy 2022-32” on making the recognition and care of armed forces families a national priority has today been laid before the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The strategy addresses the challenges armed forces families face with mobility, deployment and separation and the implications this has for accessing good quality healthcare, education, and accommodation. It also notes the evolving nature of family life and the pressures this can place on childcare and managing the career of the partner or spouse alongside that of the service person.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The strategy will be supported by an action plan that includes the commitments made in the Government’s response to the “Living in Our Shoes” report by my hon. Friend the Member for South West Bedfordshire (Andrew Selous). The strategy and action plan will be delivered in partnership with the devolved administrations and the charitable and private sectors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The delivery of improved support is already under way. For example, the MOD is working with the Department for Education and local authorities to lessen the impact of mobility on service children’s educational attainment. Informed by consultation with families, we are also working with the Department for Health and Social Care and healthcare providers across the UK to improve understanding of the health needs of armed forces families. To advocate for the skills and experiences of partners and spouses we are collaborating with the Department for Work and Pensions and charities to ensure that they are recognised and valued by employers. And next year sees full roll-out of the wraparound childcare programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But this is only the beginning. The Government and their partners value the role of all families in the regular and reserve forces and recognise their integral role in providing support to serving personnel based in the UK and overseas. Therefore, we are committed both to putting them at the heart of the Defence community and to helping them thrive in wider society. Together, under the principles of this strategy, we will continually review our policies to better support them, empower them and improve their lived experience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}