{
    "url": "https://www.ukpol.co.uk/martin-docherty-hughes-2022-speech-on-the-situation-in-ukraine/",
    "title": "Martin Docherty-Hughes – 2022 Speech on the Situation in Ukraine",
    "post_date": "November 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Martin Docherty-Hughes",
            "url": "/tag/martin-docherty-hughes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Martin Docherty-Hughes, the SNP’s defence spokesperson at Westminster, in the House of Commons on 14 November 2022.",
    "content": [
        "First, let me associate myself both with the Minister’s words about the armed forces supporting the training of the men and women of the Ukrainian armed forces, and with the words of the shadow Minister, the hon. Member for Plymouth, Sutton and Devonport (Luke Pollard), about Remembrance Sunday. I am very mindful that my brother, who is a veteran of Iraq and Afghanistan, attended the Cenotaph in Whitehall for the first time at the weekend with former comrades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is welcome to be standing here following the statement about the liberation of Kherson. Like so many people, it has been a joy to watch the videos and accounts of the liberation over the weekend. Unfortunately, there is a pattern in this conflict of the elation after the liberation of towns and villages being followed by revulsion and anger as we discover the litany of crimes committed by the Russian armed forces and administrators during their occupation. I shudder to think of what happened to those who were brave enough to resist the invasion during the early days of February, as was so memorably caught on camera for the world to see.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "None the less, forcing the invading force off the west bank of the Dnieper should be celebrated for the triumph that it is, along with the liberation of the last remaining regional capital under renewed occupation. The decision of the retreating forces to blow bridges and mine the lines of the withdrawal demonstrates the direction in which they believe the conflict to be moving. We must hope, however, that it can move as quickly as possible in that direction to avoid Kherson facing the same sort of retribution that Russia has visited on the likes of Kharkiv and Mykolaiv.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fact that the targeting and destroying of civilian infrastructure has become such a feature of the Russian military handbook again demonstrates the weakness of its position and its repeated inability to abide by, as I think the whole House will agree, the key tenets of the Geneva convention—namely, its failure to avoid unnecessary suffering and to distinguish between civilians and combatants. That is as damning an indictment of its “Russkiy mir”, which it claims to be defending, as we are ever likely to see. I am sure that the Minister and others across the House will join me in beseeching the Russian Federation to withdraw from the rest of the country that it has illegally occupied since 2014, so that the suffering does not continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The liberation of such a large port also brings into focus, as the Minister touched on, the global consequences of continuing this unnecessary conflict, not only because Kherson’s famous watermelons can now be exported, but because that applies to a whole host of other agricultural products of Ukraine’s famous black soil. Those grains and vegetable oils have effectively been held hostage by the Kremlin, by Vladimir Putin, as part of a strategy of resource terrorism that seeks to punish some of the poorest people in the world as a way of putting pressure on those who would support Ukraine. As the G20 summit comes to a close, overshadowed by this coercive diplomacy, I am sure we all hope that we will not face the same issue come the next summit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we talk about exports, we must also think about the health of the Ukrainian economy as a whole. Let us not forget the importance of providing, as the Minister mentioned, long-term economic guarantees to Ukraine to ensure that it can rebuild when the end of the conflict comes, as it must. The incredible potential that it has hitherto been unable to fully realise can be released only with a generous range of measures and with full integration into western economic networks—as Ukraine would wish—including the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Regardless of the military and economic support that we give Ukraine and its people, we cannot forget the human element in all this and the fact that those people are fighting for so much more than economic growth or European security; they are fighting simply for the right to exist—that is, the right to exist not only as Ukrainians, but as who they are as people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am glad to have the opportunity to acknowledge the contribution made by the LGBTQ+ Ukrainians in this conflict. Their struggle is emblematic of what it is at stake, and not only because Putin and other Kremlin talking heads have specifically made their increasing prominence in that society a major plank of their spurious rationale for invasion. We know very well in this country that the realities of a wartime society can bring about large-scale social change, as previously under-represented groups come forward to demonstrate the role that they can play in society. It is through this conflict that we have seen how LGBTQ+ Ukrainians—known as the Pride brigade—have come forward to serve in their droves at every level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very grateful for the work done by people such as Maksym Eristavi, who has documented the contribution that those Ukrainians have made to the defence of their common homeland. There is evidence that that is changing Ukrainian society for the better. Thanks to Maksym, I found out this summer that almost 60% of Ukrainians now have more positive attitudes to their LGBTQ+ siblings, a massive increase since 2016 when they were last asked the question. These people know what it is that they are fighting for: the possibility to live in a country where they are free from the dystopian control and coercion that we see too often in Putin’s Russia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me bring my remarks to an end by thanking Ministers and the Government for ensuring that Ukraine can continue to push the invaders out of their country. They can be assured of the support from everyone on the SNP Benches, and essentially everyone across the House, in making sure that that continues to be the case. Here is hoping we will be marking the liberation of Ukraine sooner rather than later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}