{
    "url": "https://www.ukpol.co.uk/martin-docherty-hughes-2023-speech-on-ukraine-october-2023/",
    "title": "Martin Docherty-Hughes – 2023 Speech on Ukraine (October 2023)",
    "post_date": "November 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Martin Docherty-Hughes",
            "url": "/tag/martin-docherty-hughes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Martin Docherty-Hughes, the SNP spokesperson on defence, in the House of Commons on 24 October 2023.",
    "content": [
        "We cannot forget this autumn that we are seeing a broader escalation of the conflict in Ukraine into the frontiers of our Euro-Atlantic homeland. I speak in particular about the recent announcements by the Governments of Sweden, Finland and Estonia that undersea assets linking those countries have been intentionally damaged by third parties. I should declare an interest as chair of the all-party parliamentary group on Estonia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My primary concern, which I am sure the Minister shares, is closer to home. Events in the eastern Mediterranean and the Baltics demonstrate the diffuse nature of the threats we need to face, but they also demonstrate the importance of keeping a singular focus on the areas that the Government can best hope to influence. While supporting the heroic and excellent bilateral support for the people of Ukraine as they continue their fight, on the day that the Defence Committee publishes a report into the Government’s Indo-Pacific tilt, can I ask the Minister to reiterate his Government’s commitment to Euro-Atlantic security as a central strategic concern of these islands of the north Atlantic that we inhabit together, and critically, to update the House on the security of our North sea oil and gas infrastructure?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**James Heappey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is fantastic to hear the SNP’s epiphany on the strategic importance of North sea oil and gas. We take seriously the requirement to protect our subsea infrastructure, whether oil and gas, fibre-optic cables or energy interconnectors. The Royal Navy has ships permanently at high readiness to ensure that our national economic zone is secure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman made an important point. Is a time of growing instability in the Euro-Atlantic and the near east one also to be committing more military resource to the far east and the Indo-Pacific? Every defence review—the original integrated review and its refresh—has been clear that the absolute foundation of all our military effort is around security in the Euro-Atlantic, but if our principal ally in the United States is ever-more concerned, as it is, about its competition with China and the challenge in the Indo-Pacific, it is surely necessary to show our willingness to contribute to Indo-Pacific security alongside the United States, so that the United States remains engaged in Euro-Atlantic security, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}