{
    "url": "https://www.ukpol.co.uk/nigel-dodds-2016-speech-to-commons-on-queens-90th-birthday/",
    "title": "Nigel Dodds – 2016 Speech to Commons on Queen’s 90th Birthday",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Nigel Dodds",
            "url": "/tag/nigel-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nigel Dodds in the House of Commons on 21 April 2016.",
    "content": [
        "We gather today not only to rejoice in the Queen having lived a long and glorious life, but to celebrate the reign that encompasses so much of it as well as the lives of almost everyone over whom she rules today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must remember that the Queen was not born to this role. She was not an heir and not expected to ascend the throne. Instead, with her mother, father and sister, she was part of a loving and contented family, growing up in devoted respect of her grandfather, King George V, and in the shade of her glamorous uncle, the Prince of Wales. That peaceful life came to an end for the Duke of York and his family with the trauma of the abdication. With the support of Elizabeth, later the Queen Mother, and their loyal daughters, His Majesty King George VI ensured that the Crown remained at the heart of its people’s affections. Together, they embodied our will to defeat the supreme evil of living memory and win the war that ensured that civilisation, decency and democracy prospered, rather than perished, in Europe and across the world. Her Majesty, iconic and perpetual as she sometimes seems, is not a symbol; she is a reminder to us all of the generation who did great things and stopped terrible things being done to us. The great history of our nation, of which we can be truly proud, is not something that our Queen merely symbolises; it is something that she and her generation lived for us. Thank God that she and they did.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In deserved and romantic fashion, the Queen saw a dashing young hero enter her life after the war. In her choice of husband, Her Majesty has kept us all alert, invigorated and—more than once—amused. Their life together, rising to some 70 years, is a tribute to the character of both our Queen and the Duke of Edinburgh. Only yesterday, we saw the wonderful picture of Her Majesty, the Prince of Wales, the Duke of Cambridge and the young Prince George all together—continuity and change in one loving and beloved image. The gift of the Queen’s long life includes seeing the future that assuredly lies in store. We in the Commonwealth that she has done so much to sustain see that the Crown rests securely on a sure line of succession.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In a country such as ours and in the other realms over which she reigns, the crown worn by the Queen embodies our unity. In my corner of this kingdom, Northern Ireland, it will never be forgotten how steadfast the Queen was in her support for and affection towards our afflicted Province. From my time as Lord Mayor of the great city of Belfast, I can personally attest to her compassion and concern for those affected by the violence. Those dark days are, we pray, now over, but Her Majesty’s enduring interest and contribution towards peace in Northern Ireland continues. Her frequent visits and those of other members of the royal family are always warmly received right across the community. For that and so much more, we from Northern Ireland are immensely grateful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like most, I have known no other sovereign. We have been blessed through the generations to have one so dedicated to the service of our country and the Commonwealth. The nations of the Commonwealth are joining with us today in our tributes to the Queen. As we have been reminded, the Commonwealth is a powerful expression of the unifying and inspirational spirit of its great Head. It is but one of Her Majesty’s enduring legacies. She has been the rock upon which this country has continued to flourish and built a modern democracy so envied across the world. Her shining faith has been a constant and unwavering inspiration through times of national celebration and national occasion. In times of personal sadness, Her Majesty has exhibited the great grace that comes with great faith.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are thankful for the wonderful life that God has given us in His servant Queen Elizabeth, and may He in his great wisdom and His great mercy be pleased to grant Her Majesty and we her people the continued blessing of having her reign over us for many, many more years to come. We wish her a very, very happy birthday. God save the Queen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}