{
    "url": "https://www.ukpol.co.uk/anneliese-dodds-2021-economic-update-speech/",
    "title": "Anneliese Dodds – 2021 Economic Update Speech",
    "post_date": "January 12, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Anneliese Dodds",
            "url": "/tag/anneliese-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anneliese Dodds, the Shadow Chancellor of the Exchequer, in the House of Commons on 11 January 2021.",
    "content": [
        "I start by joining the Chancellor in sending my very best wishes to the right hon. Member for Old Bexley and Sidcup (James Brokenshire). I know I speak for everyone on the Opposition side of the House in wishing him a speedy recovery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Six weeks have passed since the Chancellor last addressed this House. In that time, the Prime Minister scrapped his proposed relaxation of public health rules, introduced a new tier 4 level of restrictions for London and large parts of the south-east, and then superseded all of that with the imposition of a third national lockdown. After the Prime Minister’s most recent announcement, Parliament was, of course, recalled, and Members were given the opportunity to ask questions of the Prime Minister, the Health Secretary and the Education Secretary—but the Chancellor was nowhere to be seen. His sole contribution to a set of announcements that had profound implications for our economy was a 90-second video on Twitter, which begged as many questions as it answered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There was no indication of how long the new grants are expected to cover and no clarity on how the discretionary funding for local councils has been calculated, nor of how it will be allocated. Funds being provided to the devolved nations were badged as new money, before the Treasury hastily amended its website to reflect that that money had already been committed to in December. We heard nothing about what would happen to those people who had started a new job since the beginning of November and are now ineligible for furlough. We heard nothing about what level the fourth grant for self-employed people would be set at, nor when that grant would be made available. We heard nothing for those people who have been excluded from Government schemes right from the very start, and we heard nothing about what the Chancellor would do to fix the broken system of support for self-isolation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was relieved to hear this morning that the Chancellor had undertaken to address the House today, but I deeply regret that, having last year blocked measures that would have helped to protect the NHS and secure our economy, today he appears to be out of ideas, urging us to look towards the sunny uplands but providing nothing new. The purpose of an update is to provide us with new information, not to repeat what we already know.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In addition, the Chancellor just now gave a highly partial picture of the state of our economy, talking of a rise in savings but not mentioning that over 5 million people are estimated to have taken on over £10 billion in debt just to get through the last year. He talked of corporate cash buffers, but did not mention that City experts have predicted that there will be over £100 billion in unsustainable corporate debt by the end of March.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor needs to acknowledge the reality of the crisis we face—a crisis made worse by his Government’s irresponsibility, with our economy having suffered the worst recession of any major economy. He needs to act accordingly. I therefore ask him to respond to the questions that businesses and workers desperately need answered. Will he update the furlough scheme to reflect the dates of the current lockdown? When will he set out the new incentive scheme he promised to provide for businesses that will now not receive the job retention bonus? When will he provide details on the next self-employment income support scheme? What does he say to people who have been excluded from Government support schemes from the very beginning and who still are not helped by today’s announcement? How long will businesses have to make the new one-off grants last for? When will councils find out how the new discretionary funding will be allocated and on what basis it has been calculated?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the Chancellor believe that those who are classified as clinically extremely vulnerable should be automatically eligible for furlough if they cannot work from home? When will he fix support for those self-isolating, when the evidence for change is overwhelming? When will his much vaunted Project Birch actually start to deliver for struggling manufacturers? Will we have to wait until the Budget for recognition of all these problems and solutions to them, as was suggested by his social media account?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We had all hoped for a more optimistic start to 2021 than a new national lockdown and yet more uncertainty about the future, but the people of Britain understand that they have to make sacrifices. They are doing their bit for the national effort while the vaccine is rolled out. They are fulfilling their side of the bargain. The Chancellor must fulfil his.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}