{
    "url": "https://www.ukpol.co.uk/nigel-dodds-2019-speech-during-no-confidence-motion/",
    "title": "Nigel Dodds – 2019 Speech During No Confidence Motion",
    "post_date": "January 17, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Nigel Dodds",
            "url": "/tag/nigel-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nigel Dodds, the DUP MP for Belfast North, in the House of Commons on 16 January 2019.",
    "content": [
        "Since yesterday evening, I have been struck by how many hon. Members have been assiduous in their entreaties that my hon. Friends and I should be present to speak in this debate and to vote in the Lobby in support of the Government in order to prevent a general election. Indeed, some of those entreaties have even come from the Government side of the House. [Laughter.] Never mind the people in the country not wanting a general election; in terms of indicative votes, I think if people here had a real choice and a secret ballot, there would be an overwhelming majority against a general election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Be that as it may, we have arrived at this debate in the aftermath of the proposition of the Prime Minister—and it really was her proposition—on the withdrawal agreement being defeated by a record majority. Last night’s verdict was emphatic, and it requires lessons to be learned if the Prime Minister is to secure meaningful changes to ​the withdrawal agreement. I trust that those lessons will be learned. Our view has been entirely consistent, in that we want a deal with the European Union in order to achieve an orderly exit from the European Union in March, but the backstop has been fatal to the proposed withdrawal agreement. That needs to be dealt with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Following the general election, we entered into the confidence and supply agreement with the Conservative party, in the national interest, to pursue the agreed objectives as set out in that agreement. The support that we have secured for Northern Ireland in relation to the extra investment for the health service, education and infrastructure—regardless of constituency and regardless of political affiliation—has been widely welcomed by all fair-minded people in the Province.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On Brexit, we agreed to support the Government where they acted on the basis of our “shared priorities”—that is what the confidence and supply agreement states in terms. For us, one of our shared priorities, of course, is the preservation of the integrity of the United Kingdom and ensuring that we leave the European Union as one country, not leaving part of it behind under single market regulation while the rest is not subject to such rules made in Brussels. So we supported the Prime Minister when she said that she would secure a deal that would deliver on the verdict of the referendum—take back control of our money, our laws and our borders—and ensure that we left as one United Kingdom. We have delivered on our side of that agreement, ensuring that the Government have had the necessary supply, and ensuring a majority for the Government on the European Union (Withdrawal) Bill and other important legislation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But on the issue of the Brexit backstop, as this House well knows, we do have a big difference with the Prime Minister, and so do the majority of Conservative Members who are not on the Government payroll, who oppose the Prime Minister’s deal as well. It is because the draft withdrawal agreement breaches the shared priorities for Brexit we signed up to that we have not been prepared to support it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now we have this no-confidence motion before us. We believe it is in the national interest to support the Government at this time so that the aims and objectives of the confidence and supply agreement we entered into can be achieved. Much work remains to be done on those matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I said, I do not think that people in this country would rejoice tonight at the prospect of a general election were it to be called. I am not convinced that a general election would significantly change the composition of the House—and of course it would not change, whatever the outcome, the choices that lie before us all. The timing of this motion, as we well know, has got much more to do with the internal dynamics of the Labour party than a genuine presentation of an alternative programme for government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will support the Government on this motion this evening so that the Prime Minister has more time and has the space to focus now on acting in the national interest on Brexit. It is important that the Prime Minister now does listen and does deliver the Brexit that ensures that the whole of the United Kingdom leaves the European Union together.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}