{
    "url": "https://www.ukpol.co.uk/anneliese-dodds-2020-speech-to-bloomberg/",
    "title": "Anneliese Dodds – 2020 Speech to Bloomberg",
    "post_date": "December 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Anneliese Dodds",
            "url": "/tag/anneliese-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anneliese Dodds, the Shadow Chancellor of the Exchequer, on 2 December 2020.",
    "content": [
        "This has been an extraordinary year. As it draws to a close, and with the prospect of a vaccine on the horizon, thoughts are turning to recovery, and how we can build a better, more secure future for the United Kingdom. That will require contributions from everyone; public, private, mutual and voluntary sectors. In particular it will require the support of the finance industry— where Britain is a global leader.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But it must also start with an honest appraisal of where our weaknesses lay, which have been so ruthlessly laid bare during this crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK entered the pandemic with worryingly low levels of household financial resilience, after a decade that saw insecure work rise and wages flat line. A quarter of all families had less than £100 in the bank when the crisis began. Since March, 4 and a half million people have accumulated over £6 billion in debt and arrears.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also entered the pandemic as one of the most unequal countries in Europe. That too has accelerated. As more and more economic activity was locked down, people on higher incomes, who could work from home, put money away. Their savings have risen. But those on the lowest incomes have been, on average, £170 a month worse off – losing 14% of their pre-crisis income.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we entered the pandemic after a decade of too many examples of poor corporate practice. High profile collapses like BHS and Carillion indicated severe shortcomings in governance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "During the pandemic, most businesses have made herculean efforts to support their staff and local communities. But coronavirus has also shone a spotlight on problems: the Boohoo’s supply chain, the gaping hole in Arcadia’s pension scheme, the ‘fire and rehire’ approach taken at companies from British Airways to Pret a Manger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When we emerge from the crisis we must deal with those challenges- of financial resilience, inequality and poor corporate practice. We all want life to return to normal. But that cannot mean a return to business as usual. We should never again let our country, or our economy, be so vulnerable to external shocks. Because we count the cost of that in lost jobs and businesses gone to the wall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Financial services have an essential role to play in the recovery, and in laying the foundations for a better, more secure future. In fact, the recovery cannot happen without them. That’s one of many reasons why I’m so pleased to be addressing you today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A well-functioning, responsible banking sector can help people save and build their financial resilience. Pension funds can take the money workers set aside for tomorrow, and put it to work, backing the businesses of today. As the stewards of our largest businesses, asset managers can raise the standard of corporate behaviour. And insurance companies can direct the money we all put by in case the worst happens, and make sure it builds a better, greener future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those aims hark back to the origins of the financial sector. A sector that saw its role as helping build social fabric, encouraging saving and resilience. Often those origins lay in Scotland. It was the Scottish minister Henry Duncan who is credited with founding the world’s first commercial savings bank. (Though I have to say that there was such a bank established by a female social entrepreneur in Tottenham. But she was not such a good publicist!!) And it was two other Scottish churchmen, Robert Wallace and Alexander Webster, who founded the first funded pension—the Widows Pension Fund to look after the wives and children of their fellow clergymen. The link between finance and social reform threads its way through the ‘friendly societies’ of the nineteenth century to the origins of trade unionism and, indeed, the Labour Party. And the purpose of financial services, helping people save, to transact, to share risk, to fund responsible business, is especially important to me. My father was an accountant, who ran his own small business. I saw first-hand how committed he was, to enabling his clients to do the right thing, grow their businesses and support the local economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yet some firms have strayed a long way from this approach. When the finance sector stops thinking of itself as providing a means to empower individuals or businesses, but instead as an end in itself – it loses its way. And for a country like the UK, with such a large and powerful financial services industry, it is a huge lost opportunity. Indeed the results can be catastrophic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By 2008, the finance sector had lost its way. But in 2020, we have often seen the sector at its best. Setting up huge new systems overnight to get government-backed loans out to businesses who were desperately short of cash. Helping those who ran into difficulty to keep a roof over their head. Partnering with charities to support those most in need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must harness that sense of active commitment as we plan for the recovery- a recovery which must be environmentally productive, not destructive; and one marked by providing additional opportunity, not wasting it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many in financial services are already blazing a trail here in many ways, with the amount raised in green bonds on the London Stock Exchange having nearly tripled in the last three years. But we know too there is much more to do. The UK is only just over a third of the way to achieving the targets we need to hit to reach net zero, and we will not get there without the power of the finance sector to mobilise capital and put it to sustainable use.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to go further, faster. That’s why Labour has called for it to be mandatory for all listed companies to report in line with the recommendations of the Task Force on Climate-Related Disclosures next year, when the UK hosts the COP26 conference. And it’s why we sought to amend the Pension Schemes Bill – working hand in hand with pensions providers – so that pension schemes become aligned with the Paris Agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sadly, the government’s ambition in this area still falls far short of what is needed. Ahead of last week’s Spending Review, we called on government to bring forward £30bn of green investment in the next 18 months, supporting the creation of 400,000 jobs. That in turn could stimulate more private capital. Unbelievably, when it came to it the Chancellor actually cut £300 million of capital spending next year, compared with previous plans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second area where responsible finance has a critical role to play is in extending opportunity to every part of our country. We know, of course, that the UK’s financial services sector is more than just the City of London – with two-thirds of the sector’s 2.3 million jobs being outside the capital – but it is telling that people continually use that shorthand. This is symptomatic of a broader sense in which our economy is out of kilter. Holding all else equal, people living in the North of England have been more likely to be made redundant during this crisis- and of course, many are now, along with people in the Midlands and Yorkshire, much more likely to be living under the highest additional Covid-related restrictions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Instead of accepting that regional inequality, we need to make every single part of this country the best place in the world to grow up in and the best place to grow old in. For that to happen, we need opportunities on people’s doorsteps –not at the other end of the country. That means businesses in every town that people want to work for, and where they can envisage their children working. And every part of the country must feel like a good place to set up home. That needs decent and genuinely affordable, energy-efficient homes. We can’t achieve any of that without the finance sector getting money to where it needs to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To deliver on those two aims – a greener economy, with opportunities right across the country– requires policymakers to work hand in hand with the finance sector. Because responsible financial services firms deserve a responsible government in return.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Too often, in recent years, we’ve seen precisely the opposite. A sector which accounts for 10% of our economic output has been almost totally left out of the government’s trade negotiations with the EU. What started as plans for an ambitious financial services chapter in a free trade agreement, with talk of mutual recognition and super equivalence, has been watered down and watered down. Now the Conservative Government is trying desperately to dress up a sow’s ear as a silk purse – their unilateral decision to grant access to UK markets, with the hope – hope, not guarantee- that we might get offered the same in return.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is not a foregone conclusion that we will emerge with a deal, as last weekend’s revelations indicated. If we do obtain a deal, media reports suggest it will be as thin as gruel – it won’t contain anything for our largest exporting industry. And along the way, having threatened to break international law as a negotiating tactic, the government has trashed our reputation with other potential trading partners. Little wonder we’ve seen over 7,000 financial services jobs lost already and £1.2 trillion in assets poised to follow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sadly, what’s true of Brexit has been true of coronavirus too. Last minute changes to economic support schemes have left businesses in all sectors not knowing what on earth is about to happen next. The Chancellor set out four versions of his winter economy plan in six weeks, all of them before winter had even begun. We have come out of national lockdown today and yet the business support packages for Tier 2 and Tier 3 areas of the country are still inadequate and unfair, and we still lack clarity about what comes next.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We’ve still had nothing from the government on what will happen to those companies who’ve taken out loans and find themselves burdened with unsustainable debt, despite the finance sector’s best efforts to draw attention to the issue. There’s still no word on the mysterious Project Birch plans to support our most strategic industries. Above all, there is still no proper plan to see the country through to March. That’s completely irresponsible, in a situation where the UK is experiencing the worst economic downturn in the G7 – and where the OECD yesterday forecast that our recovery will take longer than the rest of the G7, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It doesn’t have to be like this. Politicians and financial firms should be working hand in hand to lay the groundwork for our recovery. I want us to have a genuine partnership so that together we can deliver security and opportunity for every part of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I’ve said today what a responsible financial services industry might look like.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My promise in return is that from Labour, under new leadership, you would get responsible government. A government that plans for the long-term, not chopping and changing every five minutes. A government that knows the value of one of our most important sectors and seeks to maximise it. A government that, once it has set the regulatory framework and the operating environment, will do all it can to ensure stability. That way, businesses and finance can plan for the future and deliver the fair and sustainable growth, and much-needed jobs, that every part of our country deserves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}