{
    "url": "https://www.ukpol.co.uk/anneliese-dodds-2021-speech-on-greensill-capital/",
    "title": "Anneliese Dodds – 2021 Speech on Greensill Capital",
    "post_date": "April 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Anneliese Dodds",
            "url": "/tag/anneliese-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anneliese Dodds, the Shadow Chancellor of the Exchequer, in the House of Commons on 13 April 2021.",
    "content": [
        "I start by paying tribute to the Duke of Edinburgh, who was an extraordinary public servant. My thoughts today are with the Queen and the rest of the royal family as we all mourn his passing. They are also with the friends and family of Cheryl Gillan, and I would like to associate myself with the very moving tributes that we quite rightly heard a few moments ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome the Minister’s presence, but it was the Chancellor who needed to come to the House today; the Chancellor who told David Cameron that he would “push” his team to amend emergency loan schemes to suit Cameron’s new employer; the Chancellor whose officials met with Greensill 10 times; the Chancellor who took the credit for Government business loan schemes when they were in the headlines and, indeed, who personally announced those schemes. Yet the Chancellor is frit to put his name to those loan schemes today. He has just spent £600,000 on communications. I would have thought that that would extend to communicating with Parliament. In the Chancellor’s absence, let me ask: what was the alternative that the Chancellor pushed his team to explore after David Cameron texted him? What discussions did the Government have with the British Business Bank about Greensill’s access to CLBILS after it had already been rejected for the covid corporate financing facility? Were the criteria for CLBILS amended so that Greensill could access the scheme? Why was Greensill the only supply chain finance firm accredited for CLBILS, and what due diligence was done?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Hundreds of millions of pounds of public money were put at risk by giving Greensill access to this scheme. With Greensill’s collapse, thousands of jobs—in Rotherham, Hartlepool and right across the country—have been put at risk. Those workers and taxpayers across the country deserve answers. The Chancellor said that he would “level with” the public. Why is he running scared of levelling with them on the Greensill scandal?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}