{
    "url": "https://www.ukpol.co.uk/anneliese-dodds-2020-comments-on-the-comprehensive-spending-review-2/",
    "title": "Anneliese Dodds – 2020 Comments on the Comprehensive Spending Review",
    "post_date": "November 25, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Anneliese Dodds",
            "url": "/tag/anneliese-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Anneliese Dodds, the Shadow Chancellor of the Exchequer, on 25 November 2020.",
    "content": [
        "Thank you, Mr Speaker. This spending review was a moment for the Chancellor to take the responsible choices that our country needs. It was an opportunity to protect key workers, secure the economy and recover jobs in every part of our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "During this crisis, we have seen who has taken responsibility: community health workers working round the clock to keep us all safe; the teachers who kept working so that key workers could too; the delivery drivers and shop staff who made sure that we had critical food supplies. Earlier this year, the Chancellor stood on his doorstep and clapped for key workers. Today, his Government institute a pay freeze for many of them. This takes a sledgehammer to consumer confidence. Firefighters, police officers and teachers will know that their spending power is going down, so they will spend less in our small businesses and on our high streets; they will spend less in our private sector. Many key workers, who willingly took on so much responsibility during this crisis, are now being forced to tighten their belts now; not in the medium term to which the Chancellor refers, but now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In contrast, there has been a bonanza for those who have won contracts from this Government. Companies with political connections have been 10 times more likely to win Government contracts. So many businesses have worked tirelessly through the pandemic to support local communities, to keep critical supplies going and to produce drugs and vaccines—at cost price in AstraZeneca’s case—working with some of our country’s best scientists. But in their response to this pandemic, the Conservative Government have wasted and mismanaged public finances on an industrial scale: £130 million to a Conservative donor for testing kits that were unsafe; £150 million for face masks and £700 million on coveralls that could not be used; a £12 billion hit to our economy because the more effective, shorter, circuit breaker was blocked and a lengthier, more expensive lockdown put in place instead; £12 billion so far spent on a test and trace system that is still not working; and, today, news of £10 billion in additional costs for personal protective equipment, which was at least partly down to the Conservatives’ lack of pre-pandemic planning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This waste and mismanagement is part of a longer-term pattern, showing that claims today around levelling up simply do not match the evidence: hospitals in Liverpool and Sandwell left unbuilt, over deadline by years and over budget by hundreds of millions of pounds; not a single starter home built, despite almost £200 million being spent; Northern Powerhouse Rail still not even approved six years after being announced; the courts modernisation programme three years behind schedule, letting victims down up and down the country; and people in the north more likely to have been made redundant during this crisis holding everything else equal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Photo calls are not enough. We need delivery like the promotion of green manufacturing in the west midlands by my right hon. Friend the Member for Birmingham, Hodge Hill (Liam Byrne) and the work of Labour Mayors and councils across the country. We need a Government in Westminster who take their responsibility towards all four nations seriously. That means informing the Finance Minister of Northern Ireland about the shorter timescale for this spending review ahead of time and fulfilling the “New Decade, New Approach” commitments. It means doing the right thing by the people of Wales to repair flood damage and make safe legacy coal tips. It means ending the barney between Westminster and Holyrood and instead working together in partnership to protect jobs and livelihoods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It means a shared prosperity fund that is effective because it is delivered not on the whim of Conservative Ministers but from our devolved Governments and our regions. The levelling-up fund that the Chancellor just announced—his rabbit out of the hat—yet again, just as with the Beeching reopening programme, involves MPs going to Ministers and begging for support for their areas, rather than that change being driven from local communities. So much for taking back control! This is about the centre handing over support in a very top-down manner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour has been clear about the responsible choices that we wanted the Chancellor to make today to recover jobs, retrain workers and rebuild businesses. To recover jobs, Labour called for £30 billion of capital spending accelerated over the next 18 months, focused on green initiatives, supporting 400,000 jobs and bringing us in line with countries such as France and Germany. This Government’s ambition is for half that number of new jobs. To retrain workers, we needed an emergency programme to support people back into work, but kickstart has been slow to get started, and the skills offer for those over 25 will not start until April. The Chancellor said at the beginning of his speech that our economic emergency “has only just begun”—try telling that to people who have been out of work since March.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Restart, announced today, must meet three key tests to be effective. It should help people who need it most, not cherry-pick. It should be up and running as soon as possible, yet it appears that only a fraction of Restart funding will be available next year. And it must involve local actors who know their communities, not be imposed from Whitehall. Of course, job search support ultimately only works if sufficient new jobs actually exist. That is why we needed ambitious action to boost our economy and to support our businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To rebuild business, we called for a national investment bank. I welcome the announcement of a new UK infrastructure bank, given that valuable years have been lost since the Green Investment Bank was sold off. Now the Chancellor must boost its firepower, and he must deliver on his Department’s responsibility for the drive to net zero. We have known since the Stern report that the climate crisis is the biggest long-term threat to our economy, yet far too often, this spending review locks us into a path that will make the transition to net zero harder, not easier, locking our economy out of the green jobs of the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To rebuild business, the Chancellor also needs to listen to business. We are less than a week from the end of the lockdown, yet we have heard nothing about whether extra support will be provided through the additional restrictions support grant for areas subject once again to tough restrictions. The Chancellor is still threatening employers with an increased contribution to furlough in January, at the worst possible time for increasing and building confidence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In fewer than 40 days, we are due to leave the transition period, yet the Chancellor did not even mention that in his speech. There is still no trade deal, so does the Chancellor truly believe that his Government are prepared and that he has done enough to help those businesses that will be heavily affected? Will he take responsible action to help those excluded from Government support? Why is he still refusing to make the speedy fixes to universal credit that Labour has advocated, which would aid the self-employed, and why will he not provide families with certainty by ensuring that the increase in universal credit continues beyond April?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The IMF has made it clear time and again that now would be the worst time to slam on the brakes and put the car into reverse. It has called for a “meaningful additional push” from our Government to maintain fiscal support until the recovery is on a sound footing. The UK’s GDP is 10% smaller now than it was at the end of last year. We have seen the worst downturn in the G7. We needed ambitious action today to stimulate growth and maintain demand, and we needed the Government to take responsibility for the real reasons why people and communities up and down our country are being held back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over the past 10 years, child poverty has risen by 600,000. We have had the worst decade for pay growth in eight generations. The cost of childcare has risen twice as fast as wages. The number of young apprentices has plummeted. Last quarter, we saw the highest level of redundancies on record. Social care is in increasing crisis and, despite the Conservative party’s manifesto having promised a long-term solution, we are still waiting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was trailed in the press that the Chancellor would be moving 20,000 jobs out of London, yet cuts to local authorities over the past 10 years have seen 240,000 jobs lost—12 times that figure of 20,000—with the hardest-hit communities often those in the north, midlands and south-west. Today, the Chancellor could have matched his Government’s promise to do whatever is necessary to support local authorities through this crisis; he did not. And yet again he showed his Government’s lack of confidence in their own measures by failing to provide an equality impact assessment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The measure of this Government will not be the number of press releases issued during this crisis or the number of pictures it published on Instagram; it will be the responsible action that they took, or did not take, for the sake of our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Next year, the eyes of the world will be on the UK as we assume the presidencies of the G7 and the UN Security Council and host the COP26 summit, yet now is the time that the Chancellor has turned his back on the world’s poorest by cutting international aid. It is in Britain’s national interest to lay the foundations for economic growth around the world—no wonder many British businesses have condemned his move.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Businesses have been more and more vocal about the problems with this Government’s last-minute approach, always one step behind when we need to plan responsibly for the future. We must learn the lessons from previous failures and ensure that the next challenge—the roll-out of the vaccine—is dealt with as efficiently, effectively and speedily as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Next time, we need a comprehensive spending review that takes responsible choices—to build a future for our country as the best place in the world to grow up in and the best place to grow old in. People should have opportunities on their doorstep, not at the other end of the country. Everywhere in the UK should feel like a good place to set up home. That is what the Chancellor must deliver.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}