{
    "url": "https://www.ukpol.co.uk/anneliese-dodds-2021-comments-on-hate-crimes/",
    "title": "Anneliese Dodds – 2021 Comments on Hate Crimes",
    "post_date": "November 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Anneliese Dodds",
            "url": "/tag/anneliese-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Anneliese Dodds, the Chair of the Labour Party, on 19 November 2021.",
    "content": [
        "It is totally unacceptable that police recorded hate crimes against LGBT+ people have doubled in the last five years. That’s why, on the eve of Transgender Day of Remembrance, Labour is committing to do something to stop it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All victims of hate crime have a right to expect equal treatment under the law, but that’s not the case today. So Labour will fix this injustice by bringing in tougher, fairer hate crime laws so that every category of hate crime is treated as an aggravated offence – and those who commit hate crimes against LGBT+ and disabled people can no longer get away with softer sentences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Conservatives could have done this years ago, but they’ve sat on their hands as usual. There is little wonder that former members of their now defunct LGBT advisory panel have accused ministers of creating a hostile environment for LGBT people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour recognises that trans rights are human rights. So we would update the Gender Recognition Act to enable a process of self-identification while continuing to support the implementation of the Equality Act, including the single sex exemption. We would ban conversion therapies outright immediately. And we would introduce these vital changes to hate crime laws that we’re announcing today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Equalising hate crime laws is just one way in which Labour would seek to end the Conservatives’ epidemic of violence on our streets. We have set out a wide range of proposals in our Ending Violence Against Women and Girls Green Paper, including sweeping reforms to sentencing and protections for women and girls and treating misogyny as a hate crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Conservative Government is failing our communities on every front. Only Labour has a plan to make them safer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}