{
    "url": "https://www.ukpol.co.uk/anneliese-dodds-2023-speech-on-international-womens-day/",
    "title": "Anneliese Dodds – 2023 Speech on International Women’s Day",
    "post_date": "March 13, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Anneliese Dodds",
            "url": "/tag/anneliese-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anneliese Dodds, the Labour MP for Oxford East, in the House of Commons on 9 March 2023.",
    "content": [
        "It is always an honour to speak in this debate and celebrate the wonderful achievements of women. I thank the right hon. Member for Basingstoke (Dame Maria Miller) for proposing the debate and the Backbench Business Committee for securing it. I associate myself with her remarks celebrating women in this place for all of their achievements. So many trailblazers have been mentioned: Betty Boothroyd, my right hon. and learned Friend the Member for Camberwell and Peckham (Ms Harman), Barbara Castle, Maureen Colquhoun and many more. But we need many more. As my hon. Friend the Member for Erith and Thamesmead (Abena Oppong-Asare) said, on the Opposition Benches we are proud of the fact that more than half of our representation is female. We need to see that change across all parties and extending away from this place into local government. It was wonderful to hear many Bristolian examples from my hon. Friend the Member for Bristol South (Karin Smyth), and from right across the country, of women in local government, but we need many more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank everyone who has spoken in this debate, and above all my hon. Friend the Member for Birmingham, Yardley (Jess Phillips). She delivered, yet again, her powerful memorialisation of the women killed over the past year. It was an honour, yet again, to have some members of the families of those individuals join us in the Public Gallery. There can be no starker or more sobering illustration that so many women still lose their lives to male violence and far too many others are still living in fear of it. Let us compare our situation in safety here to the situation that those women remain in right now, in our country, in their homes, in their workplaces and on the street.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to my right hon. Friend the Member for Kingston upon Hull North (Dame Diana Johnson) for speaking so authoritatively about the behaviour of male perpetrators and the need to end their impunity, including when they commit gateway offences such as exposure. I am also grateful to my hon. Friend the Member for Vauxhall (Florence Eshalomi), who was absolutely right that we should call a spade a spade, and a murderer a murderer. As the hon. Member for Thurrock (Jackie Doyle-Price) rightly said, these are not soap operas but despicable crimes and despicable criminals. That must always be the case in the broadcast and print media, as my hon. Friend the Member for Brent Central (Dawn Butler) so powerfully set out in her contribution. That must also be the case on social media, and I associate myself with the remarks from my hon. Friend the Member for Erith and Thamesmead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need stronger action against violent misogyny online. I am afraid that the Online Safety Bill is simply not tough enough to deal with that cancer in our society. We need more action on policing and in other areas on criminal justice, too. Police-recorded rape and sexual offences are at record highs, but just 1.5% of recorded rapes lead to convictions. More than two thirds of women have experienced some form of sexual harassment in a public space, and 86% of 18 to 24-year-olds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The criminal justice system is in disarray, I am afraid to say; we all know that, because as constituency MPs we see it in our casework every single day. Women’s refuges—those that are still open—are full. Women and girls are being put at risk. Many of us will question, as hon. Members have done today, why there was no mention of making Britain safer for all in the Prime Minister’s five key priorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No one believes that ending violence against women and girls will be easy, but we certainly cannot do it with short-term, sticking-plaster solutions. We need a comprehensive approach. That is why Labour’s cross-cutting Green Paper “Ending Violence Against Women and Girls” sets out our plan to embed action across every Department. It includes proposals for a new street harassment law, tougher sentences for rapists and whole-life tariffs for those who rape, abduct and murder. It includes having domestic violence specialists in every 999 control centre. It includes making misogyny a hate crime. It would ensure the compulsory vetting of police officers in every police force. We would give victims access to the justice that they deserve. We really cannot delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nor can we delay in other areas that are critical to women’s lives. Previous Labour Governments did not delay: they introduced the Equal Pay Act 1970, the Sex Discrimination Act 1975 and of course the Equality Act 2010. We are determined to go further. We will match that record and go beyond it by putting women’s equality at the heart of everything we do, and we will start by taking action on the gender pay gap. It is disturbing that that gap has increased by 12% in the past two years alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The Minister for Women (Maria Caulfield) indicated dissent.**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those are ONS statistics. We need proper action to eliminate that inequality for women, so I am delighted to be working with my right hon. Friend the Member for Leeds West (Rachel Reeves) and with Frances O’Grady to review how we can go further and faster to close the gap. We also need action so that flexibility for women in the workplace is not just in the hands of employers. We need equal pay comparisons between employers, not just within a single employer. We need a modern childcare system, as my hon. Friend the Member for Houghton and Sunderland South (Bridget Phillipson) has ably set out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I have the floor for a few more moments, I want to talk about a group of women who rarely get a hearing in this place. I am talking about midlife women: women in their 40s, 50s and 60s. They experience a series of immense pressures—they are often expected to hold down a job, care for elderly parents and support older children—but when we look at how they are faring economically, we can see that over recent years things have moved backwards for them. In the past decade, women in their 40s and 50s have seen their real wages fall by almost £1,000 a year. Since the pandemic, 185,000 women between 50 and 64 have left the workforce at a cost of up to £7 billion to the British economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Karin Smyth**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is making an excellent point. Does she agree that it is astonishing that the Government are not looking at the issue in the way that we have done? They are concerned about growth in the economy and particularly about the loss of women from the workforce, but they are not looking at social care or childcare. Does she agree that if they want to steal our plans, they are welcome to do so and we will cheer them on?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would be delighted if the Government stole those plans. I would also be delighted if they looked at Labour’s measures for the NHS, because a fifth of the women I spoke about are on an NHS waiting list. I have been up and down the country talking to women on gynaecology waiting lists, women who are not getting breast cancer referrals on time and women who have not been able to access cervical cancer screening, for which rates have been falling. We can see how big a problem there is and we can see how our plan for the workforce is so urgently needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We would also love the Government to steal Labour’s plan for larger employers to have menopause action plans. Many businesses have welcomed that measure, but so far the Government have not yet adopted it, although the nodding of the Minister on the Front Bench leads me to hope that they may do so. We need action on that, and we need greater action for women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Women need answers to these questions because, sadly, too many women will feel that they have little to celebrate on this International Women’s Day in our country. Sadly, that applies even more in many other countries, as hon. Members have discussed throughout this debate. Earlier this week, I had the immense privilege of taking part in a roundtable with women activists from Iran and Kurdish women. Their strength is inspiring, but what they have been through is horrendous. We must stand with them, as has been said. We must also stand with the women of the United States, following the attacks on their bodily autonomy. We must stand with the women of Afghanistan and of Ukraine. We must stand with women in countries subject to appallingly high rates of femicide, such as El Salvador. We must stand with women from all nations in which women’s lives are devalued.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My mission as shadow Secretary of State for Women and Equalities is to ensure that every woman is recognised, valued and empowered to reach their full potential. I want us to be able to look forward to a future in which our debates in the week of International Women’s Day can focus solely on the brilliant achievements of women and girls in all their diversity—those women and girls who make this country great—rather than on having to detail so many barriers holding them back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}