{
    "url": "https://www.ukpol.co.uk/nigel-dodds-2019-speech-on-brexit/",
    "title": "Nigel Dodds – 2019 Speech on Brexit",
    "post_date": "January 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Nigel Dodds",
            "url": "/tag/nigel-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nigel Dodds, the DUP MP for Belfast North, in the House of Commons on 29 January 2019.",
    "content": [
        "It is a privilege to follow the right hon. Member for Esher and Walton (Dominic Raab). Let me say at the outset that we have had very good discussions with the Government and, indeed, with Back Benchers in both parties in recent days, and that, for the reasons that he gave, we agree that the right approach is to vote for amendment (n) in order to give the Prime Minister the backing that will indicate to the European Union that there is a way through this which can command support in the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister’s agreement to bring back any final deal for a meaningful vote, the fact that she will seek legally binding changes, what she has said about reopening the withdrawal agreement, and the fact that serious consideration will be given to options that can bring together those on the Brexiteer and remain sides of the argument are all powerful reasons for supporting the amendment. I believe that there is a way through the current difficulties and deadlock, but some of the options presented in other amendments do not, in my view, command a majority. We must be realistic about that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We, certainly on these Benches, want a deal: we do not want a no-deal outcome. However, the idea of taking no deal off the table is more likely to lead to a no-deal outcome than anything else, because that is exactly what will ensure that the EU holds out and gives absolutely nothing in any future negotiations. I have dealt with the Irish Government—Irish Governments of different hues—over many years, and that is exactly the approach that they have told us they will take, so it should not come as any surprise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister has focused on the issue of the backstop. We have some other issues with the withdrawal agreement and the political declaration, but the backstop is the main issue, and if it is dealt with, that will mean that we can get a withdrawal agreement through the House. I do not need to rehearse all the reasons why the backstop was so difficult for us as Unionists. However, ​the right hon. and learned Member for Beaconsfield (Mr Grieve) described it as damaging to the Union, the Father of the House, the right hon. and learned Member for Rushcliffe (Mr Clarke) described it as a ridiculous proposition, and the Prime Minister herself has criticised it in strong terms as something that no one wants and everyone detests. Yet it remains at the heart of our debate. We must address the fact that with it in place, we cannot support the withdrawal agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "People say that the position cannot possibly be revised. However, as the right hon. Member for Esher and Walton has just said, Michel Barnier himself, when he had to deal this week with the criticism that came the way of the European Commission’s spokesperson who had said that there would have to be a hard border in the event of no deal, said “No, no, there does not have to be one.” I will not repeat the quotation that the right hon. Gentleman has just given, but the fact is that if we can have no hard border in a no-deal situation, that will certainly be possible in the event of a withdrawal agreement and a deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The position in the Irish Republic is not as homogeneous as people think. Its Prime Minister, Leo Varadkar, said the other day that in the event of no deal we would have to send troops to the Irish border. The Irish Government swiftly retreated from that. The Prime Minister was out in Davos. He may have been mixing with all sorts of characters—I do not know who those could possibly be—and he obviously got carried away with the rhetoric. Some wild stuff is being said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the most damaging arguments, which is of concern to many Unionists—and we in the House speak for the vast bulk of Unionists who are concerned about the implications of the backstop—is that this is designed to protect the backstop and the Good Friday agreement, as amended by the St Andrews agreement. It does nothing of the sort. Lord Bew, one of the architects of, or the people behind, the Good Friday agreement, said in a recent article for Policy Exchange that it drives a coach and horses through the agreement. We need to be realistic about this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Ian Paisley (North Antrim) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe that Lord Bew went even further in the other place last week, when he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“there is one great problem with the backstop: it does not protect the Good Friday agreement.”—[Official Report, House of Lords, 5 December 2018; Vol. 794, c. 1012.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He has made that point repeatedly. Surely that is the issue: as he has said, the backstop drives a coach and horses through the agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Nigel Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is absolutely right, and I urge Members on both sides to read what Lord Bew has said. He voted remain, he is a supporter of the Good Friday agreement; read what he said about this, instead of listening to some of the myths that are about. For instance there is the myth that the open border is part of the Good Friday agreement—the Belfast agreement. The Belfast agreement does not mention anything to do with an open border; this is a complete myth. What we want in Northern Ireland—on all sides—is no hard border on the island of Ireland; we in our party are absolutely committed to no hard border on the island of Ireland, but not at the expense of creating borders down the Irish sea with our biggest market and affecting the integrity of the United Kingdom.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That has got to be the sensible position, and I believe now that if we get behind the amendment tabled by the hon. Member for Altrincham and Sale West (Sir Graham Brady) and send the Prime Minister out to Brussels with that strong support behind her, we can achieve something that people have said is not possible: we can get this deal sorted out for the good of all our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}