{
    "url": "https://www.ukpol.co.uk/anneliese-dodds-2020-letter-to-chancellor-of-the-exchequer/",
    "title": "Anneliese Dodds – 2020 Letter to Chancellor of the Exchequer",
    "post_date": "July 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Anneliese Dodds",
            "url": "/tag/anneliese-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Text of the letter sent by Anneliese Dodds, the Shadow Chancellor of the Exchequer, to Rishi Sunak, the Chancellor of the Exchequer, on 17 July 2020.",
    "content": [
        "We are writing to urge you to step up and show leadership at the forthcoming G20 Finance Ministers’ meeting this weekend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The world now faces a serious threat of international contagion from financial problems caused by the Covid-19 crisis. Unless a number of fragile economies are able to restructure their existing debt, there is a risk they will be unable to contain the spread of Covid-19 and a second global wave becomes more likely. Given their links to other emerging economies – and indeed to our own – without concerted global action the impact on our economy and our health may be severe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are calling on you to show leadership on two critical issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Firstly, we need clear action to ensure that private creditors cooperate with internationally-coordinated debt restructuring by governments. The global community has been slow on this and it is right and proper that the UK leads the way now given that much of the legal activity concerning debt agreements with poorer nations is located in the City of London. We urge you to act to ensure that private lenders restructure debts where needed, including through making this part of IMF loan programmes and passing legislation to make it easier for countries to suspend and restructure debts governed by English law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, we are calling on the UK government to co-ordinate global action to enable fragile economies to make use of ‘Special Drawing Rights’ to help them deal with liquidity pressures. Under the current arrangements, the countries that most need help now are the least likely to get it. We have raised this with you previously. At the beginning of May, the Chancellor assured us that he had ‘called on the IMF to keep a possible SDR allocation on the table’. This is insufficient. We need a global agreement that avoids the contagious effects of even more severe liquidity shocks for fragile economies, with all the knock-on impacts these would have. The UK must ensure this is on the agenda on Saturday and that an agreement is reached.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The world was slow to come together to tackle this pandemic and has been slow to take co-ordinated global action to deal with the economic crisis that followed. People across the world, including here in the UK, will suffer as a result. During the 2008 financial crash, the UK led the global response to protect us from economic haemorrhaging and action was taken within days. We need comparable leadership now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK is uniquely placed within the international community to lead the global response to the Covid-19 pandemic. To date, however, that leadership has been sorely lacking, to the detriment of both UK and international efforts to tackle the spread of the virus. This crisis has shown that we are only as strong as the most vulnerable. The UK must now play its part, or we will all continue to suffer the consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}