{
    "url": "https://www.ukpol.co.uk/anneliese-dodds-2021-letter-to-rishi-sunak-on-greensill-capital/",
    "title": "Anneliese Dodds – 2021 Letter to Rishi Sunak on Greensill Capital",
    "post_date": "March 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Anneliese Dodds",
            "url": "/tag/anneliese-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter written by Anneliese Dodds, the Shadow Chancellor of the Exchequer, to Rishi Sunak, the Chancellor of the Exchequer, on 20 March 2021.",
    "content": [
        "Dear Chancellor,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wanted to raise my concerns with you directly about a report in the  _Financial Times_ on 18 March 2021 regarding Greensill Capital’s access to state-backed emergency Covid-19 loan schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As you may be aware, the report suggests that the former Conservative Prime Minister David Cameron lobbied Her Majesty’s Treasury personally on behalf of Greensill Capital. It also alleges that you personally intervened to request meetings between the bank and Treasury officials, and cites a freedom of information request detailing an official summary of a conversation prepared for the Second Permanent Secretary to the Treasury following a meeting with Greensill representatives that states: “At the Chancellor’s request you [the Second Permanent Secretary] took a call from Greensill last night (May 14). You set out that no decision had yet been taken but the Chancellor had asked you to revert to them on two points.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Public records further show that several meetings took place between your officials and representatives of the bank between March and June 2020. Your officials met five of the 27 accredited CLBILS lenders during this period: Greensill, RBS, Lloyd’s Bank, Santander and Barclays. The records show that officials met with Greensill on ten separate occasions compared to just two with Santander and one each with Lloyd’s, RBS and Barclays. The other 22 accredited lenders for the scheme are not reported to have met with Treasury officials at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It appears that after initial attempts by Greensill to secure access to the Bank of England’s Covid Corporate Financing Facility were unsuccessful, the bank was later accepted as an accredited lender and partner of the Coronavirus Large Business Interruption Scheme and granted permission to issue these loans – 80 per cent of which were guaranteed by the UK Government – up to a maximum of £50 million. It has since been reported in  _The Sunday Times_ that Greensill issued eight of these taxpayer-backed loans – a total of £400 million – to Sanjeev Gupta’s GFG Alliance group and companies linked to him. While the BBB has now withdrawn the guarantees for these loans, Greensill is still listed on its website as an accredited lender and partner for the CLBILS scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The revelations in the  _FT_ article raise extremely serious questions for your Government. I am concerned that it appears Greensill Capital was granted so much access to the Treasury at a time when the representatives of the millions of people excluded from the Self-Employed Income Support Scheme were asking for your time and support to find a solution to the issues with that scheme. This is made even more serious and urgent given Greensill’s subsequent collapse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to seek clarity from you on this issue and others raised in the  _FT_ article, specifically in answer to the following questions:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "* Did you speak to David Cameron directly on the matter of Greensill’s access to state-backed emergency Covid-19 loan schemes? \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "* How was the decision made to add Greensill to the CLBILS scheme? \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "* Were Treasury officials overruled in that decision? \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "* Did you ask the Permanent Secretary Charles Roxburgh to meet with Greensill against the advice of Treasury officials? \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "* Did the Excluded group request a personal meeting with you during the same period, and what was your response? \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "* What steps, if any, did you take in relation to concerns reported at the time by the _Financial Times_ and others about the financial stability of Greensill? \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As Chancellor, it is your duty to protect the public finances. The public deserve urgent and clear answers to these questions so they can be reassured that the decision to make Greensill an accredited lender for the CLBILS scheme was taken with due diligence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Best wishes,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Anneliese Dodds\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}