{
    "url": "https://www.ukpol.co.uk/anneliese-dodds-2021-speech-to-the-lse/",
    "title": "Anneliese Dodds – 2021 Speech to the LSE",
    "post_date": "January 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Anneliese Dodds",
            "url": "/tag/anneliese-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anneliese Dodds, the Shadow Chancellor of the Exchequer, on 21 January 2021.",
    "content": [
        "It is such a pleasure to be addressing now the Department of Government – a Department which I worked in both as a student and a postdoc fellow, many years ago. It has been wonderful to see the Department continue from strength to strength.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is so much can we discuss, on the subject of rebuilding the UK for a more secure future- and I’m really looking forward to the conversation with Martin and the Q and A. But to start us off now, I would like to provide some remarks on the relationship between our economy and public health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we are all sadly aware, the UK is currently experiencing the highest death rate from coronavirus in the world, as well as the highest total number of deaths in Europe. In tandem, we have suffered the worst recession of any major economy. These two facts are not unrelated- but interconnected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the heart of the Conservative government’s mishandling of this crisis over the last ten months has been an insistence that you can treat the health of a nation and its economy as distinct entities, to be traded off against one another. You either “choose health”, and lock down the economy completely in a bid to prevent the virus from spreading. Or you “choose jobs”, easing restrictions as rapidly as you are able to get people back to work. This narrative is not only untrue; it is self-defeating. By setting up a false choice between health and the economy, our government has chosen neither- and rather than choosing jobs, we have seen record redundancies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Slowness to lock down last March meant a higher death toll before public health measures were imposed. But it also meant that when the lockdown did come, it lasted longer and caused greater economic damage. We’ve since seen that pattern repeated twice over.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor’s desperation to reopen the economy as quickly as possible, and extricate the Treasury from its various support schemes, has been swept away by successive waves of the pandemic. We’ve been forced into a short-lived tier system, another set of nationwide restrictions, the cancellation of Christmas plans and now back into a third lockdown.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This stop-start approach has done untold harm to jobs and businesses. We’ve seen unanticipated continuation and then repeated tinkering with economic support packages, with the furlough scheme extended a matter of hours before it was due to expire, and after a replacement scheme was already on the books. Employers and employees cannot plan on that basis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This hammers confidence – both in the ability to get a grip on the health crisis, and in the overall state of the economy. We saw this in the run-up to the first lockdown: even before the government ordered people indoors and businesses to close, substantial ‘voluntary social distancing’ had already started to take place. As the IMF has argued, when people fear that the virus is getting out of hand they reduce social contact and economic activity along with it. The Bank of England notes that this can lead to recession even in the absence of legally enforced measures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The challenge for policymakers during a pandemic is to work out when and how to intervene – not whether. There are clearly an array of defences that can be adopted- with James Reason’s ‘swiss cheese’ model providing an effective visualisation of the layers of different measures required: measures to prevent the disease from entering communities, to identify where it is, to isolate it, and to reduce its transmissibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Social distancing is obviously only one defensive measure- and one which affects different groups in very different ways. Young workers in insecure jobs in ‘non-essential’ sectors suffer much more than those who are retired. And if uncoordinated and voluntary social distancing still does not get the virus under control, especially in the absence of effective test, trace and isolate measures, and the ‘R’ rate remains above 1, then we have seen how a severe nationwide lockdown becomes inevitable. Indeed the UK has gone through this cycle no less than three times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There has to be another way. And this is to accept that, while it has obviously been hugely disruptive, managed social distancing has unfortunately been necessary. It has reduced the transmission of the virus and kept it under control – preventing the NHS from being overwhelmed – and avoided the stop-start nature of repeated lockdowns that causes so much economic harm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But to be properly effective, managed social distancing must go hand-in-hand with an economic support package that lets businesses and workers know where they stand. It also requires a properly functioning Test, Trace and Isolate system. Instead, we’ve seen government spend £22 billion on a privately outsourced Test and Trace programme which has bypassed local authority expertise and failed to deliver. And we have an ‘Isolate’ system that is simply not fit for purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Done properly, managed social distancing and self-isolation both have positive economic impacts: they prevent people from spreading the virus and make wholesale national lockdowns less likely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Managed social distancing requires government intervention to work: a set of rules for everyone to observe, and economic support for affected businesses and workers while those rules are in place. The same is true of self-isolation: people need clarity over when and how to self-isolate, and they must be enabled to do so without falling into debt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Here, very sadly, the UK has been failing. Evidence from SAGE shows that many people are not self-isolating, because of the potentially catastrophic economic effects for them personally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A paper published last week suggested just three in ten people with symptoms are self-isolating – with financial hardship, low socioeconomic status and an inability to work from home all linked to barriers. Gig economy workers are reportedly avoiding getting tested for fear of the lost income that accompanies self-isolation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Statutory Sick Pay is just £95 a week, and the Health Secretary has conceded he would not be able to live on it. Despite repeated questioning, the government has failed to commission or publish evidence about the deterrent impact of failing to improve Statutory Sick Pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Instead, a £500 Test and Trace Support Payment was introduced – automatic for those claiming qualifying benefits, but discretionary for those who aren’t. Only one in eight workers is automatically eligible, with others reliant on the discretion of their local authority. This results in a postcode lottery: Camden Council has approved 75% of applications for its discretionary payments, while Sandwell has approved just 16%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many councils are running out of money for discretionary payments, leading to a ‘first come, first served’ scenario. The government has said funds need to last until January 31st, as if the pandemic will somehow respect that arbitrary date.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The arrival of effective vaccines has been wonderful to see; but even if the current timetable is accelerated, as it needs to be, the rollout of these vaccines will take time. In addition, we must be prepared for scenarios where new variants of coronavirus require new vaccines, and so we may – sadly – be living with this virus for a while yet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All of which means we have to get an integrated health and economic response right. That requires three core elements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, an economic support package that goes hand in hand with public health restrictions, enabling managed social distancing to protect the NHS and secure the economy. That package needs to be clearly communicated so businesses and workers know exactly what to expect in the months ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Second, much clearer communications around the Test and Trace Support Payment: both for those who are automatically eligible but also, crucially, a single, clear set of guidelines for the discretionary element to end the postcode lottery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Third, government must commit to giving local authorities the resources they need to make those discretionary payments. If someone needs support, they should be able to access it – no matter where they live, no matter when they develop symptoms. Councils have already had to spend £750,000 of their own finances to do the right thing – and this when their budgets are stretched to breaking point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor has called this crisis wrong time and again. From a succession of winter economic plans that had to be continually revised because each iteration sought to give the bare minimum in economic support and then was overtaken by events; to disappearing altogether over Christmas only to return earlier this month with almost nothing new to say and precious little clarity for businesses as to what they can expect in the months to come. Much of this seems to stem from a belief that the economy is only well-served by a total lifting of restrictions and a removal of all economic support as soon as possible. But with the virus sadly still with us and continuing to impact on demand, he needs to think again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we are to secure the economy, protect the NHS and rebuild Britain then we need, instead a responsible approach to economic policymaking: one that sees the economic response as embedded in the public health response and vice versa, rather than the two elements working against each other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}