{
    "url": "https://www.ukpol.co.uk/anneliese-dodds-2021-speech-on-the-governments-management-of-the-economy/",
    "title": "Anneliese Dodds – 2021 Speech on the Government’s Management of the Economy",
    "post_date": "February 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Anneliese Dodds",
            "url": "/tag/anneliese-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anneliese Dodds, the Shadow Chancellor of the Exchequer, on 23 February 2021.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House believes that the last decade of UK economic policy weakened the foundations of this country’s economy and society, leaving the UK particularly vulnerable when the coronavirus crisis hit; further believes that many Government choices and actions during the coronavirus pandemic have exacerbated the problems that pandemic has caused, leading to the UK suffering the worst economic crisis of any major economy; calls on the Government, as the UK emerges out of the pandemic, to address the deep inequalities and injustices in this country and take the UK forward to a stronger, more prosperous future through a new partnership between an active state and enterprising business; further calls on the Government to protect family finances by reversing the planned £20 cut in Universal Credit, reversing the key worker pay freeze and providing councils with the funding they need to prevent huge rises in council tax; and calls on the Government to introduce a new British Recovery Bond to allow people who have accumulated savings during the pandemic to have a proper stake in Britain’s future and to back a new generation of British entrepreneurs by providing start-up loans for 100,000 new businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Next Wednesday is a pivotal moment in this country’s response to the coronavirus pandemic and our emergence from this crisis. When the Chancellor stands up to deliver his Budget, he faces a choice: he could take us back to the short-termist, irresponsible policies that left our economy and our country so dangerously exposed before the crisis hit, or he could learn from the mistakes made over the past 10 years and move forward, to a stronger, more prosperous future. Our economic recovery is at stake and the Chancellor cannot afford to get it wrong. He cannot continue to duck the big decisions, nor to go missing when he is most needed, and he must make the responsible choices that have been so frequently lacking over the past year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We cannot get away from the fact that our country has been hit harder than most during this crisis, and much harder than it needed to be. That is despite the herculean efforts of our NHS and social care, and other key workers; the incredible national commitment we have seen from those who have volunteered up and down our country; the ingenuity of our scientists; and the hard work and commitment of businesses and workers up and down the land. The UK was not fated to have the highest death toll from covid in Europe, nor to suffer the worst economic crisis of any major economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Such grim statistics relate to decisions taken or not taken during the crisis, but also to 10 years when the foundations of our economy and our public services were weakened. The UK entered 2020 as one of the most unequal countries in Europe. Wages had flatlined for 10 long years—the worst decade for pay growth in generations. Yet as pay stagnated, childcare costs spiralled for families across the country. Household finances took such a hit that one in four families had less than £100 of savings in the bank when the crisis hit. At the same time, the public services we all rely on had been stripped back and stockpiles of vital equipment had been run down, providing a worryingly low level of resilience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All this happened because the party opposite was not willing to take the responsible decisions required to set our country on stronger foundations. Instead, after the global financial crisis, Conservative-led Governments hammered family finances and withdrew funding for public services, in moves that have now been widely criticised not just by Labour, but by the likes of the International Monetary Fund and the OECD.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Edward Leigh (Gainsborough) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some of us think that this allegedly Conservative Government are already spending far too much and regulating too much. Will the hon. Lady make the commitment that Mr Blair and Mr Brown made when the Labour party was last in opposition: that whatever happens, a future Labour Government would not spend a greater proportion of national income on the public sector?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I certainly would not spend public funds in the way this Government often have. I will come on to that in a moment. For me, the question is not the quantum of spend; the question is whether spending has been appropriately directed, whether it has been appropriately managed and whether there has been strong financial control. Sadly, in many aspects of this crisis, those values have not been held to, as I will go on to explain in the rest of my remarks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The agenda we saw over the past 10 years of cuts in order—in theory—to deliver speedy fiscal consolidation did not even achieve its primary objective. The British people were told they had to tighten their belts so that we could all do our bit to pay down the national debt, yet that debt rose from £1 trillion to £1.8 trillion under Conservative-led Governments before the crisis hit. Ten years of failing to address the structural weaknesses in our economy meant that when covid-19 arrived on our shores, we were dangerously unprepared.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yet the hits to our health and our economy still did not need to be as severe as they have been. Recent decisions have all too often exacerbated the problems we have faced. The Chancellor has failed repeatedly to understand that the health crisis and the economic crisis are not separable—they cannot be traded off, one against the other. If economic support does not go hand in hand with the imposition of necessary public health restrictions, we cannot get a grip on the virus, nor will economic activity return to normal. If infections are not reduced, not only will restrictions be in place for longer, but people will lack the confidence that is needed to get out and start spending again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Time and again throughout this crisis, the Chancellor has sought to pull back economic support with the virus still raging. He sought to wrap up the furlough scheme at the earliest possible moment, in the face of all the available evidence and calls from businesses, trade unions and the Labour party alike. As the costs of that approach became clear, there was a last-minute scramble to come up with a replacement scheme that saw four versions of a winter economic plan in the space of six weeks before winter had even begun. And then quite literally at the eleventh hour, he extended furlough in any case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The same was true of business support to areas under local restrictions. Local leaders were forced to conduct a series of sham negotiations, only to emerge with the same £20 per head payment each for their local area, with no sense of how long that needed to last and no connection to local business need. That pattern is in evidence again. As we stand here today, businesses face yet more looming cliff edges: business rate payments falling due in just over a month’s time, VAT spiking for our hard-hit hospitality sector, and furlough due to end on 30 April.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister said yesterday that we should be driven by the data, not by dates, but instead of having acted weeks ago to provide the certainty that businesses crave, the Chancellor is determined to wait until the theatre of his Budget next week to make any announcements. That is not driven by the data on business confidence and economic impact. Indeed, today we learned of the 1.7 million people now in unemployment and the prospect of 1 million more losing their jobs in the months to come. Instead, that is an approach driven by politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This has combined with a situation where public funds have time and again been wasted and mismanaged. Hundreds of millions have been spent on contracts that have simply not delivered, and funding has often not been targeted where it is needed most, despite the Welsh Labour Government showing how effective targeting funds at small businesses in particular can be. Coronavirus may have closed much of our economy, but this Government’s approach is crashing it. Next Wednesday is a chance to change course, to learn from the mistakes of not just the last 11 months but the last 11 years, and to put us on the path to a more secure and prosperous economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the midst of a jobs crisis, we need urgent action to support people back into work, especially our young people, for whom time out of work can scar future prospects permanently, yet the Government’s much vaunted kickstart scheme is only helping one in every 100 eligible young people, and their restart scheme has not in fact started at all. Instead, the Government must learn the lessons of successful schemes, such as the future jobs fund, which built on the strengths of existing local institutions to deliver sustainable employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need action, not rhetoric, to support the creation of new jobs. There is a tremendous opportunity here to align job creation with our net zero ambitions. Labour has called for the acceleration of £30 billion of green investment in the next 18 months. We have demonstrated how that could support the creation of 400,000 new green jobs. Incredibly, the Chancellor cut £300 million from the planned capital budget in November. His shambolic green homes grant has been so badly delivered that it is actually costing jobs. We urgently need a change of course, so that we can support business to build the new jobs of the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to stop ordinary families carrying the can for these mistakes. Showing that he has totally failed to heed the warnings of the International Monetary Fund and others, the Chancellor is ploughing ahead with plans for a triple hammer blow to family finances, forcing local authorities to hike council tax, cutting social security by more than £1,000 a year, and freezing pay for key workers. That is not just poor reward for those who have sacrificed so much over the last year; it is economically illiterate, sucking demand out of our economy at a time when we need it most. The Chancellor is instead heavily reliant on spending by those who have been able to build up some savings during the crisis. Not only have more people in our country lost income during this crisis than have been able to save, but in addition the Bank of England has shown that the vast majority of these savings will likely be retained and not spent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Instead, we need a different approach—one in which we stop leaving people, businesses and whole areas of our country behind. We need to harness the potential of Government working with businesses and trade unions to build a better, more secure future. We must take the strategic decisions that would restore the foundations of our economy and prepare us for the challenges and opportunities of the decade ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, we need to support families across the UK by scrapping the planned cut to universal credit, reversing the key worker pay freeze and backing councils so that they do not need to impose inflation-busting tax hikes. That will build confidence and build our local economies. We must harness the spirit of unity and solidarity that has defined the British people’s response to this crisis, by allowing those who have been able to save to invest in British recovery bonds, thereby keeping their money safe while taking a stake in our country’s future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to lift the burden of debt from our small businesses by enabling them to pay back covid-related bounce back loans once they are making profits again, rather than continued debt preventing them from investing and taking on new staff. We have to expand the start-up loan scheme to support 100,000 new British businesses over the next five years, backing the entrepreneurial spirit that we need for economic growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The economic approach of the Conservative party has been severely tested over the course of a decade and been found to be seriously wanting. Indeed, over the past year it has been tested to destruction. We cannot afford a repeat of those mistakes—a return to policies that have been so weak and provided so little resilience. We need a new approach: a Government who are on people’s side, who understand the value of public services, and who give families and businesses the security that they need in the tough times and offer them hope in the years to come. Next Wednesday is a fork in the road. I urge the Chancellor take the right path to a better, more secure economic future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}