{
    "url": "https://www.ukpol.co.uk/anneliese-dodds-2023-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Anneliese Dodds – 2023 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "March 27, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Anneliese Dodds",
            "url": "/tag/anneliese-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anneliese Dodds, the Labour MP for Oxford East, in the House of Commons on 24 March 2023.",
    "content": [
        "First, let me say how pleased I am to see the Bill finally making its way through the House today. I thank all of the campaigners and people who have worked tirelessly on this issue, including, obviously, the right hon. Member for Tunbridge Wells (Greg Clark) with all of his engagement, the civil servants who have been working with him, my hon. Friend the Member for Walthamstow (Stella Creasy) and the many other Members who have contributed to discussions on this subject for such a long time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we near the end of Women’s History Month 2023, I can say that the Bill is a welcome step in the right direction. I will, if I may, pull us back to the main subject at issue, which is around public sexual harassment. It does remain a major problem in our society. Plan International UK found that three quarters of girls and young women aged 12 to 21 experienced a form of sexual harassment in a public space in their lifetime. Those numbers increase for disabled women and girls, and for women and girls from a black, Asian or minority ethnic background. The impact of this harassment is shocking. Perhaps it is worth reminding the House about that as we discuss the Bill. In 2020, the Girl Guides found out that 80% of girls and young women feel unsafe when they are out on their own, increasing to 96% of young women aged 17 and 18.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Madam Deputy Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. Just a reminder that, at this stage, we are discussing the amendment. There will be, I am sure, a very good opportunity on Third Reading for the wider issues, but at this point we are on Report. If the hon. Lady prefers to wait to Third Reading, that is absolutely fine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In that case, I will just say that I mentioned those points in relation to new clause 1 and the other amendments. I believe that the right hon. Gentleman has set out very clearly the rationale, as has my hon. Friend the Member for Walthamstow, spelling out why we require guidance—we all hope that it will come speedily—but also why it is important that the legislation is consistent with other Acts in this area. I hope that the House will bear those remarks in mind when deciding how to vote.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The Minister for Crime, Policing and Fire (Chris Philp)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a great pleasure to speak to the amendments before the House on Report. I am grateful to my right hon. Friend the Member for Tunbridge Wells (Greg Clark) for his new clause 1 and amendment 1, and I am happy to confirm formally that the Government support those amendments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As my right hon. Friend has set out, the new clause would require Ministers to publish statutory guidance for all police forces, to which those police forces would have to have regard. In particular, the guidance would need to include material about the reasonable conduct defence that has been the focus of so much discussion. There has been some concern, expressed by the hon. Member for Walthamstow (Stella Creasy) and others, that a subjective interpretation of the reasonable conduct defence might be adopted by defendants in an attempt to repudiate responsibility for their actions or to avoid conviction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is the view of the Government that what constitutes reasonable conduct can be defined objectively with regard to their conduct, without needing to have regard to somebody’s internal thought processes. However, we agree that guidance would be valuable in order to be completely clear about that point and to remove any ambiguity, so we are happy to support new clause 1 and amendment 1 in the name of my right hon. Friend the Member for Tunbridge Wells.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It will of course be possible for many other people besides the police to refer to the guidance, including the Crown Prosecution Service, which we would expect to operate on the same basis as the police when prosecuting those offences. To respond to a very reasonable question from my hon. Friend the Member for Christchurch (Sir Christopher Chope), we want to get this done as quickly as possible. I certainly would not want or expect it to take anything like so long as a year, which he referred to in his speech in a different context; I hope it can be accomplished in a matter of months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend also said that the guidance should be subject to input and scrutiny to ensure that it is constructed in a way that is proportionate and reasonable, and I am sure the hon. Member for Walthamstow would agree. I would therefore expect opportunities to be provided to interested parties to provide that comment and I will give consideration to whether we should have a formal consultation process on the guidance. We should be mindful that that would introduce additional delay, but, given that the point has been raised, we will give it thought and strike the right balance between getting the guidance done quickly, which everyone wants, and making sure that interested parties both in Parliament and outside have an opportunity to input into its construction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to my right hon. Friend the Member for Tunbridge Wells for tabling the amendments and to other hon. Members, particularly the hon. Member for Walthamstow and my hon. Friend the Member for Christchurch for offering their comments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}