{
    "url": "https://www.ukpol.co.uk/anneliese-dodds-2020-speech-on-protecting-jobs/",
    "title": "Anneliese Dodds – 2020 Speech on Protecting Jobs",
    "post_date": "September 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Anneliese Dodds",
            "url": "/tag/anneliese-dodds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the speech made by Anneliese Dodds, the Shadow Chancellor of the Exchequer, in the House of Commons on 9 September 2020.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House calls for the Government to abandon its one-size-fits-all withdrawal of the Coronavirus Job Retention and Self-Employment Income Support Schemes, and instead offer targeted income support to businesses and self-employed people in those sectors of the economy that have been hardest hit by the virus and are most in need of continuing assistance, and in those areas of the country which have been placed under local restrictions due to rising rates of infection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our country is in the grip of a jobs crisis—a crisis that will intensify if the Conservative Government do not change course. Between April and June this year, the number of people in work fell by the largest amount in over a decade. By July, there were nearly three quarters of a million fewer employees on the payroll than there were just four months earlier. We know that these are extraordinary times. That is why Labour has acted as a constructive Opposition, working with the Government, businesses and trade unions to do all we can to save lives and livelihoods. But it is not enough for the Government now to say simply that this is an unprecedented crisis and that only so much can be done to mitigate the damage. In their amendment to this Opposition day motion, the Conservatives maintain that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“any deviation”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I repeat, any—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“from this Government’s proposed plan will cause damage to the United Kingdom economy.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some humility, willingness to listen and flexibility is desperately required here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Under this Government, the UK has suffered the highest number of excess deaths in Europe. It has experienced both the worst quarterly fall in GDP in Europe and the worst quarterly fall among all G7 nations. The evidence suggests that the number of job vacancies in the UK has fallen further than in any comparable economy and that it will take us many months to get back to pre-crisis levels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our people have suffered a double whammy: a health crisis coupled with a jobs crisis, both made worse, I regret to say, by the Government’s unwillingness to listen, learn and accept that they do not always know best. But there is still time to change course. Around 4 million people are still furloughed under the Government’s coronavirus job retention scheme. Another 2.7 million people have so far made claims under the self-employment income support scheme, the second and final phase of which has just opened. Many more people have not yet had any support from this Government at all and have fallen through the gaps between the various schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Caroline Lucas (Brighton, Pavilion) (Green)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member is making a really powerful point. Does she agree that a huge injustice is being done to the self-employed, many of whom have gone for six months without any support whatsoever? These are our small business owners who take some of their salary and dividends for perfectly ​good reason. Does she agree that the Government should take their fingers out of their ears and start listening to the self-employed?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the hon. Member for that intervention. I agree with her. We have repeatedly raised that issue with the Government. Repeatedly we have been told that the computer says no—that no response is possible. That does not appear to be the case given the evidence. There would be means to assess people’s previous income. If there is a concern around fraud, ultimately additional deterrents can be added to the system to prevent any such fraud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Tanmanjeet Singh Dhesi (Slough) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will my hon. Friend give way on that point?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will give way, but I am aware that there are many, many speakers for this debate, so I wish not to do that too frequently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Dhesi**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my hon. Friend for giving way. Given the importance of the aviation sector, which has been particularly hard hit, the likes of myself have been calling for an extension of the furlough scheme and a sector-specific deal. However, due to Government inaction and procrastination, thousands of individuals within my Slough constituency are now being made redundant, or are on the verge of being made redundant. Does she agree that it is now time for the Government to act before we lose those jobs for good?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very grateful to my hon. Friend for raising that point. The jobs crisis that we are talking about is particularly intense in many of those communities impacted by the withdrawal of support for industries critical for the future of our country. Of course, as he mentioned, we were promised a sector-specific deal for aviation. We have not received it. We have not had the Government sitting down with the sector to work through the different scenarios and how we can plan for the future in that case. And we are not seeing the targeted wage support in aviation or, indeed, in other industries critical for the economic future that we desperately need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Kevin Hollinrake (Thirsk and Malton) (Con) rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will take one final intervention, given that it is from the Government Benches, but then I will make some progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Kevin Hollinrake**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful. On a sector-based approach, I think that, in an interview with The Guardian, the hon. Member said that such an approach would pose challenges. Has she yet published the solution to those challenges?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I fear that the hon. Member may have missed off the end of the sentence, which is that, while it poses challenges, ultimately that does not mean that those challenges should not be stepped up to—they should be faced up to by the Government. His Government have accepted the need for some targeted support for hospitality and retail with the grants. There is also the Eat Out to Help Out scheme. Yes, there will be boundary issues. We fully accept that, but, ultimately, to govern is ​to lead. It is to take difficult decisions. The Government trumpet the fact that they worked with industry, with trade unions and with other stakeholders in creating the furlough scheme. They need to do that again to work through these challenges and to create the targeted system of support that is needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Kevin Hollinrake**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the hon. Member give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will make some progress if the Member will permit me. He may find the answers to his questions—any further ones—in what I am going on to say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In addition to those groups of people who I have just mentioned, we know that there are many others who are concerned about their futures working in parts of the UK that are still subject to local restrictions, or that may be subject to additional restrictions in the future. We also have huge numbers of people, as we have just been discussing, who work in sectors that are still not back to business as usual, despite their critical importance for our economic future—whether we are talking about highly skilled manufacturing or the creative industries—yet the Chancellor is ploughing ahead with this one-size-fits-all withdrawal of the income support schemes, pulling the rug from under thousands of businesses and millions of workers all at the same time, irrespective of their situation. He is doing so without any analysis, it appears, of the impact of this withdrawal on unemployment levels and the enormous long-term costs of so many people being driven out of work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the categories that comes under severe pressures, as the shadow Minister and others in this House will know, is local councils. Their staff have been furloughed and they are having to take them back but their budgets are squeezed. Does she support my plea that additional help must be given to those councils to protect and retain jobs, because people are operating as a skeleton staff for almost a standard level of service provision, and it is just not possible to deliver that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the hon. Member for raising that point. The Government promised local authorities that they would meet their calls to back-fill not just the spending that they have incurred during this period but the income that was lost. What do we have instead? We have a resiling from that promise. That is problematic because of the huge impact it will have on employment in different areas—local authority employment can be a critical part of many economies—but it is also an enormous issue for the economic development in those areas, where ultimately the lack of local leadership will be a huge problem. The Government need to hold to their promise in that regard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anthony Browne (South Cambridgeshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The shadow Chancellor says that she wants to extend the furlough scheme, but the key question is: how long for? The Chancellor said when he announced it that it would end in October. If it is October, the shadow Chancellor says it should be November; if it is November, then she says December. If she wants a sector-specific scheme, when does it end—at the end of the crisis, as some of her colleagues have said? Is that when the virus is eradicated? What is the solution?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "​**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With all due respect to the hon. Member, he may have missed what I said. We believe that the Government need to sit down and talk to exactly the stakeholders they trumpeted so much about working with when they created the furlough scheme, so that it can provide the system of support that is necessary to protect jobs and protect our economic capacity. As I have said time and again, we do not believe that a continuation of the furlough scheme precisely as it stands now is what is required. We need a targeted wage support scheme, which is exactly the approach being taken by huge numbers of other countries but which this Government are turning their face against.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Several hon. Members rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will make some progress because I am aware that so many Members want to speak on this critical subject.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For some businesses and staff well on their way back to normal, it is absolutely right and proper that wage support ends. As I said, we are not arguing for a continuation of the furlough scheme exactly as it stands across every sector of the economy, but for others, many of which are sectors crucial to our country’s economic future, additional targeted support could be the difference between survival and going under.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor says that he wants to pick winners, but the necessary public health measures that his Government have enacted have created losers. Across the economy as a whole, about one in 10 workers are still furloughed. For the transport sector, it is closer to one in five. For arts and entertainment, it is one in two. Yet he is stubbornly insisting on treating every part of the economy as if it is in exactly the same situation, and in doing so putting the recovery and millions of people’s livelihoods at risk. A targeted extension of Government wage support to enable short-hours working does not mean extending support for everyone forever; it means targeting it at where it is needed most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Several hon. Members rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With respect, I will not give way as I have done so many times and I am aware of the time pressure with many Members wishing to participate in this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need support that is targeted to the sectors of our economy that have been hardest hit by the virus but are critical to our country’s economic future; to areas of the country that are subject to local restrictions because of this Government’s failure to get a proper grip on the health crisis; and to businesses that would be viable in ordinary times, employing people doing jobs they love, but just need a little more help to get through this crisis. These are people like those I spoke to over the summer in north Wales working in advanced manufacturing. They do not want a permanent handout from Government, just more support while the economy is still in dire straits to help them get back on their feet. Without that support now, jobs like theirs will take years to come back. Jobs in the supply chain linked to their plant will vanish too, and with them the economic prospects for their communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I called on the Chancellor to be more flexible when he gave his summer economic statement in this House two months ago. What do we get instead? A panicked ​handout of £1,000 bonuses to any business, anywhere, that brought back a furloughed employee. That is too much public money to dole out to a business that was going to bring back workers anyway. The Chancellor allocated £9.4 billion for that bonus scheme. Let us just imagine how much more effectively that money could be spent if only he had thought flexibly about how to respond to the crisis. Let us imagine how many of those at-risk jobs could be saved. The economic reality simply does not support the approach the Chancellor is taking, and he should have the courage to recognise that and change course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor may not wish to take our word for it that a targeted, flexible form of wage support is the right way to go, but he could at least be persuaded by the examples of other countries, such as Germany and France, which have each extended their schemes to last for two years; the Netherlands, which has extended its scheme for a further nine months; or Australia and Ireland, both of which have committed to support furloughed workers until March next year. Of course, in our own United Kingdom the devolved Governments have called for targeted wage support to be continued, not snatched away at the same pace across all sectors of our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If that is not good enough for the Chancellor, he could listen to trade unions or think-tanks—after all, he trumpeted working with trade unions to create the furlough scheme in the first place. He could listen to the TUC, which has proposed a job retention and upskilling scheme; the Institute for Public Policy Research, which has advocated a coronavirus work sharing scheme; or the Joseph Rowntree Foundation, which has suggested a covid-19 job support scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If that is not compelling enough, perhaps the Chancellor could heed the voice of business. The British Chambers of Commerce has said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“businesses across the UK are going to need further support to weather uncertainty over the coming months.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Make UK has called for\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“an extension of the Job Retention Scheme to those sectors which are not just our most important but who have been hit hardest.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Several hon. Members rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If I may, I will finish this point and then take one more intervention; I do not want to frustrate all those colleagues who wish to speak in this debate. The Federation of Small Businesses has said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“it is time for the Government to bring forward a rescue package for those who have been left out.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Institute of Directors has said that the Chancellor’s bonus scheme would\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“do little to prevent job losses”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "and that—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“some form of an extension to the furlough scheme should remain on the table.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The CBI has been clear:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“It’s too soon to pull business support away at the end of October.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor likes to think that he has the ear of business, but it is clear that he is just not listening when business tells him to change course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "​**Kevin Hollinrake**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The shadow Chancellor makes some fair points, particularly about working constructively with government. On that basis, should she not constructively set out her solution to these problems, rather than simply saying that the Government should solve them? Obviously, she has ideas of how to solve them, so why does she not publish solutions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would love it, frankly, if the Chancellor and his team wished to open talks with the Opposition, with business, with trade unions, looking at the different options that I have just set out. I know the hon. Gentleman is one who does look at detail. I have just set out a variety of different models that have been set out by business, trade unions and think tanks. We want to work with government on this. If he is signalling that he wishes that discussion to happen, I hope that his Front-Bench colleagues will take that invitation up as well. It is not just he who wishes to have that discussion with his Front-Bench team. I note that a huge number of Conservative Members want to participate in this debate, and I am keen to hear their thoughts on it. Some of their colleagues have already pronounced on it. The right hon. Member for Preseli Pembrokeshire (Stephen Crabb) has said that there should be\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“targeted extensions to the furlough scheme beyond October.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Harborough (Neil O’Brien) has said that he can see the case for it, too. How many more Conservative Members are worried, privately, about the impact on their constituents of this Chancellor pushing stubbornly ahead with his plan to take support away from everyone, all at once?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Rachael Maskell (York Central) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I recall the Chancellor saying that he would do “whatever it takes”. The hospitality and tourism sector, which covers a quarter of the jobs in my constituency, is now entering its third winter in a row, as the sector puts it. Should not support be targeted at that sector, too?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Anneliese Dodds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend has been such a champion for those jobs in York and, indeed, for jobs throughout the country. I say to her exactly what businesses in tourism right across the UK have been saying to me when I have spoken to them: they do not want a handout; they just want a fair chance. If they end up having to close their businesses—if they end up having to lay off staff—it will take a very long time to build those businesses back up again. The Government should be listening to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Indeed, the Government should be listening, as I said, to the Government Members who are concerned about the withdrawal of the scheme. More than half a million at-risk jobs belong to people living in the constituencies of the Chancellor’s newest colleagues on the Government Benches—over 18,000 in Burton, more than 20,000 in Watford and in excess of 21,000 in Milton Keynes North—but so far, the Chancellor is not listening. Of course, he has not come to the Chamber today to hear what Members have to say about the very real fears of their constituents. We have not heard him speak in the House since the summer recess, despite the fact that our country is in the grip of a jobs crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Labour party, trade unions, think-tanks, business and even the Chancellor’s own Back Benchers can all see that what the Government are doing will make our ​jobs crisis worse and lead to untold misery for millions of people, as well as reducing our economic capacity for the future. We are all sounding the alarm; the question is: what will it take for this Government to listen?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}