{
    "url": "https://www.ukpol.co.uk/jeffrey-donaldson-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Jeffrey Donaldson – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeffrey Donaldson",
            "url": "/tag/jeffrey-donaldson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeffrey Donaldson, the DUP MP for Lagan Valley, in the House of Commons on 9 September 2022.",
    "content": [
        "On behalf of my colleagues in the Democratic Unionist party and on behalf of many across Northern Ireland, I wish to offer our sincere sympathy to His Majesty the King and to other members of the royal family on the passing of our dear sovereign, Queen Elizabeth II. In Counties Antrim and Armagh, Down and Fermanagh, Londonderry and Tyrone, individuals and families will gather in their communities to remember a great monarch, who stood with us in our time of trouble.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her Majesty the Queen has been a steadfast and unshakeable Head of State for the United Kingdom and for the Commonwealth, and her gracious approach, as others have said, has been a constant throughout our lives. In 1952, during her first Christmas broadcast, Queen Elizabeth asked the nation to pray\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“that God may give me wisdom and strength to carry out the solemn promises I shall be making, and that I may faithfully serve Him and you, all the days of my life.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "She certainly fulfilled her promises, and today we mourn her passing. We do so with tremendous honour for one who served God and her people faithfully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her Majesty led by example in Northern Ireland, and reached out the hand of friendship to help with the reconciliation process. We are duty bound to build on that foundation. The royal visit to the Republic of Ireland in 2011 was groundbreaking, and the warmth with which Her Majesty was received demonstrated that she was revered and respected far beyond the United Kingdom. I remember with fondness her speech during that visit, in which she again referred to her Christian convictions and reminded us that forgiveness lay at the heart of her faith, and that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“it can reconcile divided communities.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her visits to my constituency in Lagan Valley, to the city of Lisburn, to Dromore and, of course, to Royal Hillsborough invoke precious memories for the residents and for all of us, and I know her death will be felt acutely in Hillsborough and in the surrounding communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "During the most traumatic days of our troubled past in Northern Ireland, Her Majesty visited us many times to show solidarity with her people in their darkest of hours. Her presence conveyed a deep sense of stability and offered hope to so many.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One such visit was in 1976, in one of the most violent years of the troubles. In her Christmas address later that year, Her Majesty spoke of the need for an end to the conflict, and pointed the way to peace and reconciliation. She reminded us that the following year was her silver jubilee, and expressed in hope that,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The gift I would most value next year is that reconciliation should be found wherever it is needed. A reconciliation which would bring peace and security to families and neighbours at present suffering and torn apart.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yet just a few short years later, Her Majesty, too, was touched by the violence of the troubles, and her family endured the hurt and deep pain of losing a loved one, following the assassination by the IRA of the Earl Mountbatten at Mullaghmore in County Sligo in August 1979. She shared the sense of loss felt by countless victims, and her empathy and understanding offered comfort to so many from all backgrounds. She rose above that sense of loss to reach out across divided communities in Northern Ireland and to offer hope. This is real leadership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yet it took us almost 20 long years to complete our journey to a peace agreement, an agreement that offered the prospect of bringing about that reconciliation that Her Majesty Queen Elizabeth yearned to see. Some 25 years on from that agreement, in truth we still struggle to deal with the legacy of our troubled past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Your Majesty, on an island riven by conflict and division, you were a bridge builder, reaching out to those from opposite sides of the divide, and your work of reconciliation helped to heal wounds and to encourage change. Your historic visit to the Republic of Ireland was a cathartic moment in British-Irish relations. The way you conducted yourself, the language you used and the message that you brought helped to lay to rest many of the ghosts of our shared history that have cast their shadows over relationships on these islands for centuries. It is my hope that your passing and the example you set will inspire us to even greater heights and to complete the journey that will bring true healing and reconciliation to our troubled land.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Your Majesty, this United Kingdom has been truly blessed to have you as our Head of State, a sovereign whose dignified and faithful service has inspired a nation. I can do no better than to quote the words of a book that contains the values you sought to uphold throughout your reign:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Well done, good and faithful servant”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our United Kingdom of Great Britain and Northern Ireland is stronger for your reign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To His Majesty King Charles III, I say this. We must all work to build this kingdom so that it is even stronger and more united, and we on this side will use all our endeavours to achieve these objectives. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}