{
    "url": "https://www.ukpol.co.uk/jeffrey-donaldson-2022-speech-on-the-northern-ireland-protocol-and-devolution/",
    "title": "Jeffrey Donaldson – 2022 Speech on the Northern Ireland Protocol and Devolution",
    "post_date": "October 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeffrey Donaldson",
            "url": "/tag/jeffrey-donaldson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir Jeffrey Donaldson, the Leader of the DUP, on 21 October 2022.",
    "content": [
        "Devolution can only flourish when there is a solid foundation with cross-community support. I want to see fully functioning devolved government restored in Stormont but that can only happen when the Protocol is replaced by arrangements that unionists can support. No unionist MLAs or MPs support the Protocol. That, as I warned 18 months ago, is not compatible with a functioning Executive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Protocol rubble needs removed if the devolved government foundations are to be stabilised. You can’t proceed with powersharing, if one community is not on board. It doesn’t work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Protocol has polluted every area of government. As we try to fix our NHS, the Protocol is jeopardising the supply of medicines to Northern Ireland. As we try to improve our infrastructure, the Protocol has triggered a costly 25% tariff on the steel used to build our schools, roads, hospitals, and houses. As we try to help people with the cost of living, the Protocol is driving up transport costs and the prices on our shelves. As we encourage people to install green energy, Treasury tax breaks are not available in Northern Ireland because of the Protocol.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When a new Prime Minister is in place, if they want to see a fully functioning Stormont, they will have to deal with the Protocol once and for all. Short term fixes will be a disservice to Northern Ireland. That has been tried in the past. Everyone in Northern Ireland disserves a solution which can allow Stormont Ministers to get on with their job and make Northern Ireland a better place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}