{
    "url": "https://www.ukpol.co.uk/jeffrey-donaldson-2019-speech-in-commons-following-general-election/",
    "title": "Jeffrey Donaldson – 2019 Speech in Commons Following General Election",
    "post_date": "December 18, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jeffrey Donaldson",
            "url": "/tag/jeffrey-donaldson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Constituencies",
            "url": "/category/constituencies/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeffrey Donaldson, the DUP MP for Lagan Valley, in the House of Commons on 17 December 2019.",
    "content": [
        "On behalf of the Democratic Unionist party, Mr Speaker-Elect, I want to associate ourselves with the remarks of the Prime Minister. Coming from Northern Ireland, we know all too well the impact that terrorism can have and the devastation it wreaks on families, and our thoughts and prayers are with the families of the victims of that atrocity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I congratulate you, Mr Speaker-Elect, on your re-election as Speaker. We regard you as someone who is fair and upholds the rights of all Members in this House, and we look forward to working with you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also congratulate the Prime Minister and the Conservative party on their victory in the election. We look forward to working with them going forward, particularly in relation to the matters that the Prime Minister spoke of—the Union of our United Kingdom of Great Britain and Northern Ireland. As the Prime Minister takes forward his proposals on Brexit, we want to ensure that Northern Ireland’s place within the United Kingdom is secured and that the economic, political and constitutional integrity of the United Kingdom is respected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "May I, Mr Speaker-Elect, pay tribute to my colleagues the former Members for Belfast North, Nigel Dodds, and for Belfast South, Emma Little-Pengelly, who are not with us but who made a massive contribution to the work of this House in the last Parliament—and indeed, in the case of Nigel, over many years? I welcome my hon. Friend the Member for Upper Bann (Carla Lockhart) to our ranks, but also the other Members from Northern Ireland who are today taking their seats for the first time in this House. We welcome the fact that they are here and take their seats—unlike others—and will no doubt make a contribution to this House and to the democratic process.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So, Mr Speaker-Elect, we wish you and all colleagues well in this Parliament. We look forward to outlining the voice of Northern Ireland along with our colleagues and ensuring that our place in this Union is secure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}