{
    "url": "https://www.ukpol.co.uk/jeffrey-donaldson-2022-comments-on-the-irish-common-travel-area/",
    "title": "Jeffrey Donaldson – 2022 Comments on the Irish Common Travel Area",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeffrey Donaldson",
            "url": "/tag/jeffrey-donaldson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Sir Jeffrey Donaldson, the Leader of the DUP, on 6 December 2022.",
    "content": [
        "On 6th December 1922 the Common Travel Area came into being. It is so ingrained as part of life across these islands that we can sometimes overlook its significance. The House of Commons library estimated that the number of people living in the UK who were born in the Republic of Ireland is equivalent to around 1% of the Republic’s population. There are just over a quarter of a million people born in the UK and resident in the Republic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Common Travel Area was a sensible and practical arrangement established between the United Kingdom and the then newly formed Irish Free State. It has worked to the benefit of both countries over the past 100 years and enjoys the support of people in both jurisdictions. This stands in stark contrast to the Northern Ireland Protocol which has not only failed in its objectives but also does not enjoy support across the community in Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Common Travel Area long pre-dated the entry of either the UK or Ireland to the European Union. Whilst the Common Travel Area has been based on a concept designed to facilitate everyone, the Protocol has been based on punitive measures imposed against the UK under the cover of rhetoric about the Belfast Agreement. On this centenary we should return to the positive and practical principles demonstrated by the Common Travel Area and seek to emulate them in finding a solution to the Protocol.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}