{
    "url": "https://www.ukpol.co.uk/jeffrey-donaldson-2022-speech-on-elections-in-northern-ireland/",
    "title": "Jeffrey Donaldson – 2022 Speech on Elections in Northern Ireland",
    "post_date": "November 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeffrey Donaldson",
            "url": "/tag/jeffrey-donaldson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeffrey Donaldson, the DUP MP for Lagan Valley, in the House of Commons on 9 November 2022.",
    "content": [
        "The Secretary of State is making a statement under provisions laid out in the New Decade, New Approach agreement, yet the only remaining part of that agreement that has not been implemented and honoured by this Government is the most important one of all: restoring Northern Ireland’s place in the UK internal market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have had legislation passed on language and identity, and other pieces of legislation, including the provisions that the Secretary of State draws upon today. We recognise that the Government have brought forward legislation on the protocol, which is welcome, and that negotiations are ongoing. The Belfast/Good Friday agreement is based on the principle of consensus and cross-community support. When I hear some Members in this House saying that no one party should have a veto and praising the Good Friday agreement, maybe they need to read the agreement again and recognise that it is cross-community. There was silence from some when Sinn Féin kept Northern Ireland without a Government for three years; nothing was said about removing the Sinn Féin veto, so let us be even-handed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To conclude, I say to the Secretary of State that words such as “courage”, “understanding” and “compromise” are fine and good words, but what the people of Northern Ireland need now, the sooner the better, is a solution that sees the institutions restored on the basis that Northern Ireland is an integral part of the United Kingdom, in line with article 1 of the Belfast agreement and with the Act of Union itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Chris Heaton-Harris**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the right hon. Gentleman for his words and his questions. I hear exactly what he says. He details where legislation is in this place. The Northern Ireland Protocol Bill is, I believe, now in Committee in the House of Lords, unamended at this point. It is moving at good pace. This Government’s preferred view is to have a negotiated solution with our European partners, but he can see what we are aiming for in the content of that Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also hear what the right hon. Gentleman says about the history—I have made that point myself to all those who have raised similar points with me because I am aware of it and of the responsibility that sits on my shoulders. I am also aware that the 25th anniversary of the Belfast/Good Friday agreement on 10 April could and should be a great day for Northern Ireland, its politics and its past, present and future. I look forward to working with the right hon. Gentleman on all those matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}