{
    "url": "https://www.ukpol.co.uk/jeffrey-donaldson-2022-speech-on-the-northern-ireland-protocol/",
    "title": "Jeffrey Donaldson – 2022 Speech on the Northern Ireland Protocol",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeffrey Donaldson",
            "url": "/tag/jeffrey-donaldson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeffrey Donaldson, the DUP MP for Lagan Valley, in the House of Commons on 17 May 2022.",
    "content": [
        "From the outset, the Democratic Unionist party warned this House of the consequences of the protocol, and that is why we opposed it from the beginning; we recognised the political and economic instability it would cause, and the harm that it would create for the Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today’s statement is a welcome, if overdue, step. It is a significant move towards addressing the problems created by the protocol, and towards getting power-sharing based on cross-community consensus up and running again. We hope to see progress on a Bill to deal with these matters in days or weeks, not months. As the legislation progresses, we will take a graduated and cautious approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We want the Irish sea border removed, and we want the Government to honour their commitment in the New Decade, New Approach agreement to protect Northern Ireland’s place in the UK internal market. The statement today indicates that that will be covered in legislation that brings about revised arrangements. Under the Belfast/Good Friday agreement, power sharing can be stable only if there is cross-community consensus, but there is not consensus on this at the moment on the part of the Unionist community. We want the political institutions functioning properly as soon as possible, but to restore Unionist confidence, decisive action is now needed in the form of legislation, in order to repair the harm that the protocol has done to the Acts of Union, and in order to put in place sensible arrangements that, in the words of the Queen’s Speech, ensure the\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“continued success and integrity of the whole of the United Kingdom…including the internal economic bonds between all of its parts.”—[Official Report, House of Lords, 10 May 2022; Vol. 822, c. 3.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The words today are a good start, but the Foreign Secretary will know that actions speak louder than words. I welcome her commitment to decisive action in her statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}