{
    "url": "https://www.ukpol.co.uk/jeffrey-donaldson-2022-loyal-address-speech/",
    "title": "Jeffrey Donaldson – 2022 Loyal Address Speech",
    "post_date": "May 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeffrey Donaldson",
            "url": "/tag/jeffrey-donaldson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jeffrey Donaldson, the DUP MP for Lagan Valley, in the House of Commons on 10 May 2022.",
    "content": [
        "It is a pleasure to follow the right hon. Member for Haltemprice and Howden (Mr Davis), and I thank him for the support he has given us over the years in the Northern Ireland in particular.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Can I add my voice in paying tribute to Her Majesty the Queen in this her platinum jubilee year, on behalf of my right hon. and hon. Friends and the people of Northern Ireland and in particular on behalf of the residents of Royal Hillsborough in my constituency? We look forward to Her Majesty being able to travel to Northern Ireland again in the near future to stay with us in Hillsborough and meet again the very proud citizens of that village, who have recently been accorded royal status.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Much has been said already, about the focus on the health of our citizens and on the cost of living crisis in particular, which is important for the Government going forward. Recently, in the Assembly elections, the local political parties in Northern Ireland were very much focused on these issues. As I campaigned across Northern Ireland, I met many people who are concerned about their ability to pay their bills or about how long they are going to be waiting on our health waiting lists. Sadly, we have the longest waiting lists in the United Kingdom, even though we pay more per capita into the health service than any other part of the United Kingdom. I think that flags up the need for reform of our healthcare system in Northern Ireland, alongside much-needed investment in that system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We as a party are committed to that, and we are also committed to ensuring that measures the Government bring forward here at Westminster are applied to all parts of the United Kingdom in supporting hard-pressed families and working families during this cost of living crisis. I hope any measures introduced by the Government, and any spending commitments that apply to them, are applied across the United Kingdom, and of course that the Barnett consequentials are made available to the Northern Ireland Executive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a matter of regret that, at this moment in time, we have a political crisis in Northern Ireland. That political crisis is born out of the reality that while the Government talk about taking back control of our borders, our money and our laws through Brexit, in Northern Ireland—our part of the United Kingdom—we have not yet completed that journey. As my right hon. Friend the Member for East Antrim (Sammy Wilson) reminded us, I have now been elected to a Northern Ireland Assembly that is the legislature for Northern Ireland dealing with those devolved matters that are not principally a matter for this House. Yet many of the regulations that apply to trade in Northern Ireland and to business in Northern Ireland are enacted by the European Parliament and the European Commission, and not a single citizen of Northern Ireland and not a single elected representative in Northern Ireland has any say in how those regulations are drawn up, so we have not entirely taken back control of our laws.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**John Redwood**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is it not a disgrace that we can want to cut VAT in the United Kingdom, but we are not allowed to cut it in Northern Ireland? In what sense is the EU honouring our internal market and our constitutional arrangements?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Jeffrey M. Donaldson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course, the right hon. Member is correct: the EU is not doing so. I have listened to some Members of Congress, for example, lecture us on the need to abide by the protocol and to implement the protocol, yet this is a nation founded on a campaign of “No taxation without representation”. What do we have in Northern Ireland? We have tax laws—on VAT, for example—that apply to Northern Ireland, but we have no representation in how those laws are enacted. That is not the essence of democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is important because, in this Queen’s Speech, the Government state the measures they intend to take—for example, to help small businesses, to reduce regulations and to alter the way business is regulated—and one of the benefits of leaving the European Union is that we have more control over how we regulate our businesses. That will not apply to Northern Ireland, however, because we are regulated by the European Union for the manufacture of goods, for example, and we have to comply with EU standards, which means divergence from our main market—Great Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We purchase four times more goods from Great Britain than we do from the European Union in its entirety, and we sell far more goods to Great Britain than we do to the whole of the European Union as well. Yet we find that the Irish sea border, this trade border within our own country, is harming our economy, damaging the ability of our businesses to expand and invest, and costing them more. I recently heard from one company, a small manufacturing business in Newtownabbey in the constituency of my hon. Friend the Member for South Antrim (Paul Girvan). It told me that in the first year of the operation of the Northern Ireland protocol, the additional costs of bringing component parts from Great Britain, transportation costs, delays in getting the goods in, additional paperwork and customs fees amounted to more than £100,000 for that small business alone. That is costing it jobs and means it cannot invest in the expansion of its business. This is harming business in Northern Ireland, and peace and prosperity go hand in hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A stable Northern Ireland does not just depend on the absence of violence; it depends on the growth of our economy, on creating jobs for our young people, and on giving them hope for the future. The protocol is harming our ability to do that because it is harming our access to our biggest market, in Great Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Matt Western (Warwick and Leamington) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I absolutely hear the passion and anger in the right hon. Gentleman’s voice, and it must be so frustrating for the community in Northern Ireland. I was interested to hear Marks and Spencer being quoted about the additional on-costs that it faces when selling its products in Northern Ireland, relative to the mainland. This is not supposed to be a difficult question, but what was it that the Prime Minister promised when he addressed the right hon. Gentleman’s party back in autumn 2019? Did he make clear the reality behind what he would do when negotiating with the EU?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Jeffrey M. Donaldson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I can answer the hon. Gentleman clearly: the Prime Minister came to our party conference and told us that there would be an Irish sea border “over his dead body”. That is what he told us, and unfortunately the protocol created an Irish sea border and it is harming our economy. I am only asking the Prime Minister to honour the commitments that he made to us. I am not asking him to do anything more than that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman referred to supermarkets. Let me point out the absurdity of what the protocol means. Sainsbury’s is one of the biggest supermarket chains in Northern Ireland. It has no supermarkets in the Republic of Ireland. Yet when Sainsbury’s moves goods—even its own-brand products—from Great Britain to Northern Ireland, for sale in Sainsbury’s supermarkets in my part of the United Kingdom, it has to complete customs declarations and pay fees. There is a delay in moving those goods which, as Members will know, can be vital for food products, and it costs the supermarket more. That is driving up the cost of food in Northern Ireland. For example, it is estimated that the additional cost of chilled food products is 18% as a result of the protocol, compared with the same products in Great Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we heard earlier, the Road Haulage Association has said that the cost of bringing goods from Great Britain to Northern Ireland went up by 27% as a direct result of the protocol in the first year of its operation. There can be no other impact of that additional cost than driving up the cost for the consumer when purchasing products in our supermarkets and shops. That is the reality, and when people say it is nonsense to link the cost of living to the protocol, the evidence is stark and clear. Yes, there is a cost of living crisis in Great Britain, but it is exacerbated in Northern Ireland and enhanced by the presence of the protocol and the Irish sea border.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why I have had to take the reluctant decision, as leader of the Democratic Unionist party, not to nominate Ministers to the Executive until this issue has been addressed. We are being asked to implement a protocol. Do not forget that Ministers in Northern Ireland oversee the ports. We are the people who are required to implement and oversee that, and it is simply not fair that as Unionists we are asked to engage in an act of self-harm against our own people in Northern Ireland, with the implementation—the imposition—of a protocol that we do not accept, do not support, and do not believe is necessary to protect the integrity of the UK internal market, or that of the EU single market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr David Davis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Gentleman may remember that the reason why I resigned as Brexit Secretary goes back to a previous Prime Minister promising “full alignment”—that was the phrase—between the north and the south. It seemed to me that, as an outcome, Northern Ireland would have no more legislative power than a colony, because it would have no ability to correct the sorts of problems that he is now talking about. Is his argument that, for as long as that stands, that will make Northern Ireland not more but less stable?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Jeffrey M. Donaldson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is absolutely the case. We were told by the European Union, including the Irish Government—a co-guarantor of the Belfast agreement—that the protocol was necessary to protect the Good Friday agreement and the political institutions created under it. It has had the opposite effect. There is no North South Ministerial Council operating at this time; the Executive are not fully functioning; the Assembly is unable to carry out its full functions; and east-west relations between the United Kingdom and the Republic of Ireland are at an all-time low since as far back as I can remember. Can we not see the harm that the protocol is doing to the relationships at the heart of the agreement?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It goes further. The Court of Appeal in Belfast has ruled that the protocol changes Northern Ireland’s constitutional status and overrides article 6 of the Acts of Union, which is a fundamental building block of our relationship with the rest of the United Kingdom. The Union is not just a political union but an economic union, and article 6 confers on the people of Northern Ireland—as it previously did on the people of the whole of the island when it was all part of the United Kingdom—the right to trade freely with the rest of our own nation. It says that there shall be no barriers to trade within the United Kingdom, and yet we now have an Irish sea border and barriers to trade. Article 6 has been breached and overridden by the protocol without the consent of the people of Northern Ireland to such constitutional change. That is contrary to the commitment in article 1 of the Belfast agreement, which says that there shall be no change to the constitutional status of Northern Ireland without the consent of the people of Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister is therefore right to have highlighted in the Queen’s Speech the need to prioritise support for the agreement and its institutions, including support through legislation, but the legislation referred to is only to do with the legacy of the past. As the House will be aware, the Democratic Unionist party has grave concerns about the Government’s initial proposals, because they deny innocent victims the right to justice, and we think that is wrong. I do not believe that peace is built on the basis of injustice. We await with interest the Government’s revised proposals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sadly, there is no reference in the Queen’s Speech to legislation on the need to address the very real difficulties created by the protocol. We are looking for that commitment from the Government. The Prime Minister’s first duty as Minister for the Union is to protect the integrity of the United Kingdom. Indeed, the Queen’s Speech states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The continued success and integrity of the whole of the United Kingdom is of paramount importance to Her Majesty’s Government, including the internal economic bonds between all of its parts.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister is the Prime Minister of the United Kingdom of Great Britain and Northern Ireland, and those last three words—“and Northern Ireland”—are the most important for me in my constitutional status. We are an integral part of the United Kingdom, and when the Government say that it is of paramount importance to protect the internal economic bonds between all of its parts, that must include Northern Ireland. That means addressing the protocol, because it is incompatible with the two commitments of upholding and protecting the internal economic bonds between all parts of the United Kingdom and prioritising support for the Belfast/Good Friday agreement and the political institutions being undermined by it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Not a single Unionist elected to the Assembly supports the protocol, and yet the Good Friday agreement is premised on the basis that the institutions will operate through consensus. There is no consensus for the protocol. The Unionist community does not consent to the protocol. I will not allow my Ministers to be put in a position where they have to impose on their own people checks and regulations over which they have no control and no say, and which have been created by a foreign entity, the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In conclusion—and in response to the hon. Member for Rochdale (Tony Lloyd)—I want to be clear that my party is absolutely committed to the future of the political institutions. We want them to work and to deliver for everyone in Northern Ireland. My party is committed to the operation of those institutions. We are committed to our participation in those institutions, but it has to be on the basis of fairness, it has to be on the basis of a consensus, and it has to be on the basis that we address the problems in front of us that have flowed from the imposition of the Northern Ireland protocol.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last Thursday, I stood for election in my constituency of Lagan Valley. I have had the honour of representing this beautiful constituency in the House for the past 25 years. I believe in Northern Ireland, I believe in the future and I believe I can play a role in strengthening the political institutions. That is why, in response to the points that have been made, I am prepared to commit the remainder of my political career to going back to those institutions and working with my colleagues to make them work. I am prepared to leave this House, which I have been a Member of for 25 years and I would dearly love to continue being a part of, because I want to invest in the future of our people. I want to work for our people. I want to deliver good government. But I have to say to you, Madam Deputy Speaker, that I will not leave this House until the protocol issue is resolved. I will not leave this House until I can be sure that our political institutions in Northern Ireland have a stable foundation. In conclusion, I say to the Government that the words in the Queen’s Speech are there, but they have to be matched by actions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Democratic Unionist party re-entered the Executive at the beginning of 2020 on the basis of an agreement called New Decade, New Approach. At the heart of that agreement for us is the commitment by the UK Government, given by the then Secretary of State, to protect Northern Ireland’s place within the UK internal market. Some two and a half years later, that commitment has not been honoured. Yet in the Queen’s Speech today, two other elements of the New Decade, New Approach agreement have been referred to by the Secretary of State for Northern Ireland: the legacy of our past and legislation linked thereto; and we are told by the Secretary of State that he will introduce a Bill on language and culture. Well, I have to say to the Secretary of State that if he proceeds to introduce that legislation without the Government moving to deal with the protocol, they will be in serious breach of their obligations under New Decade, New Approach. They will be moving in a one-sided fashion, in an unbalanced way. That is not the way to build consensus. It is not the way, in the words of the Queen’s Speech, to “prioritise support for the Belfast…Agreement and its institutions”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What the Government do must be balanced. It must take account of the concerns of the Unionist community as well as the concerns of others. Currently, the legislation coming forward reflects the concerns of others, but it does not reflect the concerns of the Members in this House who represent the Unionist community or the wider community. I reiterate my commitment to lead my party into the political institutions. I will do so as soon as the Government take decisive action to deal with the protocol and remove the Irish sea border.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}