{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2021-speech-to-taso-conference/",
    "title": "Michelle Donelan – 2021 Speech to TASO Conference",
    "post_date": "April 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michelle Donelan, the Universities Minister, on 21 April 2021.",
    "content": [
        "Good afternoon and thank you for inviting me here today to speak about the vital role we can all play as we overcome Covid-19.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I regret that we cannot be together today, that instead we are speaking through screens in a manner that has become familiar to us all by now. This pandemic has forced us all to adapt – and adapt fast in order to keep students learning during this historic pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So, I want to start by thanking everyone across our universities and higher education institutions for all that you have done across the last year. And with our fantastic vaccine roll-out, we can see the light at the end of the tunnel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But levelling-up Britain cannot wait. We need to double down on eliminating equality gaps in higher education today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those of you that know me will know just how passionate I am about social mobility – and Covid-19 has not diluted that one bit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to be clear that as Universities Minister, this is my top priority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That means making sure access and participation in higher education is open to all that have the ability and desire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It means making sure those who grow up in the most disadvantaged households have the same opportunities to go to university as their peers – and succeed when they are there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It also means that they should be just as likely to study courses with good graduate outcomes and complete those courses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why when I first heard of TASO, I was truly excited to hear about the evidence it is gathering to bolster these efforts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I support TASO’s mission to develop that strong evidence around effective approaches to access, student success and progression to good quality employment and further study.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because we all know that evidence-led policy and practice in university access and successful participation is at the very heart of levelling up and providing equality of opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we know that we need to measure what matters, not just what is easy to measure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is easy to get people on to courses by making unconditional courses, without considering whether they are academically suitable; or to reduce the attainment gap by grade inflation and offering more firsts. But let me be candid: that does not and will not deliver effective change and we need to seriously question these practices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is more difficult, but much more meaningful, to improve access by working closely with schools and pupils to raise academic performance, and to drive improvement in outcomes by giving all students the support that they need to succeed, whatever their background. So, I hope that this conference can be a watershed moment in establishing what works for higher education – and as TASO develops a clearer understanding of what works in access and participation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Already I’m pleased to see how far TASO has come since the Department for Education’s Social Mobility Action Plan committed to an Evidence and Impact Exchange for widening access and successful participation in Higher Education back in 2017.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since its launch in 2019, both under Susannah’s [Susannah Hume – interim Director] and now Omar’s leadership, TASO has been quick to make an impact, gathering and synthesing evidence, and leading projects in a range of key areas and understanding impacts on different groups of learners. I know from speaking to vice chancellors how valuable this work is already, with good practice being shared around the sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many of you will by now know that I was the first in my family to go to university. I know first-hand how it can change lives, because it changed mine, and I can confidently say I would not be speaking to you today had I not graduated. My mission to bring about real social mobility is shared across this Government – and with the sector, we want to enable every person to fulfil their potential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To do so, we must together ensure that work on access and participation focuses on delivering real social mobility. We need to equip students will the tools they need to make the right choices for them and their futures, including making sure they can get onto and succeed in high quality courses that are valued by employers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hard truth is that at times some students are tempted onto courses that offer them nothing come graduation. The fact is that at times some students will pay thousands of pounds for a degree that leads them nowhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to guard against encouraging more and more students onto courses which do not provide good graduate outcomes, because it is self-evident that this does not provide real social mobility and serves only to entrench inequality. It will be obvious to those listening today that there is a direct link between success at university and prior attainment at school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why our school reforms are raising standards of attainment for all – and why we are asking universities to take on a more direct role in raising attainment in schools. But our work does not stop at school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to develop a society where training, re-training and learning throughout your life is second nature. We all need to stop thinking about education as something you tick off and move on from and start thinking about it as something we can draw from throughout our lives. There has been a need to do this long before Covid-19, because as we all know these are long-term structural issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why the Prime Minister has announced plans to introduce a Lifelong Loan Entitlement as part of the Lifetime Skills Guarantee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This will give people the opportunity to train, retrain and upskill throughout their lives to respond to changing skills needs and employment patterns. It will have a massive, transformative impact on post-18 study, delivering greater parity between further and higher education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And it will do what it says on the tin. Introduced from 2025, the Lifelong Loan Entitlement will provide individuals with a loan entitlement to the equivalent of four years of post-18 education to use over their lifetime. These steps will make it easier for students to navigate the options available, create a more streamlined funding system and encourage provision to better meet the needs of people, employers and the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Flexibility is the name of the game today and will continue to be as the future unfolds. That is why it is been so important for people to be able to develop new life-changing skills as the economy changes. Equally important, though, is giving people the flexibility to study when they want and how they want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This new loan entitlement means people can space out their studies, transfer credits between FE and HE institutions, and take up more part-time study. As part of the pathway towards the Lifelong Loan Entitlement, we will stimulate the provision of high-quality higher technical education and introduce pilots to incentivise more flexible and modular provision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will consult on the detail and scope of the Lifelong Loan Entitlement this year to make sure that it works as effectively as possible. Where necessary, we will put forward legislation in this parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What is clear already though is that modular education will need to be front and centre of any changes we make. This modular education will be at the heart of our Lifelong Learning Entitlement, revolutionising our education offer – both in higher and further education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Why? Because we need a real alternative to the traditional three-year degree, that remains out of grasp of too many. Because it is hard – if not impossible – to take three years out of full-time employment when you have a mortgage, children or caring responsibilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Think for a minute about your friends and family, and those who have not been able to take up a place at university because of existing commitments. Those who, by doing the right things for their families, are held back from making a better life for themselves. We are a Government that will always back people who want to make a better life for themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But right now we are seeing entrants to part-time study falling. The number of entrants to part-time study at English Higher Education providers fell steeply after 2012 and continued to decline at a slower pace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So, I want all institutions, staff, and students to know that I will be taking action to incentivise more flexible and modular provision. From 2022, we will be trialling loan-funded access to tuition fees for certain modules at a number of institutions across England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What we learn from this trial will inform our approach to lifelong learning, and is a key step towards our delivery of the Lifelong Loan Entitlement, as well as supporting some students to participate on shorter modular courses in England as early as 2022. But I can say today that this is real, transformative change. Change that will make us a fairer society, change that will make us a high-skilled society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This starts now because we have a choice today between carrying on with business as usual, or making bold, brave changes that mean we can be even prouder of our universities. But perhaps more importantly, we will make changes that benefit students for generations to come. I look forward to working with you to make this a reality. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}