{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2021-statement-on-support-for-university-students/",
    "title": "Michelle Donelan – 2021 Statement on Support for University Students",
    "post_date": "February 4, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Michelle Donelan, the Minister for Universities, in the House of Commons on 3 February 2021.",
    "content": [
        "The hon. Member for Sheffield Central (Paul Blomfield) is an assiduous campaigner for students and has spoken to me many times on the topic. I agree with him on how incredibly difficult this time has been for students, given the unprecedented disruption caused by the global pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Throughout the pandemic, I have been working with the universities to prevent students from getting into hardship. We have worked with the Office for Students to allow flexibility in the spending of £256 million of student premium money, enabling it to be spent in relation to hardship, mental health and digital poverty. In December we announced an initial £20 million of additional student hardship funding, and yesterday I announced £50 million, taking the total funding available to £70 million for the remainder of this financial year. My focus as Universities Minister has always been to work with the sector to make sure that the right support gets to the students who need it the most, and the new student hardship funding will really benefit those students by putting money into their pockets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Providers will have flexibility in how they distribute the funding to their students in a way that is best prioritised to meet the greatest needs. Given that we have asked the majority of students not to return to their university term-time accommodation in this lockdown, support might include help for students facing additional costs arising from having to maintain accommodation in more than one location, or assistance for students to access teaching remotely. The funding can be distributed to a wide population of students, including postgraduates and international students. The House can be assured that we will continue to monitor the impact this funding is having on students.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Also, because of the changing position on face-to-face teaching and the occupation of accommodation, student maintenance loan entitlement for the current term will not be reassessed if students are still incurring accommodation costs away from home. This means that students in receipt of the away-from-home loan rate will retain the maintenance loan paid at the start of the spring term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government recognise that many students are facing additional mental health challenges due to the pandemic, and at every stage I have reinforced to providers the importance of prioritising mental health. I have established the higher education mental health and wellbeing working group, and I have worked with the Office for Students to provide Student Space, which has funding of up to £3 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I agree that the pandemic has been tough on young people, particularly students. The £70 million that we have allocated to student hardship for the remainder of this financial year will help those students who are most in need because of the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}