{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2022-statement-on-the-uk-us-new-comprehensive-dialogue-on-technology-and-data-and-progress-on-data-adequacy/",
    "title": "Michelle Donelan – 2022 Statement on the UK-US New Comprehensive Dialogue on Technology and Data and Progress on Data Adequacy",
    "post_date": "October 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The statement made by Michelle Donelan, the Secretary of State for Digital, Culture, Media and Sport on 7 October 2022.",
    "content": [
        "Today, and on behalf of the UK and US Governments, the UK Secretary of State for Digital, Culture, Media and Sport, The Rt Hon Michelle Donelan MP, and the US Secretary of Commerce, Gina M. Raimondo issued the following statement on the launch of a UK-US Comprehensive Dialogue on Technology and Data building on our 2021 commitment to develop a landmark bilateral Technology Partnership, and on significant progress made on UK-US data adequacy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "###  0.1  U.S.-UK Technology Partnership \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The United Kingdom and the United States recognise the strategic advantage of technology as crucial for securing our prosperity and security, and for ensuring our shared democratic values are protected and promoted globally. We enjoy many strengths through our joint research, innovation, and investment, and we also face common threats to our safety and security enabled by technology. Only by working together, and with other partners and stakeholders, can we fully realise the advantages of technological advancement aligned with our values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To this end, former Prime Minister Johnson and President Biden committed at Carbis Bay in June 2021 to develop a new landmark bilateral Technology Partnership (“the Partnership”) between our countries, to enable a new era of strategic cooperation and protect our technology advantage. Over the past year, important progress has been made across a number of shared priorities under the Partnership, including on:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "* Promotion of bilateral and globally-interoperable frameworks for cross-border data flows, and support for data innovation, including through the launch of prize challenges for privacy-enhancing technologies. \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "* A deepening of collaboration on semiconductors, particularly on addressing supply chain vulnerabilities \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "* Deeper cooperation on telecommunications supply chain diversification through a UK-US Telecommunications Supplier Diversity Working Group, which ensures regular information sharing and finding opportunities for further collaboration, including joint research and development initiatives \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "* Work to address the risks posed by AI and deliver on the AI Research and Development Cooperation Declaration \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "* Setting out plans, in a joint statement, for closer working in quantum information sciences and technology. \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today, building on this strong foundation and the continuing close collaboration between UK and US officials, we are pleased to announce the launch of a new senior-level Comprehensive Dialogue on Technology and Data to further our joint efforts. An annual meeting led by the Director General for Digital and Media at the UK Department of Digital, Culture, Media and Sport and Director of Technology and Analysis and Senior Responsible Owner for Technology Partnerships at the Foreign, Commonwealth and Development Office; and the Assistant Secretary of Industry and Analysis at the US Department of Commerce and the Ambassador at Large for Cyberspace and Digital Policy at the Department of State will set ambitions on a yearly basis to ensure progress under the Partnership. The programme for the coming year will focus on three work strands: Data; Critical and Emerging Technologies; and Secure and Resilient Digital Infrastructure, agreeing and delivering initiatives that support tangible and impactful outcomes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "###  0.2  Cross-Border Data Flows \n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Data is the key enabler of technology. Access to accurate and secure data internationally drives advances in technology, allowing us to share crucial information, such as life-saving research and cutting-edge technological innovation across our borders. In turn, trust in the use of data fuels our respective economies, societies, shared values, and in realising a more peaceful and prosperous future. Since committing to deepening UK-US dialogue on data flows last December, both countries have accelerated and broadened their discussions on ways in which the benefits of improved bilateral and globally-interoperable cross-border data flows can be promoted and realised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In this context, we are also pleased to announce today significant progress on UK-US data adequacy discussions. The UK welcomes the release of the Executive Order “Enhancing Safeguards for United States Signals Intelligence Activities” and intends to work expediently to conclude its assessment, with the aim of issuing an adequacy decision that will restore a stable and reliable mechanism for UK-US data flows. The US intends to work to designate the UK as a qualifying state under the EO, assuming the conditions for such designation can be satisfied, which would enable UK individuals who submit qualifying complaints to access the redress mechanism established under the EO.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is a significant step forward in our work on bilateral cross-border data flows, which will facilitate the free and secure flow of personal data from the UK to the US. We are working together to ensure that a deal on UK-US data adequacy upholds the rights of data subjects, facilitates responsible innovation, gives individuals in both countries access to the services that suit them, reduces burdens on businesses and delivers better outcomes for people. Building on our strong bilateral relationship, we will continue to work collaboratively on multilateral initiatives to facilitate trusted global data flows, such as the future of the Global Cross-Border Privacy Rules Forum where we seek to remove barriers to commercial cross-border data flows and the OECD’s work on Trusted Government Access to Data, increasing trust in the lawful government access to data for law enforcement and national security purposes; and to counter the influence of authoritarian and protectionist approaches to cross-border data flows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}