{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2020-statement-on-higher-education-in-spring-term/",
    "title": "Michelle Donelan – 2020 Statement on Higher Education in Spring Term",
    "post_date": "December 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Michelle Donelan, the Minister for Universities, in the House of Commons on 3 December 2020.",
    "content": [
        "As a Government we made the commitment that students living at university will be able to go home at the end of term if they need or choose to do so. We also recognise the importance of ensuring that students are able to return to university for the spring term. We understand that students, staff and providers need to be aware of the arrangements that will be in place for the spring term before students travel home so it has been our priority to communicate these plans as early as possible. Today, I am announcing those measures which we are putting in place to enable students to return to higher education following the winter break as safely as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Government, students, staff and our wider communities greatly value the vital work of universities. That is why we are committed to ensuring that in-person teaching and university life can continue as far as possible during these unprecedented times. Universities have remained open throughout this pandemic, continuing to deliver high quality education through a blended learning approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have prioritised education, including higher education, so we have worked to create a plan that supports the safe return of all students who left for the winter break and the resumption of blended learning. We remain committed to ensuring that in-person teaching and university life can continue as far as possible during these unprecedented times. We also recognise the huge amount of work that higher education providers have undertaken to set up asymptomatic test sites, provide covid-secure teaching and learning to students, and carefully manage any outbreaks, and we welcome the early successes of the asymptomatic testing programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That said, the large numbers of students planning to travel in the new year has been identified by public health experts as a possible risk factor for transmission of infection. The January term start dates are naturally staggered but this staggering is much more compressed than at the start of the autumn term, so we are asking providers to plan for students to return over a longer, five-week period. This will enable universities and higher education providers to test every student upon their return.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "HE providers should first plan to welcome back those students on practical courses and placements, with these students returning to campus in line with their planned start dates from 4 January. We expect providers to make assessments of the courses and students that should be brought back first, based on the requirements of the curriculum, taking into account elements of clinical, practical and specialist teaching and learning as well as the needs of their students and staff. Providers may accommodate some other students to return to campus earlier but should only do so where there is a genuine need or extenuating circumstances. These students should be able to access campus facilities but should not commence in-person lessons until face-to-face teaching of their course formally restarts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Students who do not have a clearly defined practical element to their course will still be able to continue their studies from the start of term remotely but providers should plan for students to return gradually from 25 January 2021 and staggered over a two-week period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Staggering the return of students to campus over five weeks has three primary purposes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "to provide more time and capacity for universities in partnership with national health service test and trace to continue their rapid work to roll out asymptomatic test sites within university campuses;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "to help manage the flow of students so that as many students and staff as possible can be tested immediately upon arrival at university; and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "to help ensure that students who have practical/assessment elements to their learning in the early part of the term can physically return to campus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In recent months there have been developments on testing which we plan to use to facilitate the safe return of all students. We will work with higher education providers to put in place asymptomatic testing arrangements for all students on arrival to university. However, individual institutions may choose to offer tests using different testing technologies (e.g. polymerase chain reaction, known as a PCR test), or to partner with neighbouring providers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also realise that this year has been incredibly difficult for students and we recognise that in these exceptional circumstances some may face financial hardship. I have now announced that we will be making available up to £20 million on a one-off basis to support those that need it most, particularly disadvantaged students. We will work with the Office for Students to do this, and further detail will be set out in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to assure students, staff and their families that their welfare is our top priority. I want to thank universities for their tireless dedication in seeking to ensure safe environments for students and staff. The hard work of university staff has meant we are able to keep students and staff as safe as possible during term. We are pleased we can now announce how students can return to university for the spring term, while keeping themselves, their families, and their communities, as safe as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As with all advice, this will be kept under review in light of scientific evidence, and the Government will provide further advice if necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}