{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2023-speech-on-the-budget/",
    "title": "Michelle Donelan – 2023 Speech on the Budget",
    "post_date": "March 21, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michelle Donelan, the Secretary of State for Science, Innovation and Technology, in the House of Commons on 20 March 2023.",
    "content": [
        "Last week, my right hon. Friend the Chancellor of the Exchequer delivered a Budget that gets straight to work in addressing the Prime Minister’s five priorities, which are of course the people’s priorities. We on the Conservative Benches are putting the country firmly on a path to halve inflation, grow the economy, reduce debt, cut waiting lists and stop the boats. [Interruption.] Opposition Members do not like that, not just because they do not have a plan to address the priorities themselves, but because they do not recognise the things that matter to the British people in the first place: strong, financially stable families; public services that innovate and pioneer new technologies; high-paying, high-quality jobs for our children; strong borders; and a respect for British law and our way of life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is because we on the Conservative Benches focus on the priorities of the entire country that the British economy is getting back on track. Ten-year gilt rates, debt-servicing costs, mortgage rates—all of them are falling, and inflation has already peaked. Despite continuing global instability, the Office for Budget Responsibility reported just last week that inflation in the UK will have fallen from 10.7% in the final quarter of last year to 2.9% by the end of 2023. Thanks to this Government’s responsive and responsible approach, we will have more money for public services benefiting British families right now, and less of a burden on our children and grandchildren. Our plan to deliver on the Prime Minister’s priorities is already starting to work. We have restored stability, and now it is time for the next part of our plan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**David Linden (Glasgow East) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Who was it that caused the instability?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michelle Donelan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It may have escaped the hon. Member, but we have had a global pandemic and a war in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are using these firm foundations to build long-term sustainability and healthy growth—growth that will bring security, prosperity and opportunity to British businesses and British people. To get that growth, we are on a trajectory of innovation in every part of our economy. Since the industrial revolution, our country’s willingness to rethink and reimagine has led to the inventions of the telephone, the TV, the world wide web and much more. That is why, under this Government, our tech sector has already become third in the world to reach a value of $1 trillion, behind only the US and China. We are ranked fourth above China, Germany and Japan in the global innovation index, we are second in the global talent index and we have four of the world’s top 10 universities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I could go on, but we are not a Government who are focused on where we were or where we are; we are a Government who are focused on the future. That is why we have set up the Department for Science, Innovation and Technology with one single mission—making Britain a science and technology superpower. It has been just six weeks since we became the new Department, and we have already published the UK science and technology framework, setting out our vision for science and technology. We have responded to the second largest bank failure in the US, and this Government helped facilitate a deal to save the UK arm of Silicon Valley Bank, protecting thousands of important jobs in the life sciences and tech companies, and safeguarding them in the long-term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the Budget, we announced a staggering £2.5 billion of funding for the quantum technologies that we anticipate will revolutionise everything from healthcare to farming. That built on the announcement we made of £370 million of new moneys for things such as technology missions, which will set Britain up to lead on artificial intelligence, quantum technologies, bioengineering and much more. These things matter, because the British public rightly expect Britain to be leading in the technologies of the future and for these technologies to deliver real tangible benefits to their local communities and their families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Geraint Davies (Swansea West) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Secretary of State will know, because I have told her before, that there are 1,000 jobs across universities in Wales that are about just to end because of the sudden end of EU structural funding. The Government promised that not a penny less would go to Wales for those jobs in 260 projects that are generating green growth in high-tech areas. Will she keep those jobs going by providing bridge funding for the next year?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michelle Donelan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member has already raised that with me, and I have already said that I will meet him to discuss it. The Government have of course launched the shared prosperity fund, and we will ensure that spending on research and development outside the south-east is increased by 40% by 2030.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Desmond Swayne (New Forest West) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "How are we going to get vital private sector investment into the industries the Secretary of State is so rightly concentrated on when so many of our own institutions are concentrating on Government debt, effectively crowding out this highly vibrant sector?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michelle Donelan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend is quite right. That is one of the key pillars in our science and technology framework. This should be a partnership with industry. We have already begun that journey, working with the likes of the Schmidt Foundation, and I look forward to updating the House on our further collaboration with industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us look at something like Alzheimer’s disease, an illness that is projected to impact one in three people born this year in their lifetime. Many people here today or watching the debate will know at first hand the devastating impact that that illness can cause, yet there is hope, through the extraordinary opportunities for progress made possible by quantum technology. British researchers are already in the building stages of quantum sensors that can map the human brain in a way that is unimaginable to us at the moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Chris Bryant (Rhondda) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My father has dementia and is in a care home—he has been during covid—so I know that it is really important to make significant advances in this field. One of the difficulties for business that are trying to take great scientific and medical ideas into the market is that it is much more costly if we have a different regulatory regime in this country from the rest of Europe. Will the Secretary of State ensure that we align our regulatory regime in this field with the rest of Europe, rather than diverge from it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michelle Donelan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor, at the same time as delivering the Budget, published the Vallance review of the regulation of new and emerging technologies. That is all about how we can support the incubation of technologies, and how we should have a lighter touch to regulation in the first stages and then synergise with the rest of the world later on. I invite the hon. Member to read that very useful document.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Emma Hardy (Kingston upon Hull West and Hessle) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Secretary of State give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michelle Donelan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will make some progress, because I am getting nowhere and I have already been very generous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We announced an extraordinary £2.5 billion in the Budget for quantum technology over the next decade. We did more than fund a crucial strand of scientific discovery; we laid the building blocks for a future where early diagnosis and prevention of these kinds of diseases gives us more time with the ones we love and cherish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Emma Hardy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before she proceeds, will the Secretary of State give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michelle Donelan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Once.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Emma Hardy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Secretary of State for giving way. It really is welcome news that we are doing advanced research and using AI and technology. Will she look again at the rules for animal testing and the use of live animals in experimentation? Surely, as we develop our AI research and the technology side of research, we should be moving away from the barbaric and cruel use of animals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michelle Donelan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are supporting and accelerating advances in biomedical science and technologies to reduce reliance on animals in research. I pledge to write to the hon. Member with further details on that rather than hold the House up any longer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is the power of innovation when we are bold enough to unleash it: we already rank second in the world to the US for the number of quantum companies. On top of that, the quantum technologies mission, which I announced a few weeks ago, dedicates £70 million in this spending review period to accelerate quantum technologies. Building on the success of the 10-year national quantum technologies programme from 2014, the new strategy sets out our vision and plan to further establish the UK as a world leader by 2033. We want these technologies out of the lab and into our lives, because we know what they mean to families and communities in every part of our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The same goes for the limitless possibilities before us in the world of artificial intelligence. My vision for an AI-enabled Britain is one where NHS heroes are able to save lives using AI technologies that were unimaginable a few decades ago. I want our police, our transport networks, our climate scientists and many more to be empowered by AI technologies that will make Britain the smartest, healthiest, safest and happiest place to live and work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On saving lives, will the Secretary of State give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michelle Donelan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jim Shannon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I very much welcome what the Secretary of State has said, and there are clearly many positives in the Budget, but the British Heart Foundation contacted me to say that cardiac care is time-critical, and that delays to vital tests, procedures and operations can lead to otherwise preventable heart attacks. At the end of January there were 370,000 heart patients waiting for elective care. What will be done to save those people’s lives?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michelle Donelan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are talking today about investing in the technologies that can progress our healthcare system and about our use of green technology so we can get to work in a cleaner, greener way. Our technologies can progress our society in so many different ways. I am happy to meet the hon. Member to discuss that in detail, but it might be more of a question for the Department of Health and Social Care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why the Government’s commitment to AI goes much further than just warm words. Over five years ago, we identified AI as one of the four grand challenges in the industrial strategy, investing £1 billion in the AI sector deal in 2019. In 2021, we set out our ambitions in the national AI strategy—ambitions which the AI action plan shows we are determined to deliver. In the last decade, we have also invested over £2.5 billion in AI.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Luke Evans (Bosworth) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the Secretary of State’s new role in the new Department, one key thing we need to look at is keeping regulation updated with advancements. Already, things such as ChatGPT mean that people can get their homework done, generate images and make apps using a computer. Can we take the example of the Medicines and Healthcare Products Regulatory Agency, which learnt, through the vaccine, to do the research and put the regulation in place, so we do not find ourselves, with the Online Harms Bill, where we found 10 years ago when the internet was brought through? Is there an opportunity for her to put regulation in place to ensure we move it along as the technology develops?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michelle Donelan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I absolutely agree. That is exactly why the Prime Minister announced, just days ago, the establishment of a large language model taskforce to look at that and to ensure we can gain sovereignty in this particular area. Over the coming weeks, we will also publish the AI White Paper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier this month, I announced £110 million for AI technology missions. That funding, which we anticipate will be matched by equal private investment, will support the science behind some of the most important AI technologies of the future. We will also realise some of AI’s transformative applications, from reducing greenhouse gas emissions to increasing productivity in sectors such as agriculture, construction and transport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Success in AI requires the UK to be a hub of the best and brightest AI minds in the world. We have already backed AI with £8 million to bring top talent into the UK. That is coming on top of £117 million in existing funding to create hundreds of new PhDs in AI research. In the Budget, the Chancellor took a further step forward with the announcement of the Manchester prize, which will back those harnessing the immense power of AI to break new ground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor also announced a staggering £900 million in funding for an exascale super-computer and a dedicated AI research resource, making the UK one of only a handful of countries in the world to have such a powerful computing facility. We are creating thousands of high-quality jobs and ensuring that the UK is going to be the home of the Al technologies that will directly help to address the priorities of the British public. These are not just jobs that will power our future; every single job will create these exciting fields—opportunities that will release the potential of thousands of talented people up and down the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stewart Malcolm McDonald (Glasgow South) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Manchester-based physicist and Nobel prize winner Andre Geim has said that the top researchers around the world and in the UK are either not coming or looking to get out because living standards are so low; they can earn far better wages elsewhere. Does the Secretary of State not agree that all these aspirations, great though they are, will never be met so long as living standards in the UK fall well below those in other western European countries?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michelle Donelan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I cannot believe the hon. Member is insisting on talking down our great nation. We are already attracting these people to our country. That is why we are third in the world when it comes to AI. That is why we are boosting that supply as well as growing our own talent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right skills, the right investment and the right infrastructure: these are the ingredients of a science and technology superpower, and perhaps nowhere is that more true than in our world-class research sector. In January, we launched the Advanced Research & Invention Agency, or ARIA—a new independent research body custom built to fund high-risk, high-reward scientific research, backed by £800 million in funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Tim Loughton (East Worthing and Shoreham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am so pleased that the Secretary of State is placing great emphasis on AI. When I was a child growing up on a farm, AI stood for artificial insemination—a somewhat messier affair than what we know it as today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Far from what the hon. Member for Glasgow South (Stewart Malcolm McDonald) was saying about the standard of living in this country, many international investors do come to London because of the quality of life. The disincentive is that we do not reward risk enough and it is still too difficult to raise money on the London capital markets for some of these emerging industries. It is great that the Government are putting in seed funding, but we also need to make it much easier and more attractive for private business to put their money where their mouth is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Michelle Donelan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I completely agree with my hon. Friend’s latter point; obviously, when I was referring to AI, I was not talking about what he described to start with. We will continue to work across Government to ensure that we are attracting companies to locate in the UK and create British jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With unique freedoms, ARIA will be able to empower extraordinary people who have a radical vision for a positive approach and positive change for our country. We are a nation of inventors—from the toaster to the television and from tarmac to teabags, we have never been short of good ideas. This rich history of invention and extraordinary research must, of course, be backed to ensure that it continues and that we continue to grow our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I have emphasised, it is vital that everyone, no matter where they live, has the opportunity to play their part in Britain’s innovation economy. That is why the Chancellor announced the creation of 12 investment zones, to supercharge growth in some of the most exciting areas of the economy, from digital and tech to life sciences and advanced manufacturing. The zones will be clustered around a university or research institution and bring growth to areas that have traditionally underperformed economically. Each new zone will be backed by £80 million of investment over five years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have also established the Innovation Accelerator programme, investing £110 million into 26 transformative R&D projects to accelerate the growth of three high-potential innovation clusters—from new health and medical technologies in Birmingham, to productivity-enhancing AI in Manchester and the development of quantum technologies for cleaner and more efficient manufacturing in Glasgow. By bringing universities, local leaders and businesses together, those projects will drive regional economic growth and provide a vital boost to the Government’s levelling-up agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor also rightly paid special attention to regulation in the Budget. Smarter, pro-innovation regulation will ensure that we continue to attract and grow the most promising start-ups and scale-ups. Once again, the Budget put the money where it counts. We announced £10 million of extra funding in the next two years for the Medicines and Healthcare products Regulatory Agency, helping it to become the most innovative healthcare regulator in the world, to support our life sciences sector and our NHS—and most importantly, to save lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Chancellor also accepted all nine recommendations of the Vallance review on regulating digital technologies, to ensure that we have a coherent, agile and flexible regulatory approach. We need to minimise undue burdens on businesses and grow the economy. That includes the creation of AI sandboxes, which will support the innovative regulatory approaches that we need to drive forward the responsible and safe development of artificial intelligence. We will take that forward in our forthcoming AI White Paper, which will set out our proportionate and pro-innovation approach to regulating AI—designed to make sure that the UK is the best place in the world to develop and deploy AI.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, the Chancellor shares my view that international collaboration has a critical role to play in ensuring that Britain can continue to deliver world-leading research. We welcome the EU’s recent openness to discussions on Horizon association, following two years of unfortunate delay. On 14 March, just last week, I met Pedro Serrano, the EU’s ambassador to the UK, to discuss collaboration on science and research, including the Horizon Europe programme. The Government will continue to back our research community, which is why we have extended the Horizon guarantee and are clear that we will not let our researchers wait another two years for certainty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Government are unashamedly pro-growth and pro-business. Even after the corporation tax rise this April, we will have the lowest headline rate in the G7. Only 10% of companies will pay the full 25% rate. It is particularly vital that we support the businesses that are investing in research and development and bringing those science and technology benefits to the British public. That is why loss-making SMEs for which qualifying R&D expenditure constitutes at least 40% of total expenditure will now be able to claim a higher payable credit rate of 14.5% for qualifying R&D expenditure. Our life sciences and tech sectors are expected to be among some of the main beneficiaries of the changes, enabling those crucial companies to drive sustainable growth and jobs in the years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is not just about giving growth a short-term boost: we have a long-term plan for building an economy fit for the future. That is why the Chancellor also announced that the capital allowances super-deduction will be replaced with full expensing of capital allowances for three years, with a move to make that permanent as soon as possible. That will ensure that the UK’s capital allowances regime is world-leading, as the only major European economy to have such a policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before I conclude, I pay tribute to the millions of people who work in our science, innovation and technology sectors, who are working to change our lives for the better every single day. Budgets are not about Government but about real people who have real families and real jobs that they have to think about. They are looking to this place today, and they want to see that we know what matters to them and are prepared to invest in the things that deliver on our country’s priorities. They want more time with their loved ones. They want to be able to travel safer, faster and cleaner than the generation before us. They want higher-quality jobs, stronger borders, and cleaner and greener towns and cities. These are the things that motivate us to become a science and technology superpower. It is not about status or achieving goals for their own sake, but about making British people happier, healthier, smarter and more prosperous. This is a Budget that puts those priorities at the heart of Government and delivers. I commend it to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Several hon. Members rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. I think we will start with a time limit of six minutes, and see how we go from there. In the meantime, I call the shadow Secretary of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}