{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2021-comments-on-in-person-teaching-in-universities/",
    "title": "Michelle Donelan – 2021 Comments on In-Person Teaching in Universities",
    "post_date": "May 10, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Michelle Donelan, the Universities Minister, on 10 May 2021.",
    "content": [
        "Our priority from the very start of this pandemic has been to help students complete their courses and graduate as planned which is why I am pleased that the Prime Minister has today confirmed all remaining students can return to in-person teaching from the 17 May as part of Step 3 of the Government’s road map.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is vital that we make every effort to keep us all as safe as possible, and every student will be offered three tests on return to campus. I would strongly encourage students to make use of the free tests available to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To further support those beginning the next chapter in their lives we have published our Graduate Employment and Skills Guide, created with universities and designed with prospective employers in mind, which will give students the help and advice they need to build their skills and kickstart their careers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that entering the jobs market can be daunting, particularly during a global pandemic, but I know that employers will recognise the resilience and strength of this year’s graduates and the essential role they will play in this country’s recovery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}