{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2023-statement-on-channel-4/",
    "title": "Michelle Donelan – 2023 Statement on Channel 4",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Michelle Donelan, the Secretary of State for Digital, Culture, Media and Sport on 9 January 2023.",
    "content": [
        "Happy new year, Mr Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Channel 4 is a great British success story. It was set up by Margaret Thatcher and it has done exactly what she wanted it to do: positively disrupting British broadcasting and driving an expansion in the UK’s independent production sector, which is now surging at £3 billion. However, in the last decade, the media landscape has been transformed by technology and the entry of new, rapidly growing streaming platforms. Channel 4, along with all public sector broadcasters, faces unprecedented competition for viewers in terms of both programming and talent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Channel 4 is uniquely constrained in its ability to respond to those challenges. There are limits on the broadcaster’s ability to raise capital and make its own content. Under current legislation, Channel 4 operates as a publisher-broadcaster, meaning that all its shows are commissioned or acquired from third parties, such as independent producers or other broadcasters, who typically retain the rights relating to those programmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The challenges faced by Channel 4 are very real. That is why the previous Administration decided to proceed with the sale in order to free the broadcaster from the constraints that were holding it back under public ownership. Over the last few months, I have carried out my own examination of the business case for the sale of Channel 4. I have listened to stakeholders and taken a close look at the broadcaster’s long-term sustainability and the wider economic outlook, and I have decided that pursuing a sale is not the best option to ease the challenges facing Channel 4. However, doing nothing also carries a risk. Change is necessary if we want to ensure that the corporation can continue to grow, compete and keep supporting our thriving creative industries. Anyone who says otherwise is burying their head in the sand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After discussions with Channel 4, I am therefore announcing an ambitious package of interventions to boost the broadcaster’s sustainability. Under this agreement, Channel 4 will continue to play its own part in supporting the UK’s creative economy, doubling both the number of jobs outside London and its annual investment in the 4Skills training programme for young people. Meanwhile, we will introduce a statutory duty on Channel 4 to consider its sustainability as part of its decision making. We are working with Channel 4 to agree updated governance structures to support that long-term sustainability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will provide Channel 4 with new commercial flexibilities, including by looking to relax the publisher-broadcaster restriction to enable it to make some of its own content. In doing so, we will work closely with the independent production sector to consider what steps are necessary to ensure that Channel 4 continues to drive investment in indies, particularly the newest, smallest and most innovative producers. That includes increasing the level of Channel 4’s independent production quota, which is currently set at 25% of programmes, and potentially introducing specific protections for smaller independent producers. Any changes will be introduced gradually and following consultation with the sector. Finally, we will make it easier and simpler for Channel 4 to draw down on its private £75 million credit facility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Alongside the changes to Channel 4, the media Bill will introduce a wide range of measures to modernise decades-old broadcasting regulations, including prominence reforms. Further details will be announced in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}