{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2022-speech-to-conservative-party-conference/",
    "title": "Michelle Donelan – 2022 Speech to Conservative Party Conference",
    "post_date": "October 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "2022 Conservative Party Conference",
            "url": "/tag/2022-conservative-party-conference/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michelle Donelan, the Secretary of State for Digital, Culture, Media and Sport in Birmingham on 3 October 2022.",
    "content": [
        "Thank you Conference,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is an honour to be here as the Secretary of State for Digital, Culture, Media and Sport working with such a fantastic team of ministers and back in Birmingham which this year became the second biggest tech city in the UK outside London. It is also a city that encapsulates every aspect of what I will deliver. Whether it is promoting British sporting excellence on the world stage by hosting the Commonwealth Games or helping to fuel our tech industry in the West Midlands, where an extra 52,000 new tech jobs will exist by 2025.This success is being seen across the country and will be turbo charged under the boldest Conservative government we have seen for a generation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I will be ensuring my department is at the heart of this as a true engine of growth in the UK. And while the areas we cover at DCMS may seem at opposite ends of the policy spectrum, actually, my priorities in all of these areas boil down to a few common sense goals. In everything we do, I want us to create, connect and protect. Create more highly paid tech, digital and creative jobs that will provide genuine opportunities for you and your children – this will be the beating heart of our mission to grow the economy. I will also work to connect communities up and down the country to better deliver broadband, phone signal and 5G. It is fundamentally wrong that in today’s age people living in rural homes can still struggle to get a phone signal to call their loved ones, this is going to change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And finally, I will protect our children, our values and our history. That is why I am coming forward with strong, common sense, conservative, solutions that deliver on these priorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And at the heart of everything I do, making people’s lives better by driving up economic growth will be my priority. But to create jobs, connect communities and protect British values, we have to be unashamedly conservative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the Prime Minister has said from day one, we are the party that understands the need to grow the economic pie rather than simply slicing it up into thinner pieces. Where Labour are busy squabbling over how to divide wealth, we, the Conservatives, are getting on with the job of creating wealth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This includes creating more wealth and prosperity through our tech, digital, cyber, creative, cultural and arts sectors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But there remains a significant amount of red tape in our way, red tape that, as a newly independent nation free of EU bureaucracy, we can tailor to fit our country’s needs. One example of this is on data.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We inherited GDPR from the EU, and its bureaucratic nature is still limiting the potential of our businesses. So much so that researchers at Oxford University estimated that it has directly caused businesses to lose over 8% of their profits. In a survey by my Department, 50% of businesses told us that the EU’s mainly one-size-fits-all GDPR scheme, had led to excessive caution amongst staff in the handling of data. We’ve even had churches write to the department, pleading for us to do something, so that they can send newsletters out to their communities without worrying about breaching data rules.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many of these smaller organisations and businesses only employ a few people each. They don’t have the resources or money to navigate the regulatory minefield that GDPR puts in their way. And yet right now, in the main, they’re forced to follow the same one-size-fits-all approach as a multinational corporation. That’s just not right, and it is certainly not conservative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why today Conference, I am announcing that we will be replacing GDPR with our own business and consumer-friendly, British data protection system. Our plan will protect consumer privacy and keep their data safe, whilst retaining our data adequacy so businesses can trade freely. And I can promise you here today, Conference, that it will be simpler and clearer for businesses to navigate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No longer will our businesses be shackled by unnecessary red tape. At the moment, even though we have shortages of electricians and plumbers, GDPR ties them in knots with clunky bureaucracy. In its place, we will co-design with business a new system of data protection. We will look to those countries who achieve data adequacy without having GDPR, like Israel, Japan, South Korea, Canada and New Zealand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our new data protection plan will focus on growth and common sense, helping to prevent losses from cyber attacks and data breaches, while protecting data privacy. This will allow us to reduce the needless regulations and business-stifling elements, while taking the best bits from others around the world to form a truly bespoke, British system of data protection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me be clear, Conference, this is not another wave of legislation on business. Businesses won’t have to wrap their heads around complicated legislation – this is about simplification. In fact, it is this government seizing the opportunity to support our job creators. And I will be involving them right from the start in the design of a tailored, business-friendly British system of data protection. One that, protects the consumer, protects data adequacy and increases the trade that good data protection enables, whilst increasing productivity and also avoids the pitfalls of a one-size-fits-all system. It is time we seize this post Brexit opportunity fully, and unleash the full growth potential of British business. We can be the bridge across the Atlantic and operate as the world’s data hub.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But Conference as you know, there is so much more to DCMS. As someone who is passionate about grassroots sport, especially having seen the impact that Chippenham Town and Melksham Town Football Clubs have had on my local community, I could not be happier to be the Secretary of State in charge of sport at a time where British sporting excellence is all around us. Our heroic Lionesses inspired millions of young girls and football fans this Summer, kicking off a new era in women’s football. The world also watched in awe as the Commonwealth Games took the nation by storm, exhibiting the very best of British talent and culture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What’s more, this Conservative Government didn’t just deliver the games on time and on budget, but delivered it on time and under budget – over 60 million under in fact. And today, I am delighted to announce that we are going to invest that money to really cement the legacy of the games – right back here in the West Midlands. Investing in pro-growth legacy projects for the people of the West Midlands, working with our driven, passionate, delivery machine for the West Midlands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So, while Labour try to choke growth in the West Midlands by backing crippling rail strikes, we are getting on with the job of injecting investment and producing growth not just here but around the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is also a Government that is connecting a new household to full fibre broadband every 7 seconds. And rolling out good broadband and 5G has the potential to revolutionise our country’s economy, accelerating growth, jobs and improving the quality of life for millions of people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For some people, better broadband and 5G will mean they are finally able to access streaming services on a stable connection in their home. For others, it might mean that they can get access to 5G connected mobile health scanners, bringing next generation healthcare to their local town. Or for farmers, it could enable them to use live sensors to detect in real time, about the fertilisation and moisture needed for their crops. The possibilities are endless, and the benefits extend far beyond simply loading up web pages faster. That’s why I will soon be announcing a package of measures in Parliament, that will make it easier for us to rollout fast broadband across the country, and that will massively accelerate progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are also huge opportunities for our growth agenda with the cultural, arts and creative industries including media and we want to continue this trend, ensuring that we accelerate it with the right skills – and let me take this opportunity to thank the BBC and all broadcasters for the excellent coverage and tribute they gave to Her late Majesty the Queen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another area of growth is tourism, which we are also boosting, by re-introducing VAT-free shopping for overseas visitors. And we will replace the old paper-based system with a modern, digital system that will come into place very soon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The final part of my plan for DCMS is built on the soundly conservative principles of protecting the things that we love rather than tearing them down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a former Children and Families Minister, I know first-hand that there is no greater duty than protecting our children, especially as they browse online. Our party, is founded on the principle that stronger families mean a stronger country, and a basic building block of a strong family is ensuring the safety of children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For too long, have social media giants been chipping away at children’s innocence by feeding them dangerous content contrary to their own terms and conditions. Which has led to devasting tragedies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last week the inquest into the death of Molly Russell further highlighted the horrific failure of social media platforms to put the welfare of children first. We owe it, to Ian Russell and all of Molly’s family to do everything in our power to stop this happening again. Our online safety bill must be the answer and I will make sure that the bill’s key objective is ensuring social media firms protect children and young people. Conference, I can confirm that the bill will be returning to Parliament – and my dedicated ministerial team and I are working flat out to ensure the bill is delivered and we are strengthening the protections in place for children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But rest assured Conference that I am making changes to the Bill in relation to freedom of speech for adults. I am the Minister who brought forward the Higher Education Freedom of Speech Bill and so I know just how vital it is that we get this right and ensure that our rights to freedom of expression and free speech are protected. And there needs to be more accountability and transparency for users, so I will be bringing forward measures in the Bill to ensure that this is the case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Free speech underpins our British democracy – we are in fact a country with a long history of supporting and exporting free speech ideas. In many ways, Britain is the home of free speech. It is the beating heart on which all of our other freedoms rest. But – let’s remember, protecting children online and protecting free speech for adults do not need to be at odds with one another. As you can see fairness, honesty and common sense are the values that I rely on to tackle the big issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am an evidence-based politician and over the coming months you will see that I am not afraid to make tough decisions, and will stick to our conservative principles to make people’s lives better and fairer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Because, we are the party that delivers high paid jobs in tech and digital so that our economy grows. We are the party that connects our country to fast broadband and 5G so that families and businesses can prosper. And we are the party that protects British culture and institutions with common sense values. This bold Conservative Government is going to accelerate our delivery and stand true to our principles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you, Conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}