{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2023-statement-on-channel-4-2/",
    "title": "Michelle Donelan – 2023 Statement on Channel 4",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The written statement made by Michelle Donelan, the Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 9 January 2023. This was separate to the verbal statement made on the same day by the Secretary of State.",
    "content": [
        "Channel 4 is a great British success story. It is an integral part of our public service broadcasting system—contributing to the UK’s creative economy, providing greater choice for audiences, and supporting the booming British production sector. In fact, independent production in the UK is a now mature £3 billion industry, up from £500 million in 1995.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, as the Government set out in their broadcasting White Paper last year, all public service broadcasters (PSBs) face challenges from structural changes in the broadcasting landscape. Channel 4, along with all other PSBs, is facing unprecedented competition for viewers, programmes and talent from overseas as well as new, rapidly-growing streaming platforms. It is important for the UK’s thriving creative industries and the wider economy that we support our PSBs to grow, compete and to make high-quality, original content that people all over the UK love, trust and learn from.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Channel 4 is uniquely constrained in its ability to respond to these challenges. There are limits on Channel 4’s ability to raise capital and its current operating model effectively stops it from making its own content. Under current legislation it operates as a publisher-broadcaster, meaning that all its shows are commissioned or acquired from third parties—such as independent producers or other broadcasters—who typically retain the rights to those programmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The challenges faced by Channel 4 are real. That is why the previous Government decided to proceed with a sale of the business in order to free the broadcaster from the constraints holding it back under public ownership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After careful examination of the business case for the sale of Channel 4 through the lens of this Government’s focus on economic stability and long-term sustainable growth and considered engagement, I have decided that pursuing a sale is not the best option to ease the challenges facing Channel 4, nor to support growth in the UK’s creative economy—especially the independent production sector. However, doing nothing also carries risks, and the Government believe change is necessary to ensure the corporation can continue to thrive now and long into the future, in a rapidly changing media landscape.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After careful discussions with Channel 4, I am announcing a package of interventions that will ensure the broadcaster remains focused on sustainability and has new opportunities to grow while serving audiences in the decades to come with high-quality, innovative and distinctive content.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When parliamentary time allows, we will, through the Media Bill, introduce a statutory duty on Channel 4 to consider its sustainability as part of its decision making. We are also working with Channel 4 to agree updated governance structures that assure the Government of Channel 4’s long-term sustainability, including an updated memorandum of understanding between my Department and Channel 4 which will be made publicly available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To assist in Channel 4 meeting its new obligation, we will provide them with new commercial flexibilities. While ensuring that Channel 4 continues to play its key role in incubating and supporting the independent production sector, which often includes new and highly-innovative companies, I will look to relax the publisher-broadcaster restriction to enable Channel 4 to make some of its own content, and exploit intellectual property as other public service broadcasters are able to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In determining how this relaxation should be designed and implemented, the Government will work closely with the independent production sector and others to consider necessary steps to ensure that Channel 4’s important role in driving investment into the sector is safeguarded. Any changes to Channel 4’s commissioning model would need to be introduced gradually, with appropriate checks and balances, and following consultation with the sector. For example, this will include increasing the level of Channel 4’s independent production quota, which is currently set at 25 per cent of programmes; and potentially introducing specific protections for smaller, new and innovative independent producers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As part of the package, Channel 4 has agreed to enhance its support for the independent TV production sector and regional roles and skills. It will increase its annual investment in 4Skills—its paid training and placement programme for young people—from £5 million to £10 million a year by 2025. It will double its number of roles outside London from its original target of 300 to reach 600 roles across the UK in 2025. This will include jobs in Channel 4’s national HQ in Leeds, as well as in Glasgow, Manchester, Bristol and potentially elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To enable Channel 4 to make investments that could put it on a more sustainable footing, we will also make it easier and simpler for Channel 4 to draw down on its private £75 million credit facility. In the event it pursues more ambitious investment opportunities to promote the corporation’s long term sustainability, we will support Channel 4 to access more private capital under its current borrowing limit of £200 million set in law—while taking steps to minimise the risk to public finances. We will also consider future requests to raise the organisation’s borrowing limit if appropriate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This package does not impact Channel 4’s current “out of London” or “out of England” quotas, which are set in its broadcasting licence by Ofcom, and to which we would still expect Channel 4 to adhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Channel 4 will also include a new section in its annual report assessing the due impartiality of its news service and how the channel’s content aims to demonstrate the highest editorial standards. This is important work that will add to transparency and focus and I look forward to seeing Channel 4’s findings\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Alongside the changes to Channel 4, the Media Bill will introduce a wide range of measures to modernise decades-old broadcasting regulations, including prominence reforms to increase the growth potential of the UK’s public service broadcasters and foster innovations in the way TV is produced and consumed. Further details on the Media Bill will be announced in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}