{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2023-statement-on-science-and-technology/",
    "title": "Michelle Donelan – 2023 Statement on Science and Technology",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The statement made by Michelle Donelan, the Secretary of State for Science, Innovation and Technology, in the House of Commons on 6 March 2023.",
    "content": [
        "February marked a watershed moment for science, innovation and technology in the United Kingdom. For the first time in our history, we created a Government Department that concentrates our best minds around a single mission: making Britain a science and technology superpower—one that uses discovery and innovation to solve the problems that are priorities for the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our vision for the Department for Science, Innovation and Technology starts from an extraordinary position. This is a nation that last year joined only China and the United States by having a tech sector worth $1 trillion. We beat China, Japan, Korea, France and Germany in the global innovation index—and attracted more tech investment than the latter two combined. On average, our universities have produced a Nobel prize winner every year for the last two decades, and four of our universities make up the global top 10.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have an incredibly unique and powerful platform from which to grow and innovate for the benefit of the British people, which is why I plan to take a ruthlessly outcome-focused approach to this new Department—ensuring that, in both the short term and the long term, our work is improving people’s daily lives in ways they can feel and see around them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Government’s vision for the future is an NHS that uses artificial intelligence to find, treat and reduce illnesses such as cancer and heart disease so that we have more time with our loved ones. We should have local transport services that allow us to travel faster, safer and cleaner than our parents did. The schools of the future should be powered by the kind of technology that unlocks hidden talents in every child no matter where they live. As the “Department for the future”, our focus will be on how we can use science, technology and innovation to ensure that the British people live longer, safer, healthier and happier lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Such an important goal requires immediate action, which is why my first few weeks as Tech Secretary have been focused relentlessly on action and delivery. I see this as a once-in-a-generation opportunity to send a clear signal around the world that Britain plans to lead the way in science, innovation and technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today I have published “The UK Science and Technology Framework”, which sets out the Government’s goals and vision for science and technology in an enduring framework that will see us through to 2030. It has been developed in close collaboration with the UK science and technology sector, and represents a commitment to scaling our ambition and delivering the most critical actions needed to secure strategic advantage through science and technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The science and technology framework is the strategic anchor that Government policy will deliver against, and which the Government will hold ourselves accountable to. We will have a clear action plan for each strand of the framework in place by summer 2023 and delivery will be overseen by the National Science and Technology Council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Immediate investments to get us started delivering against the framework will include:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "£250 million for technology missions in AI, quantum and engineering biology. This is part of our commitment to the five key technologies found in the science and technology framework, which also includes semiconductors and telecoms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A £50 million uplift for UK Research and Innovation’s world-class laboratories fund. This will help research institutes and universities get on with the cutting-edge scientific research that saves lives, supports our economy and society, and protects our planet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are investing in the most powerful form of computing, the formidable “exascale”, which has the ability to solve massive societal issues such as energy sustainability and support thousands of businesses. This is complemented by a new dedicated public compute programme for AI research of scientific importance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are providing £10 million in the UK innovation and science seed fund—UKI2S—an early-stage venture fund providing patient capital and support for businesses emerging from the UK’s publicly funded science and knowledge base.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Further still, we are investing in a research data cloud pilot, to enable us to help ensure that our researchers can access the information they need to develop the transformative technologies of the future. The pilot will test methods for improving data sharing for research, and harnessing its value for science and innovation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is also a Government that are looking for opportunities to test different models of funding science, to support a range of innovative institutional models, such as focused research organisations, known as FROs, working with industry and philanthropic partners to open up new funding for UK research. For example, we are working with a range of partners to increase investment in the world-leading UK Biobank, to support the continued revolution in genetic science.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On top of this, the Government are investing up to £50 million to spur co-investment in science from the private sector and philanthropy to drive the discoveries of the future, subject to business case approval. We are delighted to confirm that we are already talking to Schmidt Futures, a philanthropic initiative of Eric and Wendy Schmidt, about additional support of up to $20 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am also delighted to announce the return of PsiQuantum to the UK. Supported by £9 million in Government funding, PsiQuantum’s decision to establish a quantum computing research centre in Daresbury in the north-west marks a vote of confidence in the global competitiveness of the UK’s quantum sector, built up over the years of Government investment, and a vital boost to the regional economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These are just some examples of what will be a constant drumbeat of delivery and action from my Department. However, this will also be a Department that understands the importance of forward, strategic planning for achieving enormous goals, such as gaining superpower status. That is why we have published, or are very shortly publishing, responses to key reviews that will help to inform our work. These include:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Publishing Sir Paul Nurse’s landscape review of research, development and innovation. This sets out how our R&D organisations can work together to drive discoveries and innovations that will improve the lives of the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Publishing the “Independent Review of The Future of Compute”, led by world-leading AI expert Professor Zoubin Ghahramani. Our response will ensure that we harness the power of compute to boost economic growth and address society’s greatest challenges. We are announcing today that we will be implementing two of the most important recommendations with immediate effect and Government will respond to the remaining recommendations in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And the Government have just published our consultation response on cyber-physical infrastructure—CPI. This response outlines our plan to put Britain right at the forefront of the increasing convergence of the physical and digital worlds, helping our researchers and entrepreneurs to solve real-world problems in everything from transforming our energy systems to enabling sectors from agriculture to manufacturing to be more efficient and innovative, securing sustainable growth in these sectors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These will form the basis of clear, decisive and forward-thinking plans that will be coming out of my Department, underpinned by our science and technology framework, which sets out our clear strategic approach in a 10-point plan. These points can be summarised as: identifying critical technologies; signalling the UK’s strengths and ambitions; investing in research and development; creating a pipeline of talent and skills; financing innovative science and technology businesses; using procurement to drive innovation; seizing international opportunities; improving access to physical and digital infrastructure; pursuing innovative, regulation and influencing global standards; and making the public sector more innovative. The Chancellor recommitted in his autumn statement to the largest ever increase in public R&D funding over a spending review period, with annual spend rising to £20 billion by 2024-25. This significant underpinning investment will be geared towards delivering the framework.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of course, forming a key part of that framework and sitting at the heart of my new Department will be people and skills. Britain is home to some of the best scientists in the world, but this is no reason to be complacent; if we want to carry on punching above our weight in an increasingly competitive world, we must do more to secure better jobs for British people and attract international talent. That means making Britain the best place in the world to carry out cutting-edge scientific research, or to start and grow a technology business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Take artificial intelligence. We are focusing on training more specialists, proactively attracting them from around the world and ensuring that they have the resources and equipment to innovate. We are investing an additional £117 million distributed by UKRI for centres for doctoral training, which will double the number of AI researchers we are training and comes on top of the existing commitments we made in the AI sector deal and continued in the national AI strategy, including the initial £100 million in the AI centres for doctoral training, £46 million in Turing AI fellowships, and up to £30 million AI and data science conversion course scholarship programme, all of which will help us develop the best and brightest right here in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "AI can speed up the discovery and development of life-saving drugs, and help us to monitor air pollution in our communities and find new ways to cut it. That is why the Government have today tasked our trade commissioners, ambassadors and the wider global talent network with finding the next generation of AI leaders from around the world, showcasing our fantastic offer, and matching them to specific opportunities. We will find and attracted talented people before they have won a Nobel Prize or created the next unicorn and help them to achieve those goals in the UK. We will also be delighted to welcome exceptional young people to the UK in July, as part of the global RISE programme, an initiative of Schmidt Futures and the Rhodes Trust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am also cognisant of the fact that Horizon and the UK’s position on it is an important issue to get right. Colleagues from across the House have raised it with me and I am grateful for the engagement so far. Our research community needs to see that the Government understand their need for stability, clarity and confidence. That is why I am announcing a further extension of the Horizon Europe guarantee to protect thousands of researchers from uncertainty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This extension will support eligible, successful applicants, covering calls that will close on or before 30 June 2023. It will ensure that eligible, successful UK applicants will continue to be guaranteed funding and will receive the full value of their funding at their UK host institution for the lifetime of their grant, supporting them to continue their important work in research and innovation. Successful awardees do not need to leave the UK to receive this funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our position has always been one of openness to discussions on research and innovation collaboration and that very much continues to be our position. We welcome the EU’s recent openness to discussions, following two years of delays. The EU has not yet made any proposals to address the financial terms of UK association, given that we are now over two years into a seven-year programme. We continue to be ready to work swiftly and constructively together on a range of issues including UK association.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I want to extend an invitation to Members across the House. With the agenda being set, immediate actions already being announced and a commitment to delivery, there is one final important element that will help ensure that these ambitious goals are achieved: your input and support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My approach will be guided and shaped by an open-door policy, where I invite colleagues to raise issues, concerns and ideas with me at any time. Government achieve at their best when we collaborate and give everyone a voice in setting the priorities and plans for the future of our country. I look forward to working with you closely to deliver life-changing results for your constituents and for the future of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will deposit a copy of “The UK Science and Technology Framework”, the “Independent Review of the UK’s Research, Development and Innovation Organisational Landscape”, the “Independent Review of the Future of Compute” and the “Cyber-Physical Infrastructure Consultation Response” in the Library of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}