{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2023-statement-on-the-science-and-technology-framework/",
    "title": "Michelle Donelan – 2023 Statement on the Science and Technology Framework",
    "post_date": "March 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The statement made by Michelle Donelan, the Secretary of State for Science, Innovation and Technology, in the House of Commons on 7 March 2023.",
    "content": [
        "The creation of the Department for Science, Innovation and Technology marks a watershed moment for science, innovation and technology in the UK. We now have a Government Department that focuses on a single mission: to make the UK a science and technology superpower. Science and technology is absolutely critical to the UK’s future prosperity and security, and to the health and wellbeing of our citizens and our environment. That is why it is a central pillar of the integrated review. Countries that embrace science and technology will be prosperous and secure, home to the innovators and technology companies of the future. Those that don’t, won’t.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My vision for DSIT starts from an extraordinary position. Last year, the UK joined only China and the US in having a technology sector worth over $1 trillion. Despite our relative size, Britain outperforms our closest competitors and we are a main challenger nation to the US and China in many areas. We have four of the world’s top 10 universities. Just eight of our university towns are home to more unicorns than the whole of France and Germany combined. However, when other countries are investing further and faster in science and tech, we must do the same. We have an incredibly unique and powerful platform from which to grow and innovate for the benefit of the British people, which is why I have said I plan to take a ruthlessly outcome-focused approach to this new Department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will ensure that in both the short term and the long term, our work is based on improving people’s daily lives in ways they can feel and see around them. The Government’s vision for the future is an NHS that uses artificial intelligence to find, treat and reduce illnesses such as cancer and heart disease, so we have more time with our loved ones. We should have local transport services that allow us to travel faster, safer and cleaner than our parents did. The schools of the future should be powered by the kinds of technology that unlock hidden talents in every child, no matter where they live. As the “Department for the Future”, our focus will be on how science, technology and innovation can ensure the British people live longer, safer, healthier and happier lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Such an important goal requires immediate action, which is why in my first few weeks as Technology Secretary I have been focused relentlessly on action and delivery. I see this as a once-in-a-generation opportunity to send a clear signal around the world that Britain plans to lead the way in science, innovation and technology. The key steps we have taken are as follows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yesterday, we published the UK science and technology framework, which sets out our goals and vision for science and technology in an enduring framework that will see us through to 2030. It has been developed in close collaboration with the UK science and technology sector, and represents a commitment to scaling our ambitions and delivering the most critical action needed to secure strategic advantage through science and technology. The framework is the strategic anchor that Government policy will deliver against, and to which the Government will hold themselves accountable. It sets out 10 things that the Government must do to sustain strategic advantage in science and technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, we must identify the technologies most critical to the UK’s objectives. Secondly, we must signal the UK’s science and technology strengths and ambitions both at home and abroad to attract talent and investment and boost our global influence. Thirdly, we must boost private and public investment in research and development for economic growth and better productivity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fourthly, we must build on the UK’s already amazing talent and skills base. Fifthly, we must finance innovative science and technology companies. Sixthly, we must use Government procurement to stimulate innovation in key sectors and technologies. Seventhly, we must take international opportunities to shape the global science and technology landscape through strategic international engagement, diplomacy and partnerships.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Eighthly, we must ensure that science and technology objectives are supported by access to the best physical and digital infrastructure that will attract talent, investment and discoveries. Ninthly, we must leverage post-Brexit freedoms to create world-leading pro-innovation regulation and influence global technological standards. Tenthly, we must create a pro-innovation culture throughout the UK’s public sector to improve the way our public services run.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have also taken immediate steps. The delivery of this new framework will begin immediately with an initial raft of projects worth around £500 million, of which £370 million is new money. That will ensure that the UK has the skills and infrastructure to take a global lead in game-changing technologies. That includes £250 million of investment in three truly transformational technologies to build on the UK’s leadership in AI, quantum technologies and engineering biology. That funding will help a range of industries tackle the biggest global challenges such as climate change and healthcare and will form part of our commitment to the five key technologies, which include semiconductors and future telecommunications.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have also published Sir Paul Nurse’s “Independent Review of the UK’s Research, Development and Innovation Organisational Landscape”, with recommendations to make the most of the UK’s research organisations, testing different science funding models to support a range of innovative institutional models, such as focused research organisations, working with industry and partners to open up new funding opportunities. Up to £50 million will spur co-investment in science from the private sector and philanthropists, to drive the discoveries of the future, subject to business cases. The Government are already in talks with Schmidt Futures, a philanthropic initiative by Eric and Wendy Schmidt, about additional support of up to $20 million as part of that work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some £117 million of existing funding will create hundreds of new PhDs for AI researchers, and £8 million will help to find the next generation of AI leaders around the world. A £50 million uplift to world-class labs funding will help research institutes and universities to improve facilities, so that UK researchers have access to the very best labs and equipment that they need to keep producing that world-class science. A £10 million uplift to the UK innovation and science seed fund, totalling £50 million, will boost the UK’s next technology and science start-ups, which could be the next Apple, Google or Tesla.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have outlined plans to set up an Exascale supercomputer facility—the most powerful compute capability, which could solve problems as complex as nuclear fusion, as well as a programme to provide dedicated compute capacity for important AI research, as part of our initial response to the future of compute review, which was also published yesterday. Some £9 million in Government funding will support the establishment of a quantum computing research centre in Daresbury in the north-west.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On next steps, each of the 10 framework strands has a lead Department tasked with putting in place a clear action plan, to which they will be accountable during the year. Delivery against those plans will be overseen by the National Science and Technology Council, which will hold Departments to account and drive pace. Alongside the development of those ambitious plans and the framework, we have also set out our initial work under each of the 10 priorities, which will include our skills and talent base.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On priority technologies, we will develop a pro-innovation approach to regulating AI, which will be detailed in our White Paper in the coming weeks. On R&D investment, we will respond to the Tickell review of research bureaucracy, and Sir Paul Nurse’s review of the research, development and innovation landscape. We will work with industry and partners to increase inward investment by the summer recess. On financing innovative science and technology companies, we will build on the strong track record of the British Business Bank to strengthen support for the UK’s science and technology companies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This ambitious plan will focus on getting actions out the door now, as well as a plan for the future. This Government are both reactive and, crucially, proactive when it comes to science and technology, to ensure that we can be a superpower by 2030.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}