{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2021-statement-on-student-loan-interest-rates/",
    "title": "Michelle Donelan – 2021 Statement on Student Loan Interest Rates",
    "post_date": "June 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Michelle Donelan, the Minister for Universities, in the House of Commons on 10 June 2021.",
    "content": [
        "On 9 June I announced a temporary reduction in the maximum student loan interest rate following the recent decline in the prevailing market rate for comparable unsecured personal loans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In accordance with the Teaching and Higher Education Act 1998, where the Government consider that the student loan interest rate is higher than the prevailing market rate for comparable unsecured loans, we will take steps to reduce the maximum student loan interest rate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government regularly monitor the interest rates set on student loans against the interest rates prevailing on the market for comparable loans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Following a decline in the prevailing market rate, on 9 June I laid legislation to cap the maximum post-2012 undergraduate income contingent repayment and the postgraduate income contingent repayment student loan interest rate in line with the prevailing market rate. The cap will come into effect from 1 July 2021 and last for a period of three months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The reduction will be 0.3 percentage point on the maximum student loan interest rate to reflect the average market rates during the preceding monitoring period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Student loan interest rates are updated each year to take account of changes in the retail prices index (RPI). The updates are applied annually at the start of each academic year, 1 September. To take into account this annual change in the ordinary student loan interest rates, two separate caps will be implemented, one for the period 1 July to 31 August and one for the period 1 to 30 September.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The maximum post-2012 undergraduate income contingent repayment student loan interest rate and the postgraduate income contingent repayment student loan interest rate will be 5.3% between 1 July and 31 August.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The maximum post-2012 undergraduate income contingent repayment student loan interest rate and the postgraduate income contingent repayment student loan interest rate will be 4.2% between 1 September and 30 September.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "From 1 October 2021, the post-2012 undergraduate and postgraduate income contingent repayment student loan interest rates will revert to the standard rate +3%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Further caps may be put in place should the prevailing market rate continue to be below student loan interest rates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}