{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2022-statement-on-the-arts-council-england-2023-2026-investment-programme/",
    "title": "Michelle Donelan – 2022 Statement on the Arts Council England 2023-2026 Investment Programme",
    "post_date": "November 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Michelle Donelan, the Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 7 November 2022.",
    "content": [
        "Further to the written statement made by my right hon. Friend the Member for Mid Bedfordshire (Nadine Dorries) on 23 February 2022, I would like to update the House on Arts Council England’s 2023-2026 investment programme. The provisional outcome of this competitive funding round has been communicated to applicants, and will see 990 national portfolio organisations and investment principles support organisations offered £446 million per annum in funding over the next three years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These provisional offers fulfil the ambitious and challenging targets set for Arts Council England by my predecessor. Specifically—including national lottery funding—these offers would see nearly an extra £45 million in each of 2023-24 and 2024-25 invested outside of London, rising to nearly £53 million extra in 2025-26. This will result in 215 new organisations being funded outside of London—a net increase of 135 organisations. This extra investment outside London is supported largely by the overall uplifts agreed by the Government at the comprehensive spending review, and Arts Council England decisions about its use of national lottery funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "DCMS worked with Arts Council England to agree on a list of 109 levelling up for culture places, which are areas identified as having historically low cultural engagement. The provisional funding offers that have been announced will increase the number of funded organisations in levelling up for culture places by 79%—from 107 to 192 organisations—and will increase the level of investment in levelling up for culture places by 95%, or £21.2 million per annum. This funding will play a vital role in fulfilling the Government’s intention to tackle cultural disparities, and ensure that everyone, wherever they live, has the opportunity to enjoy the incredible benefits of culture in their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Funding agreements will be finalised over the next few months, so are subject to change, but alongside the levelling-up progress that has been made, I would like to highlight the following:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "10% of all library services in England are now national portfolio organisations;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "20% more organisations will be funded to deliver work for children and young people, with a total of 79% of the portfolio delivering activity specifically for children and young people, up by six percentage points from the 2018-2022 portfolio;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Improved diversity on boards;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Overall more days of cultural activity provided.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, it should be noted that these are preliminary decisions which will be negotiated further with organisations. Arts Council England will need to work closely with organisations to review the aims previously submitted in their applications for this programme to ensure they are still achievable in the current economic context. In particular, my predecessor asked all organisations receiving more than £2 million per annum to work to increase their outreach to levelling up for culture places by 15% as a cohort. Given the economic challenges, this target will not apply for this funding round, noting the considerable outreach work these organisations are already doing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Arts Council England will also support organisations leaving the portfolio by providing transition funding, and I am glad to inform the House that it has been able to more than double the budget for this. This means that any organisation currently in the portfolio, but due to leave, will have the opportunity to apply for funding to support them until next October while they adjust to their changed income.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure Members across the House will be interested to see the outcomes in their local area, and I would direct them to the Arts Council website where all the provisional offers are listed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}