{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2022-statement-on-student-loan-repayment-thresholds/",
    "title": "Michelle Donelan – 2022 Statement on Student Loan Repayment Thresholds",
    "post_date": "January 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Michelle Donelan, the Minister for Higher and Further Education, in the House of Commons on 28 January 2022.",
    "content": [
        "I am announcing details of the repayment threshold and interest rate thresholds that will apply to post-2012 (plan 2) student loans, and the repayment threshold that will apply to postgraduate (plan 3) student loans, for financial year 2022-23.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Plan 2 student loan repayment threshold**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I can confirm today that I intend to bring forward regulations that will keep the repayment threshold for plan 2 student loans—the income level above which post-2012 student loan borrowers are required to make repayments—at its current level for the financial year 2022-23. The threshold will be maintained at its financial year 2021-22 level of £27,295 per year, £2,274 a month, or £524 a week. The post-study interest rate thresholds that apply to plan 2 loans will also be kept at their current levels in accord. For financial year 2022-23, the lower interest rate threshold will remain at £27,295—to align with the repayment threshold—and the upper interest rate threshold will remain at £49,130.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is now more crucial than ever that higher education is underpinned by just and sustainable finance and funding arrangements, and that the system provides value for money for all of society at a time of rising costs. This Government have already confirmed that we will freeze maximum tuition fee caps again for the 2022-23 academic year, the fifth year in succession that we have held fee caps at current levels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The ongoing fee freeze is reducing the burden of debt on students and is helping to make higher education more affordable for them. However, the overall cost to taxpayers of the system is rising. Since 2018, the repayment threshold for plan 2 student loans has increased each April in line with changes in average earnings. If we do not keep the threshold at its current level, it would rise by a further 4.6% in April 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Maintaining the repayment threshold at its current level, alongside the ongoing freeze in fees, will help to ensure the sustainability of the student loan system, while keeping higher education open to everyone who has the ability and the ambition to benefit from it, including the most disadvantaged.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will also shortly set out further plans for addressing the student finance recommendations made by the independent panel that reported to the review of post-18 education and funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Postgraduate (plan 3) student loan repayment threshold**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I can also confirm today that the repayment threshold for postgraduate student loans will remain at its current level of £21,000 per year, £1,750 a month or £404 a week for financial year 2022-23.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Postgraduate loan outlay is forecast to increase in coming years, and 30% of borrowers holding a master’s loan (academic year 2020-21 entrants) are not expected to repay their loans in full. We must ensure that postgraduate loans remain sustainable and that is why we are also retaining the current repayment threshold for postgraduate loans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}