{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2021-statement-on-higher-education/",
    "title": "Michelle Donelan – 2021 Statement on Higher Education",
    "post_date": "April 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Michelle Donelan, the Minister for Universities, in the House of Commons on 13 April 2021.",
    "content": [
        "The Government recognise the disruption that covid-19 has caused for many students and their families because they have not yet been able to return to their university. Last academic term we advised that all students on practical and creative courses could return to in-person teaching from 8 March and committed to reviewing further returns by the end of the Easter holidays.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today, my Department has announced that remaining students will be advised to return to in-person teaching alongside step 3 of the road map, when restrictions on social contact will be eased further and the majority of indoor settings can reopen. This will take place no earlier than 17 May, following a further review of the data against the four tests. As was announced in February, students and higher education providers will be given a week’s notice of any further easing of restrictions as it affects them in accordance with the timing of step 3. Until then all students should continue to learn remotely and remain where they are living, wherever possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Universities have a strong track record of delivering excellent remote learning, students in higher education are well equipped to study and meet their learning outcomes remotely. The Government remain clear that the quality and quantity of taught hours must be maintained and that all learning must be accessible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government and I recognise just how difficult and disruptive the last year has been for students. However, the road map is designed to maintain a cautious approach to the easing of restrictions, to ensure that we can maintain progress towards full reopening. By step 3, more of the population will be vaccinated, and there is also more time to increase testing to reduce risk further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The movement of students across the country poses a risk for the transmission of the virus—particularly because of the higher prevalence and rates of transmission of new variants. Students who have returned to higher education settings should not move back and forward between their permanent home and student home during term time unless they meet one of the exemptions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our advice remains that some students, such as those with inadequate study space and/or mental health and wellbeing issues, may need to return to their term-time address despite their teaching still being online. We have asked providers to consider opening facilities to support those who have returned to their term-time accommodation alongside those who have resumed in-person teaching and learning; this is to safeguard students’ wellbeing and to prevent isolation and mental ill health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are supporting universities to provide regular, twice-weekly, asymptomatic testing for all students residing in their term-time accommodation, or accessing university facilities, and to all staff. In May 2021, we will be making home test kits available to universities to supply to their staff and students as appropriate. In addition, staff and students can make use of the universal testing offer by ordering home tests online or visiting a pharmacy. Students returning to university should undertake three supervised tests at an on-site test facility. They should then test twice a week, either using home test kits or at an on-site facility. This is in line with the expectation in most other education settings and will help break chains of transmission of the virus. We strongly encourage all universities to ensure that all students and staff get tested regularly and report their result when testing at home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I realise that a delay to a return to university may cause some students to face additional costs. With this in mind, I have now announced that we will be making a further £15 million of funding available for student hardship this academic year. This is in addition to the £70 million of funding already distributed in the previous financial year. As with the £70 million, international and postgraduate students will be eligible for this funding along with domestic undergraduates. We will work with the Office for Students to allocate these funds and will set out the details of this shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I recognise that these unprecedented circumstances are also affecting student and staff mental health and wellbeing, and I am committed to addressing these concerns. The Mental Health in Education Action Group, which I convened with the Minister for Children and Families, Vicky Ford, will continue to prioritise the mental health and wellbeing of students and staff, alongside the HE Taskforce Mental Health and Wellbeing subgroup. We have continued to ask universities to prioritise mental health support and have worked with the Office for Students to provide Student Space, which is a mental health and wellbeing platform designed to work alongside existing services, to support students throughout the pandemic. I have asked the OfS to look at extending the platform and I am delighted it has done so for the 2020-21 academic year. This resource, which is funded by the OfS, provides dedicated one-to-one phone, text and webchat facilities as well as a collaborative online platform. In addition to this, the Office for Students has recently published its consultation on the distribution of the £15 million for student mental health support in the coming academic year, focusing on supporting transitions to university.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are continuing to explore other ways to provide further support for students and particularly appreciate how vital it is that we support graduates and new students as they move into their next stage. We are working in parallel with Universities UK, the Association of Graduate Careers Advisory Services, the Institute of Student Employers, the Office for Students, and the wider sector to understand what we can do to complement their planned support. We know that providers are best placed to lead on this and have assured them that we will work with them to signpost students to useful resources, share good practice, and communicate effectively with schools, colleges, and employers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "More broadly, the Government are doing all they can to help people who are at the start of their career journey. The Department for Work and Pensions has successfully recruited over 13,500 new work coaches as of the end of March 2021. This will ensure that high-quality work search support is available to those who need it. We are also investing additional funding in the National Careers Service up to March 2022. This investment will support delivery of individual careers advice for those whose jobs/learning have been affected by the pandemic (by end of FY21-22).We have also added additional courses to the skills toolkit to develop “work readiness” skills that employers report they value in their new recruits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to assure all students, staff and parents that student welfare continues to be a priority and I will continue to work closely with the sector to ensure that our additional hardship funding and our transition support reaches those who need it most. As always, I want to thank students for their resilience and university staff and student unions for their determination to ensure that students are supported at this challenging time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}