{
    "url": "https://www.ukpol.co.uk/michelle-donelan-2021-statement-on-higher-education-student-finance/",
    "title": "Michelle Donelan – 2021 Statement on Higher Education Student Finance",
    "post_date": "October 24, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Michelle Donelan",
            "url": "/tag/michelle-donelan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Michelle Donelan, the Minister for Further and Higher Education, in the House of Commons on 21 October 2021.",
    "content": [
        "I am announcing details of student finance arrangements for higher education students undertaking a course of study in the 2022-23 academic year starting on 1 August 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government announced in the “Interim Conclusion of the Review of Post-18 Education and Funding” in January that maximum tuition fees would be frozen for a further academic year to deliver better value for students and to keep the cost of higher education under control.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I can confirm today that maximum tuition fees for the 2022-23 academic year in England will be maintained at the levels that apply in the 2021-22 academic year, the fifth year in succession that fees have been frozen. This means that the maximum level of tuition fees for a standard full-time course will remain at £9,250 for the 2022-23 academic year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Maximum undergraduate loans for living costs will be increased by forecast inflation (2.3%) in 2022-23. And the same increase will apply to maximum disabled students’ allowance for students with disabilities undertaking full-time and part-time undergraduate courses in 2022-23. Maximum grants for students with child or adult dependants who are attending full-time undergraduate courses will also increase by forecast inflation in 2022-23.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are also increasing support for students undertaking postgraduate courses in 2022-23. Maximum loans for students starting master’s degree and doctoral degree courses from 1 August 2022 onwards will be increased by forecast inflation (2.3%) in 2022-23. And the same increase will apply to the maximum disabled students’ allowance for postgraduate students with disabilities in 2022-23.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am confirming today that current and former employees of the UK Government and their family members that have been relocated from Afghanistan to the UK under the Home Office’s relocation and assistance scheme will qualify for student support and home fee status in relation to new higher education courses from 1 August 2022 onwards if they have been resident in the UK and islands since the grant of such leave. They will also qualify for advanced learner loans for further education courses. Students who are in this category will not need to demonstrate three years’ ordinary residence in the UK and islands before the start of a course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am also confirming today that home fee status and tuition fee loans will be extended to the family members of all persons settled in the UK, subject to three years residence in the UK and islands immediately before the start of the course. Currently only the family members of UK nationals are eligible under this residency category.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am announcing today that persons who have settled status on arrival in the UK, who come to the UK from specified British overseas territories and who are starting full-time and part-time undergraduate courses in 2022-23 will be eligible for tuition fee loans. To qualify, persons resident in the British overseas territories will need to satisfy the three-year ordinary residence requirement in the UK, islands or specified British overseas territories. Eligible persons in Gibraltar may continue to satisfy the three-year ordinary residence requirement in the UK, Gibraltar, the EEA or Switzerland to qualify for student support for courses starting on or before 31 December 2027.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "UK nationals and their family members in the British overseas territories already benefit from access to home fee status if they meet the residency requirement of three years in the UK, islands and British overseas territories immediately before the start of the course. Family members of all persons settled when in the UK will now have access to home fee status.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Corresponding changes will be made in respect of students in the above categories who are starting postgraduate master’s degree courses and postgraduate doctoral degree courses in 2022-23 who will qualify for postgraduate loans and those starting further education courses in 2022-23 who will qualify for advanced learner loans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The changes set out above demonstrate our commitment to supporting economic development in the British overseas territories and enabling those who wish to study at one of our world-class education providers to be able to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Further details of the student support package for 2022-23 are set out in the document available as an attachment online: https://questions-statements.parliament. uk/written-statements/detail/2021-10-21/HCWS339.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I expect to lay regulations implementing changes to student finance for undergraduates and postgraduates for 2022-23 in November. These regulations will be subject to parliamentary scrutiny.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government continue to consider the recommendations made by the Augar panel carefully. We plan to set out a full response to the review of post-18 education and funding in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}