{
    "url": "https://www.ukpol.co.uk/dave-doogan-2022-speech-on-referring-boris-johnson-to-the-committee-of-privileges/",
    "title": "Dave Doogan – 2022 Speech on Referring Boris Johnson to the Committee of Privileges",
    "post_date": "April 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dave Doogan",
            "url": "/tag/dave-doogan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dave Doogan, the SNP MP for Angus, in the House of Commons on 21 April 2022.",
    "content": [
        "I say at the outset that apologies are one thing, but apologies that are made in the wholesale absence of any evidence of repentance are not worth a button. I am pleased to stand and speak for the many Angus constituents—almost 100 now—who have written to articulate their outrage at this debacle of accountability at the feet of this Prime Minister. He was always a questionable choice to lead the Conservative party because he would inevitably have become—indeed, he immediately became—Prime Minister under the politics of that time. He was the indiscreet, verbose showman that the Conservatives seemingly required to unlock the Brexit impasse in this place. It was always going to be a high-risk strategy, and the chickens have now come home to roost. If the Tories claim to have got Brexit done—which in itself is a questionable assertion that rests uncomfortably with the truth—why are they so reluctant to dispose of their one-trick-pony leader?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I say this in all candour: with this train crash of a Prime Minister, it was always going to be a question of when, not if. If the reputational capital and parliamentary respect that the Prime Minister is furiously feeding off to keep himself on political life support is a function of a zero-sum game, that which he is gorging upon is coming at a direct and equal cost to all Conservative Members, because they have the ability to stand up for what is right and remove him. More seriously, it is also coming at a cost to the public’s faith in political leadership, such as it is, except, I am pleased to say, in Scotland, where Scottish Tory voters—including in my Angus constituency—needed to take only one look at this Prime Minister for Tory seats in Scotland to fall by 55% at the 2019 election. Only two Scottish Tory MPs were present for this debate today. They are not in their place now, and the Scottish Tory leader never showed up at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Prime Minister’s vacuous claim that he must stay in office to help with the cost of living crisis and the crisis in Ukraine is a grotesque contortion of reality and history. In reality, the UK Government under this Prime Minister are adding to the cost of living crisis with tax increases heaped upon soaring fuel and food prices. In France they are in the final throes of a presidential election while supporting Ukraine. Politics is not displaced by conflict; quite the opposite, in fact. In historical terms, the UK and other nations wasted no time in changing leaders ahead of or during two world wars, so this charade is little more than a disgraced Prime Minister desperately seeking to attach himself to a convenient cause to distract from his now trademark injudicious character.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that Conservative Members get this. We heard earlier from the hon. Member for Hazel Grove (Mr Wragg), who is no longer in his place. His excellent speech highlighted the risks to the parliamentary and democratic reputation if the Prime Minister does not take responsibility. Similarly, the right hon. Member for Forest of Dean (Mr Harper) made his position on the Prime Minister clear earlier this week. The public have not forgotten the nature and letter of the rules or the immeasurable constraints on their lives and freedoms during lockdown. As other hon. and right hon. Members have said, it is inconceivable that there was any grey area over these parties and bring-your-own-booze-ups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Prime Minister’s refusal to go is beyond acceptable. These views are shared by constituents up and down these isles, not just in Angus. My constituent Nicola Livingstone has pointed out:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The Prime Minister’s refusal to go and the Conservative party’s acquiescence undermine the rule of law and any trust in political institutions. The Conservative party’s tawdry self-preservation is an insult to the nation and to the behaviours we expect from our leaders. It will be profoundly damaging to our faith in Government at a time when it is already dangerously low.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I deeply regret that the Government have weakly withdrawn their amendment. I look forward to ensuring that we can put on record our position on this matter in the voting Lobby today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}