{
    "url": "https://www.ukpol.co.uk/dave-doogan-2022-speech-on-ukraine/",
    "title": "Dave Doogan – 2022 Speech on Ukraine",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dave Doogan",
            "url": "/tag/dave-doogan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dave Doogan, the SNP spokesperson on defence, in the House of Commons on 20 December 2022.",
    "content": [
        "**Dave Doogan (Angus) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "More than 17,000 civilians are estimated to have been killed in Ukraine, with increasing hybridisation displacing the failed kinetic offensive by Russia—failed but no less destructive for its want of just purpose. The figure seems destined to grow amid the missile attacks on civilian infrastructure in Ukraine’s harsh winter. The Odesa Oblast energy department advises that fully restoring electricity supplies could take as long as three months, confirming that Russia is deliberately bombing hospitals and other medical facilities to sow and cultivate terror in over 700 such attacks since February.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Russian attacks on energy infrastructure on Sunday 11 December left 1.5 million people without power in Odesa in the middle of winter. Ukraine’s armed forces advised that Russia launched 15 Iranian-made drones in the region of Odesa and neighbouring Mykolaiv, 10 of which, thankfully, were shot down. Determined to engage the world in his conflict, Putin has weaponised not only energy, as we now see all across Europe in these winter temperatures, but the blocking and now consistent frustrating of the meagre ship traffic into and out of Ukraine, limiting food to the global south, impacting grain prices globally and challenging the storage of the 2022 harvest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is hybrid hostile action against a global civilian community, designed to show the strength of the Russian nation but so woefully misguided and miscalculated that it reveals principally the unity of Europe, the steadfast shield of NATO and the indefatigability of the Ukrainian people fighting and suffering with just cause on their side and the world at their backs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Perhaps not surprisingly, the UK Government like to reflect on the help, support, training and other interventions given to Ukraine to date—I note the 900 generators detailed in the Secretary of State’s statement and the unity that he rightly refers to across the House. He can continue to rely on Scottish National party support in this one distinct area. Can he assure the House that he will be ever vigilant for cracks of fatigue in the international community as we continue to support Ukraine, and have a strategy to deal with those cracks should they ever—I hope they do not—appear?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Wallace**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the hon. Gentleman. Yes, the international community works collectively, including through the Joint Expeditionary Force. I invited his colleague, the right hon. Member for Ross, Skye and Lochaber (Ian Blackford), the former leader of the SNP, to JEF meetings when they were hosted in Rutland and Edinburgh recently. It is important that Opposition Members get to meet a number of our international colleagues: demonstrating that unity changes things and moves the dial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have made 41 international visits over the last 12 months, mainly around Europe, although some were further afield. Defence diplomacy matters fundamentally; one thing to come from the defence Command Paper was that defence diplomacy is one of the ways to avoid wars, making sure that we are helping countries be resilient in their own defence so that war does not happen. It is a Cinderella part of defence, but incredibly important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the wider area of humanitarian aid, it is important to remember the £220 million aid package. The support is not just about lethal aid; it is about helping the broader community and society. Economic failure in Ukraine would be another plank towards a Putin victory, and therefore we must help, including with a £73 million fiscal support grant and £100 million for energy security and reforms. A further list is growing around the work we have done, with things such as medical assistance from the Department of Health and Social Care, and others, and also with things such as grain. That is just as important as the military fight, helping Ukraine’s resilience through the winter and against the appalling attempts to switch off its energy, and helping to ensure that its economy survives in 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}