{
    "url": "https://www.ukpol.co.uk/dave-doogan-2023-speech-on-sudan/",
    "title": "Dave Doogan – 2023 Speech on Sudan",
    "post_date": "April 25, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Dave Doogan",
            "url": "/tag/dave-doogan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dave Doogan, the SNP MP for Angus, in the House of Commons on 24 April 2023.",
    "content": [
        "It is very welcome to have our civil servants evacuated, and all credit goes to the men and women in uniform who delivered that operation, but the political decision to evacuate an embassy in these circumstances should be neither complex nor lengthy, so the Government might wish to cease congratulating themselves on that, especially as, in terms of deploying our military professionals to support ordinary citizens trapped in Sudan, the UK is trailing as usual, just as it did at the start of the covid crisis. When other nations stepped up to repatriate their people, as is expected in such circumstances, the UK dithered and mithered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Can the Minister explain to the House the root cause of this unfathomable inertia? Is there a tension between the Foreign Office and the Ministry of Defence? If so, is the Foreign Office saying go and the MOD saying no, or is it the other way around? The official UK Government advice is that a ceasefire is the answer to this crisis, but what comfort is that to the thousands of UK nationals still on the ground? We might as well tell them to hold their breath while they wait for the food and water to run out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Meanwhile, this weekend France evacuated 388 citizens, including Dutch citizens; Germany airlifted 101 citizens to Jordan; Italy and Spain have evacuated their citizens and those of Argentina, Colombia, Portugal, Poland, Mexico, Venezuela and Sudan; Turkey has evacuated 640, including people from Azerbaijan, Japan, China, Mexico and Yemen; and Ireland, without a tactical airlifter to its name, has evacuated Irish nationals and is evacuating 140 more today. What it is to have friends in the world. On Radio 4 this morning, the Minister said that UK nationals in Sudan would be frustrated. They are terrified, not frustrated. He also said no fewer than three times that if UK nationals chose to flee independently, they would do so at their own risk, which rather exposes Foreign Office priorities in this crisis. The risk assessment taken by Ministers advises UK nationals to stay put. Did they factor in any assessment of access to food and water, of failing sanitation or of escalating violence making future evacuations even harder?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Mitchell**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not agree with the early part of the hon. Gentleman’s comments. This was done because diplomats were specifically being targeted. He will have seen that the European Union representative was held up at gunpoint, and I have already mentioned that the British embassy was caught between the two sides in this. This was extremely dangerous, and I have already mentioned what happened to the French. It was the decision that our diplomats were in extreme jeopardy that led to the operation I have described.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said earlier, we of course have a duty of care to all our citizens. That is why we are doing everything possible, within the art of the possible, to bring them home, but we have a specific duty of care to our staff and our diplomats. Because of the extreme danger they were in, the Prime Minister took the decision to launch the operation that was fortunately so successful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}