{
    "url": "https://www.ukpol.co.uk/dave-doogan-2022-comments-on-service-family-accommodation/",
    "title": "Dave Doogan – 2022 Comments on Service Family Accommodation",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Dave Doogan",
            "url": "/tag/dave-doogan/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Dave Doogan, the SNP spokesperson on defence, in the House of Commons on 20 December 2022.",
    "content": [
        "**Dave Doogan (Angus) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Once again, we are debating with a Minister forced to atone for the appalling housing conditions inflicted upon our armed forces. This is, of course, a decades-long problem, which the MOD continues to show no strategy to resolve. Pinnacle was recently, in March, awarded a £144 million contract to manage these homes. This money has barely scratched the surface. It has been reported that families are still being issued with sleeping bags and are sleeping in their coats in mould-ridden houses, and some go weeks without heating. Some houses are so badly insulated that families cannot afford to turn the heating on. How can the Minister defend that enduring shame?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Senior officers and junior ranks alike are frustrated by an unresponsive private sector facilities management contractor. That is further compounded by the now demonstrably failing Defence Infrastructure Organisation. Is that failure in political leadership caused by a lack of funding, the DIO’s incompetence, a failure of the contractors, or all three? Can the Minister say specifically that he has full confidence in the executive officer team of the Defence Infrastructure Organisation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Alex Chalk**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the plan, as I have been at pains to underscore, the MOD is specifically putting money into that area over and above the normal maintenance contract. That is absolutely critical. It is what the hon. Gentleman would do in his own house if he wanted to get on top on maintenance issues: if he were able to, he would invest in it to ensure that things do not go wrong in future. That is precisely what the MOD is doing by way of a plan. To put that into context, £350 million is around double what is paid annually to keep on top of the problem, so there is a plan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On funding, lest we forget, in the spending review of 2020, a full £24 billion was released by the then Chancellor and now Prime Minister to show that this Government will always get behind funding our armed forces and ensuring that they have the resources they need to be lethal, agile, expeditionary and so on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On confidence, at the moment, frankly we do not have confidence in Pinnacle, VIVO and Amey. I am very disappointed by the performance that has been discharged so far. The hon. Gentleman asks about DIO. I do not think I am betraying any confidence in saying that some exacting questions need to be asked about precisely how this contract was entered into. Those questions have started to be asked, and I can assure him that they will go in the direction of the evidence—I make that clear. I want to get to the bottom of who knew what and when, and how this was allowed to happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}