{
    "url": "https://www.ukpol.co.uk/allan-dorans-2022-speech-on-standards/",
    "title": "Allan Dorans – 2022 Speech on Standards",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Allan Dorans",
            "url": "/tag/allan-dorans/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Allan Dorans, the SNP MP for Ayr, Carrick and Cumnock, in the House of Commons on 18 October 2022.",
    "content": [
        "Good evening, Madam Deputy Speaker. I declare an interest in this matter as a member of both the Committee on Standards and the Committee on Privileges, appointed by this House in May 2021. I regard it as a privilege to serve on those Committees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I start by agreeing with my friend the hon. Member for Warrington South (Andy Carter) about the lay members. The Committee on Standards consists of 14 members, seven of whom are MPs and seven of whom are lay members appointed by the House of Commons Commission following an extensive and comprehensive open recruitment process. All seven lay members have extensive knowledge and experience of public life at a senior level and bring a fresh non-political and unbiased perspective to the work of the Committee. I commend and thank them for their commitment and contribution not only to the report we are debating tonight but to the other work undertaken by the Committee on Standards. The lay members are invaluable in enabling the Committee to reach decisions that more accurately reflect the mood, consideration, interpretation and judgment of the country as a whole, rather than the narrow conclusions that might be reached by elected Members, with conflicting pressures and interests of their own in their Westminster role and in this echo chamber in which we operate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Committee’s recommendations followed our code of conduct review that started in 2020. The Committee took an extensive range of written and oral evidence and commissioned a survey of Members to draw up balanced and informed recommendations, and we were greatly assisted by independent advice from Sir Ernest Ryder, former Lord Justice of Appeal and Senior President of Tribunals for the United Kingdom. Sir Ernest carried out a review of fairness and natural justice in the House’s standards system, and the Committee published his review in March 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sir Ernest concluded that the inquisitorial process for code of conduct cases is fair and compliant with article 6 of the European convention on human rights—the right to a fair trial. Two of Sir Ernest’s principal recommendations were to create a single code of procedure, to be approved by the House, and to introduce a formal appeal system. The motions before the House today would implement those two central recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Committee recommended that the Independent Expert Panel, which was established by the House in June 2020 to hear appeals and determine serious sanctions in bullying, harassment or sexual misconduct cases, should be the appeal body. If today’s motions are agreed, there will be an additional step in the process of investigating and adjudicating on breaches. The independent Parliamentary Commissioner for Standards will continue to investigate allegations of breaches of the code. If the commissioner’s opinion is that the MP has breached the code and it cannot be rectified using her own powers, she will refer the case to the Committee for a decision; this is what already happens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Once the Committee has published its report, the MP will then have 10 working days to lodge an appeal, if they wish to do so. The grounds are in line with the appeals grounds in Independent Complaints and Grievance Scheme cases. The Independent Expert Panel would then publish the final outcome unless, in the case of a successful appeal, a case is remitted back to the Committee or Commissioner for fresh investigation or decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Committee published its proposed procedural protocol in July 2022, which brings together material from the Commissioner’s information note, the current chapter 4 of the guide to the rules, and parts of the Committee’s own internal guidance into a single document that we hope is accessible and easy to understand. The protocol also sets out the new process for appeals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the Government bringing forward today’s motions and I hope that the new protocol and appeals process will give hon. Members and the public confidence in the integrity and fairness of our standards system. I also sincerely hope that the Government will bring forward motions before too long to allow the House to debate and decide on the proposed new code of conduct and guide to the rules, and the important changes that the Committee is suggesting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The SNP and I support the reform of practices to ensure that hon. Members of this Parliament have a fair process when allegations have been made against them. We also welcome the motion and proposals to ensure that standards in this House are strengthened, and we look forward to engaging on the proposed reforms. We also welcome the Government bringing forward the motions to implement the Committee’s recommendations on appeals and to approve the proposed new procedural protocol.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition, we recommend that consideration be given to training and awareness among hon. Members to provide them with information on the proposed changes. An incredible amount of work has been undertaken by the Committee on Standards regarding the motions being brought before the House today. I also lend my support and that of the SNP to the amendments tabled by the hon. Member for North East Fife (Wendy Chamberlain).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}