{
    "url": "https://www.ukpol.co.uk/jack-dormand-1985-speech-on-the-northern-region/",
    "title": "Jack Dormand – 1985 Speech on the Northern Region",
    "post_date": "June 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Jack Dormand",
            "url": "/tag/jack-dormand/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jack Dormand, the then Labour MP for Easington, in the House of Commons on 3 December 1985.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That this House condemns Government policies which have brought to the Northern region the highest rate of unemployment in the United Kingdom outside Northern Ireland, shown callous disregard for the region’s traditional industries, failed to provide adequate measures for the attraction and creation of new jobs and brought about a lowering of the quality of life; and demands a fundamental change of policy to end this savage decline.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is significant that we are using part of our first Opposition day of the Session for a debate on the northern region. It is significant not only because we recognise the region’s many problems, but because the Opposition realise the value of the north’s contribution to the country, to the industrial development of Britain in the past and its potential for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Most of the region’s difficulties arise from its high unemployment which remains the highest in the United Kingdom outside Northern Ireland. It has held that unenviable position in the unemployment league since the Government came to office in 1979, and the position has worsened since that date. In October 1979 there were 99,900 people unemployed in the region—7·3 per cent. There has been no reduction in any year since that time. In October of this year there were 227,500 unemployed—a disgraceful rate of 18·1 per cent. The north has lost 219,000 jobs since 1979, 125,000 of them in manufacturing. It has lost 30,000 jobs in the service sector, while 369,000 service sector jobs have been created in the United Kingdom. The Government make great play these days about the service sector, but apparently that does not apply to the north.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, that is not the whole story. In the north, 440,000 people earn low wages. They are paid below what the Council of Europe calls the decency threshold. That figure represents 42 per cent. of the work force in the north.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I asked the Prime Minister on 21 March about unemployment in the north, she replied:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The wages in that region are also comparatively high.”—[Official Report, 21 March 1985; Vol. 75, c. 986.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "She said that that might be related to the high unemployment. All I can do is repeat what the right hon. ​ Member for Old Bexley and Sidcup (Mr. Heath) said of the Government recently—that they must live in a different world from the rest of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those statistics are especially relevant to what was said by the present chairman of the Conservative party, then the Minister of State, Department of Trade and Industry, in a debate on the north on 15 July 1981:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“I share and understand the concern at the levels of unemployment in the region, and that concern is recognised in our regional policy, which gives such a high priority to the North of England.”—[Official Report, 15 April 1981; Vol. 3, c. 354.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In view of the figures that I have just quoted, heaven help those who do not get such high priority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "George Bernard Shaw once said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“You can get used to anything, so you have to be very careful what you get used to.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those are wise words. I confess that I have become extremely worried that the people of the north will get used to the low standard of living brought to the region by the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I chose a quotation from the former Minister of State, Department of Trade and Industry in 1981 for a specific reason. At that time, the Government’s new regional policies were beginning to take effect. Some might have thought, “Let us give them time to work.” Those regional policies were introduced with such a fanfare in 1979 by the then Secretary of State for Trade and Industry, now the Secretary of State for Education and Science. They were so good and effective that they had to be changed again last year, although the changes last year were instituted as part of a cost-cutting operation. The words “flexibility” and “cost-effectiveness”, which were bandied about so much at the time in relation to regional aid, were euphemisms for the biggest cuts ever made in regional provision. On the Department of Trade and Industry’s own admission, total aid to the north during the past six years has been cut by no less than 57 per cent. If the Minister has received any praise for the new system from employers, local authorities, trade unions or anyone else, the Opposition would like to hear it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That brings me to the nub of the problem, and to what the Opposition believe to be the essence of the debate. How much longer must we wait for the Government’s policies to work? That is a perfectly legitimate question to ask. If six and a half years of Tory government is insufficient time, any impartial judge would say, “Enough is enough. Confess your failure and start anew.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, we know what the answer will be. When the Minister replies, he will give a catalogue of events dressed up as progress. However, he had better remember the words of the Under-Secretary of State for Employment—I am glad to see him in his place—in an Adjournment debate initiated by my hon. Friend the Member for Hartlepool (Mr. Leadbitter) as recently as 22 October 1985. In his typically straightforward and whimsical fashion, referring to the Prime Minister’s recent description of success stories in the northern region, the Under-Secretary of State said, “Alas, they are few.” We admire his truthfulness and perception, but he had better be careful. He might drown in the sea of crocodile tears which the Prime Minister continually sheds for the north.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I shall be so bold as to anticipate two points with which the Minister will regale us. He will tell us that organisations in the north have responded positively to the ​ youth training scheme and that the Manpower Services Commission plans to provide more than 25,000 places for young people in the north this year. He is perfectly entitled to report such progress, if progress it be—[Interruption.] The Minister laughs. What worries me and my hon. Friends is that the Government appear to believe that those places are an adequate substitute for what we call real jobs. I do not say that some of the experience gained by some youngsters is not valuable. However, I advise the Minister to listen to the colourful language used by some youths in my constituency when describing their experiences. I beg the Government to begin thinking about permanent, productive employment for our youngsters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The tragedy of the position was starkly illustrated a fortnight ago by the devastating reply from the chairman of the Conservative party to a northern newspaper reporter, who asked whether he agreed with the view being expressed in the north that there would be a lost generation—a generation of youngsters who would never obtain permanent jobs. The right hon. Gentleman said that he thought that could possibly be the case. When I hear such an admission, I wonder how some members of the Government can sleep soundly in their beds at night.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister will also tell us about the Government’s generous treatment of the coal industry, which plays an important role in the economy of the north. We shall be told not to worry because NCB Enterprise Ltd. will take care of all the problems caused by pit closures. However, we have some questions to ask about that. Why, if it is such an important and necessary organisation, was it not established until late 1984? Pits were closing long before then, and the Government and the NCB were determined long before the miners’ strike to accelerate the closure programme. The scheme is barely in operation now. If it is the best way of coping with job losses in the coal industry, why was it not established in 1982 or 1983? After all, the Government have had the exact parallel experience of the steel industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, why was the pitiful sum of £5 million allocated to NCB Enterprise Ltd? The Government partly answered that question by shortly afterwards increasing the sum to £10 million, more recently increasing it to £20 million, and saying that more money will be made available should it be necessary. It is difficult to imagine a more pusillanimous, hesitant or muddled attitude to any Government policy. Perhaps the real reason is that their heart is not in it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the context of a completely misguided policy for the coal industry, I hope that the scheme will make some contribution to the well-being of mining areas in the north, but my recent experience shows its limitations. A fortnight ago I had the pleasure of opening a new factory in my constituency. I was delighted that such a well-known company as Bowaters Containers should come to the area. That factory employs 16 workers now and hopes to increase the number to 40 within a few months. Exactly one mile from that factory is Horden colliery, which the NCB proposes to close with the loss of 900 jobs. The pit will go through the new review procedure, but if, like so many pits in the north, it must close, NCB Enterprise Ltd. will have to perform little short of miracles in the area. The Government have been completely ham-fisted in this matter. Any rational and caring Government would have provided a bridging period for an area with such difficulties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government can refer to one success in the region—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Roland Boyes (Houghton and Washington)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before my hon. Friend leaves the point about the problems of jobs for coal miners, may I ask whether he agrees that another travesty of justice by this Government is the decision to close the development corporation which has the task of creating industry? My hon. Friend has raised this matter many times. Does he agree that the corporation could have created jobs for the miners?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Dormand**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was just about to make that point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government can refer to one success story—the record of the three new towns in the area—but I do not believe that the new towns will get a mention as the Government have reached new heights of lunacy by deciding to abolish the development corporations in 1988.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Washington, Aycliffe and Peterlee cover a very large sub-region of the north. They have attracted thousands of new jobs and will continue to do so. They also have ready access to excellent road, rail and sea communications but—I hope that the Minister will acknowledge this—their great appeal is to offer what is called a “one stop” deal for companies. The proposals now being made simply do not meet that criterion. With an accelerated pit closure programme, can the Government believe that there will be no further use after 1988 for the expertise and dedication of the staffs of the new town corporations? The Government’s decision in this matter epitomises their misjudgments and misconceptions about the northern region. I ask them to reconsider a decision that was based purely on a doctrinaire attitude.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The motion refers to the quality of life in the northern region—and having a job makes the biggest single contribution to that. The Government have failed abysmally in that respect. There are, however, other factors to which I am sure my hon. Friends will wish to refer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The state of the environment is an important factor in the quality of life. As vice-president of the Northumbria tourist board, I would be the first to praise the attractions of that part of the region. The beauty of most of Cumbria is self-evident, but there is a considerable legacy of the industrial revolution, and present-day heavy industry also leaves scars on the region. I could give horrific descriptions from my own constituency, but I prefer to mention two recent reports. The Commission on Energy and the Environment published its report “Coal and the Environment” in 1981, an the 10th report of the Royal Commission on Environmental Pollution was issued as recently as 1984. I regret to say that both reports give special mention to the northern region. They make very depressing reading, but the Government’s response to the recommendations in both reports has been negligible. When will the Government take action on those recommendations?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It would be more than a gesture for the Government to make arrangements with the Arts Council to increase the grant to Northern Arts. Northern Arts, which does an excellent job for the region in difficult circumstances, receives most of its income from Tyne and Wear county council which, as the Minister will know, is soon to be abolished. An act of positive discrimination is needed, but perhaps that is too much to hope for from such a philistine Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the Government are serious about helping the northern region, they should change and strengthen their regional industrial policies by establishing a northern development agency, structured and financed on the lines of the Scottish and Welsh Development Agencies. The Government could also transfer Civil Service jobs to the region. The Labour party has not forgotten that one of the first acts of the 1979 Tory Government was to cancel the arrangement to transfer 1,000 Civil Service jobs to Cleveland. Since then, not one Civil Service job—as I know, having asked many parliamentary questions on the matter—has come to the north. The Government could also establish research and development agencies in the region now that there is considerable evidence that firms tend to stay in the area where the new products are developed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government could improve their regional policies by accepting the advice of their friends in the CBI. The CBI adopted Labour party policy at its annual conference two weeks ago when it said that the Government should spend directly on reducing unemployment rather than on cutting income tax. The north needs £300 million-worth of road improvements and repairs. That is the CBI figure, not mine. The northern CBI last month said that the picture in the region was very mixed. Some companies are finding a worsening of the position. The heavy capital sector is still depressed and more orders are needed for shipbuilding and ship repair companies. The situation in six months is likely to be even less hopeful. If the Government will not listen to the Opposition, perhaps they will heed their own supporters in industry and business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The last thing that the Opposition want to do is give the impression that the north is a dull, dreary, desolate place, lacking excitement, beauty, enjoyment and culture. In fact, the opposite is the case, despite our history, which has involved hard and dangerous work in heavy industry, the destruction of large parts of the landscape and an almost total lack of interest by Conservative Governments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. A. J. Beith (Berwick-upon-Tweed)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman has mentioned the Government’s lack of interest and touched on the idea of an economic development agency for the north. Why did the Labour Government, of which he was a member, resist the pleas by Labour Members and others to take the opportunity offered by a devolution programme for Scotland and set up a regional development agency for the north?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Dormand**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman has got his facts wrong. He has been a Member of this House long enough to realise that it is not possible for any Government to implement a full programme. He has obviously forgotten that the Labour party’s manifesto at the last election specifically mentioned a development agency for the north.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The region’s greatest resource is its people. They are responsible, proud and hard working. Any employer who has come to the north will agree with that statement. The people would like the opportunity to demonstrate those qualities in full measure. The Prince of Wales, in his recent statement on the so-called northern employee attitude, could not have been more wrong. It ill becomes one in his comfortable position to present such an inaccurate picture of northern workers.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Deputy Speaker (Sir Paul Dean)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Order. I remind the hon. Gentleman that references to the royal family in aid of debate are not in order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Dormand**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In a modern society it is not unreasonable to expect to have a job, to live in a decent house in a pleasant environment, to benefit fully from the education system and to rely on the Health Service. The Opposition believes that the northern region is being denied those basic rights. In the circumstances, it is not surprising that Tory Governments have such meagre support in the north. If the Government refuse to recognise the reality of the situation, refuse to change direction and ignore the Opposition’s pleas, we shall not be surprised if they receive even less support in future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}