{
    "url": "https://www.ukpol.co.uk/nadine-dorries-2020-statement-on-the-ockenden-review/",
    "title": "Nadine Dorries – 2020 Statement on the Ockenden Review",
    "post_date": "December 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nadine Dorries",
            "url": "/tag/nadine-dorries/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Nadine Dorries, the Minister for Patient Safety, Suicide Prevention and Mental Health, in the House of Commons on 10 December 2020.",
    "content": [
        "With permission, Madam Deputy Speaker, I would like to make a statement on the initial report from the Ockenden review, which was published this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before I update the House on the findings, I wish to remind the House of the tragic circumstances in which the review was established. It was requested by the Government following concerns raised in December 2016 by two bereaved families whose babies had sadly died shortly following their birth at the Shrewsbury and Telford Hospital NHS Trust. I am grateful to my right hon. Friend the Member for South West Surrey (Jeremy Hunt), who, as Secretary of State for Health and Social Care, asked NHS Improvement to commission the independent inquiry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The inquiry is chaired by senior registered midwife Donna Ockenden, a clinical expert in maternity who was tasked with assessing the quality of previous investigations and how the trust had implemented recommendations relating to newborn, infant and maternal harm. As the report acknowledges, this year the country has rightly united in pride and admiration for our NHS, but we must accept that in the past not everyone has experienced the kindness and compassion from the NHS that they deserved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The review team has met face to face with families who have suffered as a result of the loss of brothers and sisters, or who have, from a young age, been carers to profoundly disabled siblings. The team has also met parents in cases where there have been breakdowns in relationships as a result of the strain of caring for a severely disabled child or the grief after the death of a baby or resultant complications following childbirth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The original terms of reference for the review covered the handling of 23 cases; however, since its launch more families have come forward and extra cases have been identified by the trust. As a result, the review now covers 1,862 cases, and this has led to an extension of its scope and delivery. An interim report has therefore been published today, and it contains a number of important themes that the review team believe must be shared across all maternity services as a matter of urgency. Indeed, I personally, and the Government, pushed to have this interim report at this point in time so that we could learn from the findings of the inquiry so far.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is the first of two reports, based on a review of 250 cases between 2000 and 2018; the second, final report will follow next year. Today’s report makes it clear that there were serious failings in maternity services at the Shrewsbury and Telford Hospital NHS Trust. I would like to express my profound sympathies for what the families have gone through. There can be no greater pain for a parent than to lose a child. I am acutely aware that nothing I can say today will lessen the horrendous suffering that these families have been through and continue to suffer. Nevertheless, I would like to give my thanks to all the families who agreed to come forward and assist the inquiry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The review team held conversations with more than 800 families who have raised serious concerns about the care they received. I know that it has not been easy for them to revisit painful and distressing experiences, but through sharing their stories we can ensure that no family has to suffer the same pain in the future. From the outset the inquiry wanted families to be central to the team’s work and for their voices to be heard, and I am pleased that the families were able to see the report first, this morning, shortly before it was presented to Parliament. I assure them, and Members of this House, that we are taking today’s report very seriously and that we expect the trust to act on the recommendations immediately.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank Donna Ockenden and her team for their diligent work. Their valuable work provides essential and immediate actions to improve patient safety and ensure that maternity services at the trust are safe. Four of those actions are for the trust and seven are for the wider maternity system. The report sets out clear recommendations for what the trust can do to improve safety relating to overall maternity care, maternal deaths, obstetric anaesthesia and neonatal services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The report also sets out actions that can make a difference to the safe provision of maternity services everywhere. They include recommendations on enhancing patient safety and how we can best listen to women and families, developing more effective staff training and ways of working, managing complex pregnancies and risk assessments throughout pregnancies, monitoring foetal wellbeing, and ensuring that patients have enough information to give informed consent. I welcome those recommendations and the others in the report. We will be working closely with NHS England, NHS Improvement and Shrewsbury and Telford Hospital NHS Trust, which have accepted each of the recommendations and will take them forward. We learn from these tragic cases so that we can give patients the safe and high-quality care that they deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Patient safety is a big priority for me and the Government. We want the NHS to be the safest place in the world to give birth, and this report makes an important contribution towards that goal. Our ambition is to halve the 2010 rates of stillbirths, neonatal and maternal deaths, and brain injuries in babies occurring during or soon after birth by 2025. We have achieved early our ambition of a 20% decrease in stillbirths by 2020, but of course there is always more to do and we owe it to the families to get it right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Ockenden review is an important document that vividly shows the importance of patient safety. I assure the House that we will learn the lessons that must be learned so that the tragic stories found within these pages will never be repeated again. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}