{
    "url": "https://www.ukpol.co.uk/stephen-dorrell-1979-maiden-speech-in-the-house-of-commons/",
    "title": "Stephen Dorrell – 1979 Maiden Speech in the House of Commons",
    "post_date": "November 18, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1979",
            "url": "/tag/1979/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Dorrell",
            "url": "/tag/stephen-dorrell/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Stephen Dorrell, the then Conservative MP for Loughborough, in the House of Commons on 13 June 1979.",
    "content": [
        "I begin, Mr. Deputy Speaker, by thanking you and the House for the honour you do me by listening to me this evening. It is a particular honour, because as the youngest Member of this new House I think that it is perhaps remarkable that I should be called to speak in the debate on what is, I think by general consent, one of the most important Budget Statements the House has heard in recent years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My first and very pleasant duty is to congratulate the new hon. Member for Blackburn (Mr. Straw) on what I think every hon. Member will agree was a cogent and well-informed speech, and one that is fitting for the successor to Barbara Castle. He has a very difficult task to follow his predecessor. I should like to associate myself with the hon. Gentleman’s wishing her well as the leader of the Labour group in the European Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tradition is a great help to a newcomer in placing an ordered series of duties on him when he rises for the first time. My second duty, and again a pleasant duty, is to refer to my predecessor, Mr. John Cronin. He had represented the seat since 1955, a total of 24 uninterrupted years. During that time he built up a formidable reputation both in the House and in the constituency as a very able, very intelligent and very civilised man. His constituents who went to see him always found a sympathetic ear. He was always prepared to take up the case of people who needed help and to do everything he could to help them. He will always be remembered in the constituency for the kind way in which he dealt with his constituents and the effective way in which he took up their problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mr. Cronin will also always be remembered in the House for the wise counsel he gave in speeches, particularly on defence, a subject that interests him very much. Both the House and the Labour Party will be the poorer for his loss. I am sure that every hon. Member wishes him well. I certainly do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The third priority that tradition places on a new Member is that he should talk about his constituency. I should like to begin my comments about my constituency by remembering two other, relatively recent, predecessors. The first is the man who sat for Loughborough during the war, Lawrence Kimball, father of my hon. Friend the present Member for Gainsborough (Mr. Kimball). His predecessor was a man called Winterton, who Labour Members may be interested to hear sat as a Socialist.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The constituency that I represent is a combination of urban and rural areas within the charmed triangle of the three great industrial towns of the East Midlands. It is almost equidistant between Nottingham, Leicester and Derby. The economy of the Loughborough town is based on a wide variety of small and vigorous companies in the engineering, pharmaceutical and textile knitwear industries. There is a very low level of unemployment. The population of the town is increasing and I believe that we can say that the economy of the Loughborough area is in a healthy state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition to industry, we have a new university of technology and a college of technology, so that in a sense education is a local industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I should like to mention the 5,000 people of Asian origin who came to Loughborough during the 1960s and early 1970s as refugees from odious regimes, largely hi East Africa. They have integrated very well into the community, where they perform a valuable job. I believe that they are accepted as equal members of the community. We have a very good record of race relations in Loughborough and I very much hope that that will continue indefinitely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I suppose that “diversity” is the key word for the make-up of the constituency outside the town. It is made up of a series of towns and villages and a broad cross-section of interests. We have farmers and a large group of miners, because half the Leicestershire coalfield falls into the constituency. We also have the East Midlands airport\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Therefore, Mr. Deputy Speaker, I believe that when it comes to my suggesting that I have a particular constituency interest in speaking I shall have that argument at my disposal for a broad range of debates. The argument is nowhere more true than in talking about the Budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that I speak for the majority of my constituents when I welcome the basic thrust of the Budget. I believe that it will be welcomed throughout the community because it honours the basic priority that the Conservative Party put to the electorate at the general election—that we should, by reducing the deductions from the wage packet, increase the incentive for a man, first, to go to work, but, secondly, to do an extra hour’s overtime, to acquire an extra skill and to bring about that increase in productivity which is essential if our country is to be able to compete with our competitors elsewhere in the industrialised world, and particularly in Western Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The most dangerous fact for our economy, and the greatest danger that we face, is that the British worker on average produces less than comparable workers do in West Germany, France, Holland, Belgium and the other countries of the EEC. Until we can make it worth while for our workers to produce extra goods and bring our productivity up to those levels abroad, we cannot look for the standard of living that the people in those countries enjoy and which hon. Members on both sides of the House want to see for our own people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is why I believe it is so important that the emphasis of the Budget is on reducing the burden of income tax, particularly the marginal rates. The incentive argument is at its strongest at the marginal rates, where it involves the decision as to whether one does an extra hour’s overtime or acquires a particular skill. That is where the incentive is at its greatest. If we can bring down the rates at the margin, the incentive is there to do that extra bit of work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "No one on either side of the House likes the 3½ per cent. to 4 per cent. rise in the retail price index which my right hon. and learned Friend deems necessary to bring about that increase in incentive throughout the income tax structure. However, if we are to bring about the increase in productivity that I have been talking about, we have to give first priority to making that incentive available so that we can get the increased productivity and build a stronger industrial base.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Leader of the Opposition said yesterday that the Chancellor had taken a reckless gamble. I believe that in a sense my right hon. and learned Friend has taken a gamble—not a reckless one, but a calculated gamble. It is because these are in a sense high-risk policies, because my right hon. and learned Friend is taking a calculated risk, that it is perhaps now more important than ever that, in addition to honouring our pledge to reduce taxation, we should also honour our pledge to increase the role of the National Economic Development Council, so that trade union representatives and the representatives of all other interested parties are brought into discussion on the future state of the economy during the summer and before the next wage round begins.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend the Member for Worthing (Mr. Higgins) said that any Government can have a wage policy. I think that he is right. The argument is not about whether one should have one. A Government have to decide on the wage levels of all the people who are their direct employees, and they also have a large say in the pay levels of their indirect employees. That, whatever one chooses to call it, is a wages policy. The only argument is whether one decides that policy by confrontation on the picket line or by discussion round the table.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The latter is the role that we saw in Opposition for the NEDC—a table round which these things can be discussed in the context of a conflict which can to some extent be neutralised. I hope that our pledge in this respect will not be forgotten by the Government in forming their economic policy during the next three or four months. I recall in conclusion the words once used in very different circumstances—we shall never negotiate out of fear, but, likewise, we shall never fear to negotiate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}