{
    "url": "https://www.ukpol.co.uk/nadine-dorries-2022-statement-on-a-new-pro-competition-regime-for-digital-markets/",
    "title": "Nadine Dorries – 2022 Statement on a New Pro-competition Regime for Digital Markets",
    "post_date": "May 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nadine Dorries",
            "url": "/tag/nadine-dorries/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The statement made by Nadine Dorries, the Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 11 May 2022.",
    "content": [
        "This is a joint statement with the Secretary of State for Business, Energy and Industrial Strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last week, we published the response to the consultation on a new pro-competition regime for digital markets. As we move to build back better from the pandemic and level up opportunities throughout the UK, unlocking growth in the digital economy has never been more important or urgent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Digital technologies make an enormous contribution to the UK economy and are positively transforming our daily lives. However, weak competition in digital markets is stifling economic growth and imposing unnecessarily high costs on British businesses and consumers. That is why the Government have committed to establishing a new pro-competition regime for these markets. This will boost competition, drive innovation, and protect those people and businesses that rely on a very small number of immensely powerful tech firms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our regime will be able to place obligations on these firms to make it easier for users to communicate across different platforms, switch to smaller providers and deliver new, better alternatives for consumers. The Digital Markets Unit will also introduce clear rules on how the most powerful tech firms should treat businesses and consumers when delivering key services such as social media and online search. These rules will make sure these tech firms are transparent and trade on fair and reasonable terms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Competition is key to unlocking the full potential of the digital economy as more choice will lower prices for everyday goods and services that rely on online advertising. Countries around the world are developing their policy and regulatory approaches. Now that we have left the EU, we have the freedom to take a bold new approach to regulation in order to ease burdens for businesses, boost competition and help drive a new era of productivity and prosperity for all the UK’s communities and nations. The UK is leading the global debate, as demonstrated during our G7 presidency last year where countries agreed to deepen international co-operation. Last week’s publication set out how the new regime will deliver a world-leading, innovation-friendly approach to driving up competition in digital markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The set-up of the Digital Markets Unit last year was a major milestone in delivering the regime. We want to maintain this momentum. We set out the design of the regime in our public consultation which closed on 1 October 2021. We received a large number of submissions to our consultation including from trade associations, the tech sector, SMEs, academics, consumers and representative groups. There is strong support for the regime and growing calls for it to be delivered urgently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This response builds on the consultation and sets out how the regime will work. In particular:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The new pro-competition regime will be overseen and enforced by the Digital Markets Unit (DMU), housed within the Competition and Markets Authority (CMA). The regime’s core objective will be to promote competition in digital markets for the benefit of consumers, lowering prices and increasing transparency and fairness. The DMU will work closely with other regulators through a statutory duty to consult them where proportionate and relevant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A small number of the most powerful firms with entrenched and substantial market power that affords them a strategic position in the market will be designated, by the CMA, as having strategic market status and will fall within scope of the regime; these designation parameters, including a minimum revenue threshold, will be outlined in legislation and supported by guidance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Once designated, firms will be subject to new and binding conduct requirements to manage the effects of their market power by shaping their behaviour and rebalancing the power between big tech and those who rely on them. The regime will give the regulator the ability to tailor these requirements for firms, to account for the most relevant harms and risks. These requirements will be limited by a set of categories set out in legislation. Rules may include giving consumers clear and transparent information on how their data is used, or preventing a firm ranking its own products more highly in a search result where it harms consumers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The DMU will also proactively tackle the root cause of market power by making targeted and proportionate pro-competitive interventions. These will ensure that businesses across the economy that rely on very powerful tech firms, including the news publishing sector, are treated fairly and can succeed without having to comply with unfair terms. The DMU will have broad discretion to design and implement remedies, including trials, after an evidence-based investigation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To ensure the regime’s effectiveness, the DMU will have robust enforcement powers. This includes the ability to impose financial penalties of up to 10% of a firm’s global turnover for breaches. There will also be the option to hold individual senior managers accountable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The costs of the regime will be partially recouped by levy funding, providing smooth and predictable resourcing for the DMU while ensuring best value for money for the taxpayer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, designated firms will also be subject to new merger reporting requirements, ensuring greater transparency over their impacts on competition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "2022 is a landmark year for shaping the rules that govern digital technologies around the world. The UK is at the forefront of this, driving forward groundbreaking work, including on online safety, digital competition, data protection, and cybersecurity. Our outcomes-focused and proportionate regulatory approach will be tailored to maximise benefits to the UK economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The new pro-competition regime also complements the BEIS-led “Reforming Consumer and Competition Policy” consultation, which considered broader competition reforms and made a number of proposals which will also help to improve competition in markets more widely and fair treatment of consumers in digital markets. The response to this consultation was published in April.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The CMA and Ofcom last week published advice on how the regime would govern the relationship between platforms and content providers including news publishers. The DMU must be able to intervene to ensure fair and reasonable contractual terms, and we are considering the use of binding final offer arbitration as a backstop enforcement mechanism to resolve disputes where needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will be placing copies of the response in the Libraries of both Houses, and it is also available on gov.uk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}