{
    "url": "https://www.ukpol.co.uk/nadine-dorries-2020-statement-on-historical-stillbirth-burials-and-cremations/",
    "title": "Nadine Dorries – 2020 Statement on Historical Stillbirth Burials and Cremations",
    "post_date": "February 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nadine Dorries",
            "url": "/tag/nadine-dorries/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Nadine Dorries, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 6 February 2020.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That this House has considered historical stillbirth burials and cremations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me begin by congratulating the hon. Member for Swansea East (Carolyn Harris) on securing the debate, which was also supported by my right hon. Friend the Member for South Holland and The Deepings (Sir John Hayes).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a fact that anyone can be a Member of Parliament and anyone can be a Minister, but only someone who really cares can get things done, and it is without doubt that the hon. Lady has achieved much in the time she has been in the House because she cares. I have the utmost respect for her. She has done a fantastic job, and I think that her compassion has been demonstrated by the fact that she called for this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Over the past few years, debates in this House have successfully raised awareness of the importance of supporting families bereaved through a stillbirth and other types of baby loss. By speaking openly and sharing their personal experiences, Members of this House have helped to stimulate improvements in bereavement care, including the development of the national bereavement care pathway for pregnancy and baby loss.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Unfortunately, in the not so distant past, people thought differently. Until the 1980s and 1990s, bereaved families of stillborn children were kept in the dark by doctors and midwives, ostensibly for their own protection. It was assumed that if a mother or father was allowed to see their stillborn baby and establish any kind of connection with it, this would only prolong and worsen their grief.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I was preparing for this debate, I was reminded of my own experience as a nurse. In 1976, I was working on a gynae ward, and I was asked to take receipt of a cot that was coming up from the labour ward. In the cot was a baby that was still alive, which I was told was to be returned to “Rose Cottage” and put in the sluice room. The baby went there until it died a few hours later. Remembering that experience of years ago and the work I undertake now on maternity safety show just how far we have come in the way we treat maternity incidents, newborn safety and mothers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many parents were never consulted over funeral arrangements for babies lost through stillbirth, with individual hospitals having to set their own procedures and their own means of disposing of bodies. That makes this difficult, because it means that there is not just one answer across the country. There is not a clear picture as the situation is very piecemeal. Many parents were never told what happened to the body of their baby or the location of any burial or cremation. People thought they were doing the right thing for the parents by not inflicting more trauma on them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is a generous interpretation. There was a slight culture in those days in which women were not regarded with the esteem that they are today. It was almost as though this was not just about protecting them, and that they were not worthy of being given the information, ​either. There are question marks over the explanation, and that has a lot to do with the status of women at the time and again today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dame Diana Johnson (Kingston upon Hull North) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister is making an excellent point about the culture and about how women were treated. With families now coming forward wanting information about what happened, does she feel that those women and families are being treated better now? Are they, for example, being given the opportunity to find out where ashes have been strewn without their knowledge or permission?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ms Dorries**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I certainly hope so. In fact, those parents and women who are coming forward now are enabling us to move along the pathway to women being given the full, correct information about what happens when a maternity incident takes place. We still have a long way to go, but, as I said at the beginning, the hon. Member for Swansea East is part of that process. The debates that we have here about baby loss are also part of that process. There is not one answer, one sledgehammer, that comes from the Department of Health and Social Care. Everybody has a role to play, because this is an issue that is spread over decades. It is about culture, and it is about the culture in hospitals today. It is about the esteem in which women and mothers are held within society. It is a complex picture with many parts, and everybody has an opportunity to play their part, as do those women who are now coming forward to ask where their babies’ ashes are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Some hospitals arranged for stillborn babies to be cremated and told the parents that, because the baby was small, it would not be possible to recover any ashes. Even if ashes were recovered, their parents were not told. The ashes might have been spread in a dedicated garden of remembrance, but in other cases they might simply have been disposed of or kept in storage at the crematorium.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Over the past 20 years, we have heard about the discovery of mass graves containing the remains of stillborn babies in, among other places, Lancashire, Devon, Middlesbrough and Huddersfield. The 2015 review of infant cremations at Emstrey commercial crematorium in Shrewsbury found that, by using appropriate equipment and cremation techniques, it is normally possible to preserve ashes from infant cremations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We now recognise that parents are committed and connected to their children long before birth—I think we knew that back then—perhaps at the point of conception or even earlier, when women imagine themselves being mothers for the first time. I am happy to say that, nowadays, parents of stillborn babies are able to be as involved in decisions about what happens to their baby as they choose to be. New regulations were introduced in 2016 to ensure that parents’ wishes for the cremation of their children are respected. The regulations introduced include a new statutory definition of what constitutes ashes or remains and require cremation request forms to be amended so that family’s wishes are explicitly recorded prior to any cremation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thanks to tireless campaigning by the hon. Member for Swansea East, the Government launched the children’s funeral fund last July so that bereaved parents do not have to worry about meeting the cost of burying or ​cremating their child or stillborn baby. The fund is available regardless of a family’s income and also includes a contribution towards the cost of the coffin. We have received over 1,000 claims to date, and I am sure that the hon. Lady must be incredibly proud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member for Swansea East called for this debate to consider what we in Parliament can do to help bereaved parents who did not have the opportunity to bury their stillborn babies and now wish to trace their final resting places. We know that parents never forget their babies, no matter how long ago their death occurred. Unfortunately, tracing a baby’s grave or a record of cremation may not be easy, and it can be a difficult time for people, both mentally and emotionally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Records containing information about the locations of the remains of stillborn babies are not held centrally. Parents therefore need to start their search by contacting the hospital where the baby was stillborn, as I am sure the hon. Lady knows. If records are still available, the hospital should be able to tell parents whether the baby was buried or cremated and the name of the funeral director who made the arrangements at the time—if, indeed, a funeral director was involved. Hospitals do not keep records indefinitely, and some records may not contain enough detail to be helpful. The hospital where the baby was stillborn may have closed or the funeral director involved—if one was—may no longer be in business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Cemeteries and crematoriums, though, are legally obliged to keep permanent records. If neither the hospital nor the funeral director has a record of which cemetery or crematorium was used, parents can contact local cemeteries and crematoriums, starting with those nearest to the hospital where their baby was stillborn. As I mentioned, in many cases stillborn babies were and may still be buried in a shared grave with other babies. These graves are usually unmarked, although they do have a plot number and can be located on a cemetery plan. In many cases, several babies were cremated together. The crematorium should have a record of where the ashes are scattered or buried, but I am afraid the emphasis is on the word “should”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My sympathies lie with families who have had to deal with the pain of not knowing what happened to their children’s remains for so many years. It is hard for many of us to imagine how long that pain must last. The Department of Health and Social Care expects all hospitals to provide as much information as they have available to any parents who inquire about what happened to their stillborn babies, no matter how long ago they died.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tim Loughton (East Worthing and Shoreham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I echo the Minister’s tribute to the hon. Member for Swansea East (Carolyn Harris).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is unimaginable to think that parents who lost their child through stillbirth were not even privy to the arrangements for the cremation or burial of that child’s body—it was a completely different world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the Minister’s last point about urging hospitals to co-operate as much as possible, there is a bigger issue in that some of these children may not have been stillborn. Where a child lived for a while, as in the case she cited from 1976. there are greater questions to be asked about the child’s birth in that hospital. As a result of my Civil ​Partnerships, Marriages and Deaths (Registration etc) Act 2019, coroners will have the power, when the regulations are introduced, to look at such cases. Does she agree that there is a serious question not just on the whereabouts of a baby’s remains but on the circumstances of that baby’s birth?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ms Dorries**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is an entirely different question but, yes, I completely agree with the substance of my hon. Friend’s point. I am sure he contributed to the Government’s consultation on the proposal for coroners to investigate stillbirths, which closed on 18 June 2019. The consultation attracted over 300 responses from a wide range of stakeholders. Officials in the Ministry of Justice and the Department of Health and Social Care have been working carefully to analyse the responses received. The question of babies who were not stillborn but who lived for a period of time before they died is possibly worth considering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}