{
    "url": "https://www.ukpol.co.uk/nadine-dorries-2022-statement-on-online-safety/",
    "title": "Nadine Dorries – 2022 Statement on Online Safety",
    "post_date": "March 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nadine Dorries",
            "url": "/tag/nadine-dorries/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The statement made by Nadine Dorries, the Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 17 March 2022.",
    "content": [
        "Today the Government are introducing the Online Safety Bill. For most people, the internet has transformed relationships and working environments, but illegal and harmful content appearing online is a growing problem. This groundbreaking Bill will keep users safe while protecting freedom of expression and democratic debate online. Under the new laws, in-scope services will need to:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tackle criminal activity—There will be no safe space for criminal content online. Platforms will have to remove terrorist material or child sexual abuse and exploitation quickly, and will not be allowed to promote it in their algorithms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Protect children—The strongest protections in our new laws are for children and young people. They will be protected from harmful or inappropriate content such as grooming, bullying, pornography and the promotion of self-harm and eating disorders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Enforce their terms and conditions—The largest online platforms with the widest reach, including the most popular social media platforms (category 1 services) will need to set out clearly what harmful content accessed by adults is allowed on their sites, and enforce their terms of service consistently, while protecting freedom of expression and democratic debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The strongest provisions in our legislation are for children. All companies in scope of this legislation will need to consider the risks that their sites could pose to the youngest members of society. This Bill will require companies to take steps to protect children from inappropriate content and harmful activity online, including from content such as pro-suicide material. The Bill will also require providers who publish or host pornographic content on their services to prevent children from accessing that content, including using age-verification technology where appropriate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Furthermore, this Bill will ensure companies take robust action against illegal content. We have included a new list of priority offences on the face of the Bill, reflecting the most serious and prevalent illegal content and activity, against which companies must take proactive measures. These will include, amongst others, revenge pornography, fraud, the sale of illegal drugs or weapons, the promotion or facilitation of suicide, people smuggling and the illegal sex trade. The Bill will also introduce a requirement on in-scope companies to report child sexual exploitation and abuse imagery detected on their platforms to the National Crime Agency. This will ensure companies provide law enforcement with the high-quality information they need to safeguard victims and investigate offenders. The updated Bill will also tackle scam adverts, by requiring the largest platforms to put in place proportionate systems and processes to prevent fraudulent adverts from being published or hosted on their service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This legislation will not prevent adults from accessing or posting legal content. Rather, the major platforms will need to be clear what content is acceptable on their services and enforce their terms and conditions consistently and effectively. We have refined the approach to defining content that is harmful to adults, so that all types of harmful content that category 1 services (the largest online platforms with the widest reach, including the most popular social media platforms) are required to address will be set out in regulations subject to approval by both Houses. This will provide clarity about the harms that services must address and will reduce the risk of category 1 services taking an overly broad approach to what is considered harmful. In addition, these companies will not be able to remove controversial viewpoints arbitrarily, and users will be able to seek redress if they feel content has been removed unfairly. Both Ofcom and in-scope companies will have duties relating to freedom of expression, for which they can be held to account. Category 1 services will also have duties for democratic and journalistic content. They will need to set in their terms and conditions how they will protect this content on their platforms explicitly. This will ensure that people in the UK can express themselves freely online and participate in pluralistic and robust debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill provides Ofcom with robust enforcement powers to take action when platforms do not comply. Options available to Ofcom include imposing substantial fines, requiring improvements and pursuing business disruption measures (including blocking). The Bill also includes criminal offences for senior managers who fail to ensure their company co-operates with Ofcom, and gives them the information they need to regulate effectively. The Government have also announced additional information-related offences, including ensuring employees do not give false information during interviews, which will further help ensure that companies give Ofcom full and accurate information. We will bring these criminal sanctions into force as soon as possible after Royal Assent (generally two months, in line with standard practice), to further promote strong compliance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The threat posed by harmful and illegal content and activity is a global one and the Government remain committed to building international consensus around shared approaches to improve internet safety. Under the UK’s presidency of the G7, the world’s leading democracies committed to a set of internet safety principles. This is significant as it is the first time that an approach to internet safety has been agreed in the G7. We will continue to collaborate with our international partners to develop common approaches to this shared challenge that uphold our democratic values and promote a free, open and secure internet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are grateful for the extensive engagement and scrutiny of the Bill from the Joint Committee, DCMS Select Sub-committee and the Petitions Committee, which has helped us to create a framework that delivers for users and maintains the UK’s reputation as a tech leader. The Bill is sustainable, workable, and proportionate, and will create a significant step-change in the experience people have online.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are also publishing the response to the report of the Joint Committee on the draft Online Safety Bill alongside publication of the Bill, and we thank the Committee once again for its work and its recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}