{
    "url": "https://www.ukpol.co.uk/nadine-dorries-2022-statement-on-the-sale-of-chelsea-fc/",
    "title": "Nadine Dorries – 2022 Statement on the Sale of Chelsea FC",
    "post_date": "May 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nadine Dorries",
            "url": "/tag/nadine-dorries/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Nadine Dorries, the Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 26 May 2022.",
    "content": [
        "I wish to inform the House that on 24 May the Office of Financial Sanctions Implementation (OFSI) issued a licence to Chelsea Football Club to allow the sale of Chelsea FC plc. This will allow ownership to be transferred away from Roman Abramovich, a designated person under the Russia (Sanctions) (EU Exit) Regulations 2019. The club will be free from previous operating restrictions imposed by sanctions from the point the new ownership takes effect, and we expect this to take place in a matter of days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Roman Abramovich was added to the list of individuals sanctioned by the UK Government on 10 March. This listing was made as part of wider Government policy to encourage Russia to cease actions destabilising Ukraine or undermining or threatening the territorial integrity, sovereignty or independence of Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK asset freeze prohibits anyone subject to UK jurisdiction from dealing with assets which are owned or controlled by Roman Abramovich and forbids persons from making funds or other assets available, directly or indirectly, to him. In time, this would have paralysed Chelsea FC. Without further action from the Government, the club could not have finished the season and would likely have gone into administration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government recognise the importance of the club to the premier league, the football pyramid and the fans. That is why we issued a licence to allow football-related activities to continue on the same day Roman Abramovich was sanctioned. Our actions have deprived Mr Abramovich of any benefit from owning the club while allowing the men’s and women’s teams to complete their remaining fixtures for the season.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, this was not a long-term solution and the Government have always been clear that the club should be sold before the end of the football season to secure its long-term future. Of course, this was conditional on our assurance that there could be no benefit to any sanctioned individual.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Chelsea FC identified its preferred owner, and after agreeing the conditions of the sale, it applied for a licence to transfer ownership. The Government has assessed the evidence the club has provided to support its application and we are satisfied that our conditions have been met and the integrity of the sanctions regime is maintained. OFSI has now issued a licence to enable a sale on that basis. We have worked in co-ordination with international partners to ensure that relevant licences from other jurisdictions have also been issued.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Now that the Government have issued the licence, we expect the ownership transfer to take place in the coming days subject to Roman Abramovich agreeing to the sale himself. The net proceeds from the sale will be transferred from the buyers to a frozen UK bank account belonging to Fordstam, the holding company owned by Mr Abramovich, which sold the club. Any onward transfer of money will require further approval from the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Roman Abramovich has made a number of public statements regarding his intention to transfer the proceeds to the victims of the war in Ukraine. We have agreed a deed of undertaking in which he commits the proceeds to a charity in a jurisdiction agreed by the Government for the purposes of helping victims of the war in Ukraine. Any future movement of the sale revenue will be assessed in line with sanctions obligations and the position outlined in the deed. It will be up to the Government to decide whether to license any movement of funds from the frozen account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A quick sale which respects the integrity of the sanctions regime has always been in the best interests of the Government, the club and the wider football community. This licence will secure the future of this important cultural asset and deliver for the fans while ensuring Roman Abramovich will not benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}