{
    "url": "https://www.ukpol.co.uk/nadine-dorries-2021-statement-on-force-in-mental-health-units/",
    "title": "Nadine Dorries – 2021 Statement on Force in Mental Health Units",
    "post_date": "May 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Nadine Dorries",
            "url": "/tag/nadine-dorries/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Nadine Dorries, the Minister for Patient Safety, Suicide Prevention and Mental Health, in the House of Commons on 25 May 2021.",
    "content": [
        "Today, I am pleased to announce the launch of the Government’s consultation on the statutory guidance for the Mental Health Units (Use of Force) Act 2018.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Mental Health Units (Use of Force) Act 2018, also known as Seni’s Law, was introduced into the House of Commons by the hon. Member for Croydon North (Mr Reed) in July 2017 and received Royal Assent in November 2018. The Act is named after Mr Olaseni Lewis, who died as a result of being forcibly restrained while he was a voluntary patient in a mental health unit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The purpose of the Act is to clearly set out the measures which are needed to both prevent the use of force and then ensure accountability and transparency about the use of force in mental health units. By promoting good practice, identifying poor practice, and through a greater understanding of where there are problems or issues for specific groups, we can address this nationally as well as locally. The statutory guidance sets out how we expect mental health units to meet the requirements of the Act. This consultation will seek views on the clarity, content and approach of the proposed guidance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is vitally important to minimise restrictive interventions in mental health units which affected 12,000 individuals in 2019-20, and disproportionately those with protected characteristics under the Equality Act 2010.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is a landmark piece of legislation which enjoys the support of patients, people with lived experience, voluntary and charitable sector organisations and the NHS. Today’s launch represents a significant step forward in our efforts to prevent the use of force in mental health units which would not have been possible without the tireless campaigning of the hon. Member for Croydon North and the Lewis family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This consultation is part of the Government’s wider reform agenda to improve support for individuals with severe mental illnesses. The Government published their Mental Health Act White Paper on 13 January 2021, which sets out proposals for once in a generation reforms to the Mental Health Act, responding to and building on Sir Simon Wessely’s review of the Act. We are also working hard to achieve our NHS long-term plan commitment to give 370,000 adults and older adults with severe mental illnesses greater choice and control over their care and support them to live well in their communities by 2023-24.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The consultation will conclude on 17 August 2021. The Government’s intention is to publish the final statutory guidance and begin commencement of the Act in November 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}