{
    "url": "https://www.ukpol.co.uk/nadine-dorries-2022-statement-on-channel-four-television-corporation/",
    "title": "Nadine Dorries – 2022 Statement on Channel Four Television Corporation",
    "post_date": "July 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nadine Dorries",
            "url": "/tag/nadine-dorries/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Nadine Dorries, the Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 13 July 2022.",
    "content": [
        "The Channel Four Television Corporation (C4C) report and financial statements 2021 have today been laid before Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The 2021 annual report shows that C4C performed well last year, delivering on its remit and obligations and reporting a strong set of results, particularly in terms of growth in digital revenue and viewers. To enable C4C to continue to build on this success over the long term, it needs greater access to capital and the option to make and own content to ensure it has the best tools to support a long-term sustainable future. In this context, it is right that the Government acknowledge both the considerable opportunities and challenges presented by the dynamic market context in which C4C operates. The Government are committed to take the steps necessary to protect one of our most important public service broadcasters not just today, but in the years to come. That is why, as part of a package of reforms set out in the recent White Paper “Up next”, the Government are moving ahead with plans to move C4C out of public ownership to become a privately owned, free-to-air public service broadcaster, alongside other successful privately owned PSBs, including ITV, STV and Channel 5.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On 14 June 2022, the House of Commons debated a motion on the future of C4C. This statement fulfils the Government’s obligation to respond to this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The motion called on the Government to reverse its decision on C4C. Like every broadcaster, C4C faces huge competition for viewers, for programmes and for talent. Streamers such as Netflix and Amazon Prime Video and global media groups such as Disney and Paramount have far deeper pockets than our PSBs. C4C is uniquely constrained. Under its current ownership model, C4C has fewer options to invest, fewer options to innovate, and, crucially, fewer tools to support its growth than its competitors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a responsible Government, we must recognise these constraints and be prepared to act now to address them. We therefore believe it is the right time to unleash C4C’s full potential, and open the broadcaster up to private ownership while protecting its public service broadcasting remit. A sale will allow C4C to access greater investment—meaning it can create more great programming made by people who live and work in the UK—without losing what makes it distinctive and without exposing taxpayers and the public finances to greater risk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The motion called on the Government to protect C4C’s contribution to levelling up and maintain its Leeds headquarters and commissioning expenditure outside of London. The Government recognise and value C4C’s ongoing commitment to levelling up, as emphasised in its annual report, and its support for national and regional economies. We will maintain C4C’s existing obligations in terms of production outside London and England. We expect C4C’s access to networks outside London and its ability to speak to a diverse range of audiences across the UK to be an attractive asset that any potential buyer will look to nurture and develop. Across PSBs, it is clear that ownership is not correlated with regional spending. In fact, though its latest annual report shows it is on an improving path, C4C spent less in the north of England as a percentage of its total production spend than PSBs as a whole in 2020, and less than privately owned ITV, with C4C spending 19.3% in 2020 in Northern England, compared with ITV’s 30.4%. There is no reason that a sale could not accelerate the process of growing the broadcaster’s impact outside London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The motion also called for the Government to maintain the publisher-broadcaster restriction. The Government will remove this restriction to enable C4C to diversify its revenue streams into content and improve its business resilience. C4C will still be required to commission a minimum volume of its programming from independent producers, in line with the quotas placed on other PSBs, ensuring its continued contribution to the sector. The Government believe that in the long run, the UK production ecosystem will benefit from a more sustainable C4C. A change of ownership that improves Channel 4’s access to capital could increase spending on production. For example, Channel 5’s overall content budget increased following its acquisition by Viacom in 2014, with first-run spending up by an average of 7% per year between 2014 and 2018. C4C has excellent relationships with independent producers right across the UK, and there is no reason this should change. Indeed, we expect a new owner to value and want to build on those relationships.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are clear that C4C will remain a public service broadcaster. Its public service broadcasting remit will remain written into law, and the right buyer for Channel 4 will be one who shares our ambition for the business and our belief in what makes it special. We are not trying to change the distinctive role C4C plays; we are seeking to give it the best set of tools and the freedom to flourish and thrive long into the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}