{
    "url": "https://www.ukpol.co.uk/nadine-dorries-2022-statement-on-the-bbc-mid-term-review/",
    "title": "Nadine Dorries – 2022 Statement on the BBC Mid-term Review",
    "post_date": "May 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nadine Dorries",
            "url": "/tag/nadine-dorries/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Nadine Dorries, the Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 26 May 2022.",
    "content": [
        "The Government have today published the terms of reference for the BBC mid-term review, setting out our plans to review the governance and regulation of the BBC at the midway point of the royal charter. This will build on changes to the framework agreement with the BBC which the Government have also published today, which add new BBC reform commitments to the agreement across a range of areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is the first time a Government review of the BBC has happened mid-way through the BBC charter, the 10-year agreement which forms the constitutional basis of the BBC.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The review will, in line with the parameters set out in the charter, examine the effectiveness of the BBC’s governance and the framework by which Ofcom holds the BBC to account in a range of areas. This includes impartiality, accountability and transparency, handling of complaints, and how the BBC represents the breadth of the audience it was established to serve. It will also look at how the BBC and Ofcom assess the market impact and public value of the BBC and how that relates to its role in the UK media landscape.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The review will be undertaken at pace by officials from the Department for Digital, Culture, Media and Sport, on the basis of targeted engagement with a number of relevant stakeholders. We will seek to complete the review at pace, within 12 months. The Government look forward to working collaboratively with the BBC, Ofcom and the devolved Administrations throughout the course of the review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Alongside the commencement of the mid-term review, the Government are also publishing a set of changes to the framework agreement with the BBC. The BBC has agreed a binding legal commitment to a number of ambitious reform proposals. The changes update the existing agreement to ensure it accurately reflects the BBC’s plans to deliver the corporation’s mission and public purposes for the remainder of the charter period. Changes include BBC workforce accessibility targets, increasing the proportion of BBC spend outside of London, and delivering impartiality and editorial standards reform as recommended by the Serota review. The amendments also require the BBC to report on its progress in its annual report and accounts, supporting Parliament and the public to hold the BBC to account on delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Alongside this, I have also issued a direction to the BBC requiring it to promote equality of opportunity for people from low socioeconomic backgrounds. This aims to ensure the BBC becomes more accessible, and supports the career development and progression of people from low socioeconomic backgrounds. Progress against these commitments will be considered as part of the mid-term review where possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}