{
    "url": "https://www.ukpol.co.uk/nadine-dorries-independent-medicines-and-medical-devices-safety-review/",
    "title": "Nadine Dorries – 2020 Statement on Independent Medicines and Medical Devices Safety Review",
    "post_date": "July 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nadine Dorries",
            "url": "/tag/nadine-dorries/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Nadine Dorries, the Minister for Patient Safety, Mental Health and Suicide Prevention, in the House of Commons on 9 July 2020.",
    "content": [
        "With permission, Mr Deputy Speaker, I would like to make a statement about the independent medicines and medical devices review. This review was announced by my right hon. Friend the Member for South West Surrey (Jeremy Hunt) in February 2018, in response to public concern about the safety of medicines and medical devices used by the NHS. It focused on three areas. The first is Primodos, a hormone-based pregnancy test that is claimed to have led to miscarriages and birth defects during the 1960s and ’70s. It was prescribed to more than 1.5 million women before it was withdrawn from use in 1978. The second is sodium valproate, an anti-epilepsy drug that has been definitively linked to autism and learning disabilities in children when taken during pregnancy. The third is the vaginal mesh implants used in the treatment of pelvic organ prolapse and stress urinary incontinence, which have been linked to crippling, life-changing side-effects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Baroness Cumberlege was asked to conduct a review into what happened in each of those three cases, including whether the processes that were followed were sufficient when patients’ concerns were raised. She was also asked to make some recommendations for the future, such as: how to consider the right balance between the criteria or threshold for a legitimate concern; how best to support patients where there might not be a scientific basis for their complaint, but where they have still suffered; how we can enhance the existing patient safety landscape; and how we can be more open to the insights that close attention to patient experience can bring.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The report has now been published, and a copy has been deposited in the Library of the House. It makes for harrowing reading. Every page makes clear the pain and suffering that has been felt by so many patients and their families. As Baroness Cumberlege herself said, they suffered “avoidable harm”. She said that she had listened to the heart-wrenching stories of acute suffering, of families fractured, of children harmed and so much more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On behalf of the health and care sector, I would like to make an apology to those women, their children and their families for the time the system took to listen and respond. I would also like to thank every single person who has contributed to the review. I know that some of them wanted to be here in the House today. They felt as though their voices would never be heard, but now they have been, and their brave testimony will help patients in the future. I have watched and read some of their testimonies. They left me shocked, but also incredibly angry and most of all determined to make the changes that are needed to protect women in the future. It is right and proper that the victims were the first people to see this report. As a Government, we have now received its findings and, as hon. Members will understand, we are taking time to absorb them before we respond. That is the least that the report deserves. We will update the House at the very earliest opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like to thank Baroness Cumberlege, who has carried out her work with thoroughness and compassion. She has worked tirelessly to ensure that patients and ​their families have been heard, and I would like to pay tribute to her and her team. I know that the patients’ stories that they have heard have been harrowing and, at times, frankly beyond belief. She has done us all a great service by highlighting them, along with the suffering of so many women and their families. I know that there will be strong feelings across the House about the report, and that hon. Members will be eager to hear a fuller response. However, it is imperative for the sake of those who have suffered so greatly that we give the review the full consideration that it absolutely deserves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is clear, as I am sure the whole House will concur, that the response to these issues from those in positions of authority has not always been good enough. The task now is to establish a quicker and more compassionate way to address issues of patient harm when they arise. We must ensure that the system as a whole is vigilant in spotting safety concerns, and that we rapidly get to grips with the concerns identified by the report. We must make sure that different voices are invited to the table and that patients and their families have a clear pathway to get their answers and a resolution. The issues tackled in this report are, from one perspective, complex—matters of regulation, clinical decision making and scientific judgment—but there is one simple core theme that runs through all of this, and it goes to the heart of our work on patient safety. It comprises just two words: listening and humility. So much of the frustration and anger from patients and families stem from what they see as an unwillingness to listen—for us to listen and for them to be heard. We need to make listening a much stronger part of clinical practice and to make the relationship between patients and clinicians a true and equal partnership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While the review has been progressing, the Government and the NHS have taken a number of steps relating to the concerns it has raised. However, there is always more that we can do, and it is clear that change is needed. We owe it to the victims and their families to get this right. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}