{
    "url": "https://www.ukpol.co.uk/nadine-dorries-2022-statement-on-news-uk-undertakings/",
    "title": "Nadine Dorries – 2022 Statement on News UK Undertakings",
    "post_date": "February 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nadine Dorries",
            "url": "/tag/nadine-dorries/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Nadine Dorries, the Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 10 February 2022.",
    "content": [
        "On 1 February 2021 News UK submitted an application requesting the Secretary of State to release in full the undertakings accepted in 2019. The 2019 undertakings were accepted in lieu of the conditions put in place when the newspapers were acquired by News International in 1981.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The conditions included provisions relating to the continued publication of The Times and The Sunday Times as separate newspapers, to the number and power of the independent national directors of Times Newspapers Holdings Ltd, and to editorial control over the journalists working for, and political comment and opinion published in, each of newspapers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The undertakings accepted in 2019 made changes to the conditions, to allow for sharing of journalistic resources between the two publications and to strengthen the arrangements relating to the independent national directors. News UK now seeks the release of the undertakings in their entirety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On 24 June DCMS issued a public “invitation to comment”, which included a redacted copy of the application, and the written views received from the editors and independent national directors. On 30 July, DCMS requested Ofcom and the Competition and Markets Authority to advise by 24 September on the public interest considerations and changes to market circumstances relevant to the case, respectively. The CMA’s report concludes that releasing the undertakings would have a significantly positive impact on News UK’s financial position and ability to adapt to changing market conditions. Ofcom’s report concludes that the impact on media plurality of releasing the undertakings is likely to be limited and that, on balance, releasing the undertakings is unlikely to operate against the public interest needs for free expression of opinion and accuracy of news.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On 25 November, acting in a quasi-judicial capacity, I announced that, having taken into account the reports and all relevant information submitted to the Department, I was minded to grant the request by News UK and release the undertakings. I consulted publicly on this minded-to decision and did not receive any further evidence relevant to my decision. I therefore confirm that I am satisfied that there has been a material change of circumstances since the acceptance of the undertakings in 2019 and that, having considered the public interest considerations applying to newspapers, the undertakings are no longer appropriate or necessary for the purpose they were intended to achieve and so should be released.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In accordance with the Enterprise Act 2002, I have taken a final decision to approve the application and will notify News UK that the undertakings relating to The Times and The Sunday Times are to be released.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}