{
    "url": "https://www.ukpol.co.uk/steve-double-2022-speech-on-the-sharks-fin-bill/",
    "title": "Steve Double – 2022 Speech on the Sharks Fin Bill",
    "post_date": "July 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Double",
            "url": "/tag/steve-double/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Double, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 15 July 2022.",
    "content": [
        "I congratulate the hon. Member for Neath (Christina Rees) and thank her for introducing this very important Bill. I also thank her for her very kind words at the start. I thank all hon. Members who have spoken in support of the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government continue to be a leading voice for the protection of sharks. Much work has been done and continues to be done in the UK and globally to ensure that we do not lose these important marine animals from the ocean. The Bill shows that positive change is happening, signifying another step in the right direction to taking meaningful action on the conservation of sharks. Yesterday marked International Shark Awareness Day, which celebrates these amazing animals. What better way to raise awareness than by introducing this Bill here today? As my hon. Friend the Member for Dewsbury (Mark Eastwood) pointed out, for many years sharks have been misunderstood and vilified—I hold Steven Spielberg personally responsible—but I am sure we have all noticed that that outdated view is fading fast and opinions are shifting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us be clear: shark finning is a vile and cruel act. Shark fins are recklessly removed from living sharks at sea and their finless bodies are wastefully returned to the water. Without their fins, sharks are unable to swim through the water, which means they cannot pass oxygen through their gills and they are left to slowly drown. Shark finning is a practice that has been banned in the UK for almost 20 years. We also have a fins naturally attached policy, which means that sharks must be landed with all their fins on their bodies. We can now go even further and ban the trade in detached fins in shark fin products. This underlines our determination that shark finning must stop, wherever it takes place. The Bill has the full support of the Government and we will do all we can to assist its swift passage through both Houses and on to the statute book.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As has been said, the effects of shark finning are devastating, with impacts seen across many species, from the sleek and elegant blue sharks to the majestic gentle giants we know as basking sharks. A number of Members referred to their encounters with sharks. Thankfully, my only encounters with sharks have been in Cornish waters with basking sharks, which are wonderful creatures to behold.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We also need to make absolutely clear that we are only able to take this step through the Bill because we have left the European Union. Exercising our independent trade policy enables us to take this step and ban these products from the UK. This Bill will ban the import and export of detached shark fins into and out of Great Britain. That includes parts of fins and products made of fins. The only exception is where imports or exports will facilitate the greater conservation of sharks—for example, through education and training. There are strict processes in place to assess applications for exemption certificates to ensure that they do not undermine the overall ban.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will clarify one point that has been raised a few times in the debate. To be absolutely clear: this Bill bans the import and export of all detached shark fins. There is no exemption in the Bill for a personal allowance of 20 kg. That was allowed previously, but it is being removed through the Bill. The only exemption, as I have referred to, is for conservation or research.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I briefly highlight that, like my hon. Friend the Member for Hartlepool (Jill Mortimer), I represent a coastal community—in fact, I have the pleasure of representing two coasts. We take incredibly seriously our responsibility to protect our seas and coastline. I pay tribute to the many organisations in my constituency and across Cornwall that play a vital part in keeping our beaches clean, tidying up our seas and protecting them. They include the Newquay Marine Group, Newquay Beach Care, the Three Bays Wildlife Group, the St Austell Tidy Up Team, Friends of Par Beach and Final Straw Cornwall, among many others. They do an incredible job of raising awareness and mobilising volunteers to keep our beaches and seas clean and protected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are also organisations that work across Cornwall and further afield, such as Fathoms Free, the amazing Beach Guardians led by Emily Stevenson, and of course Surfers Against Sewage, which I have had the pleasure of working with over many years. They all play an absolutely vital part and we should pay tribute to them and to the many others across the whole country who take such matters seriously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Shark finning is a cruel and wasteful practice. This Bill will be a significant step in demonstrating the UK’s global leadership in shark conservation, animal welfare and protecting our natural environment. I thank the hon. Member for Neath again for introducing the Bill and I look forward to doing all I can to see it on to the statute book as swiftly as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}