{
    "url": "https://www.ukpol.co.uk/steve-double-2021-speech-on-council-tax-increases/",
    "title": "Steve Double – 2021 Speech on Council Tax Increases",
    "post_date": "January 26, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Double",
            "url": "/tag/steve-double/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Double, the Conservative MP for St. Austell and Newquay, in the House of Commons on 25 January 2021.",
    "content": [
        "I was not informed that the time limit had been cut, but I will try to keep to three minutes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a former councillor and cabinet member of Cornwall Council, I know at first hand the important role that local authorities play in the lives of our constituents. There can be no doubt of the important role played by Cornwall Council, and councils up and down the country, in supporting local communities as we have faced this pandemic. In particular, I place on record my thanks to town and parish councils for the incredible work they have put in to support their local communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government have shown their recognition of the role that councils play with the support we have provided to local councils throughout this pandemic, amounting to billions of pounds. Cornwall Council alone has received more than £555 million to support the people of Cornwall. I am therefore pleased that this motion today gives us the opportunity to highlight the important work that councils do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am not surprised, however, that the Labour party’s motion misses a number of important points. First, it misses the Labour party’s own record on council tax. I remember when the Labour party was in government, when council tax doubled. Even now, Labour-run councils cost the taxpayer £84 a year more and Liberal Democrat-run councils a staggering £132 a year more than the average Conservative-run council. If we want to know what a Labour Government would do with council tax, we only have to look to Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, the motion misses the point by saying that the Government should provide funding, but without saying where it should come from. It is all taxpayers’ money; whether raised centrally or locally, someone has to pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Are the Opposition suggesting that tax rises should be put in place to fund local authorities across the country? That would mean taxpayers in Cornwall paying so that Sadiq Khan can subsidise travel for Londoners. I do not believe that would be right. Or are they saying that we should take money away from other essential public services to fund the council tax from other Government budgets? If so, they need to say where the money would come from.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sure that the Liberal Democrats and independent councillors who run Cornwall Council would love to hide away their spending from local taxpayers, but the whole point of council tax is that councils are answerable to local taxpayers for the decisions that they make. In Cornwall, we have many examples of the Lib Dem-independent administration wasting money, such as funding an office in Brussels, even though we have now left the European Union—wanting to continue it at a cost of tens of thousands of pounds a year—or a £2 million failed IT system that hardly anyone has used.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe it is right that local council tax is raised by local councillors who have to answer to their electorate for the decisions that they make.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}