{
    "url": "https://www.ukpol.co.uk/steve-double-2020-speech-on-policing-in-devon-and-cornwall/",
    "title": "Steve Double – 2020 Speech on Policing in Devon and Cornwall",
    "post_date": "July 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Double",
            "url": "/tag/steve-double/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Steve Double, the Conservative MP for St. Austell and Newquay, in the House of Commons on 6 July 2020.",
    "content": [
        "I am delighted to bring this debate to the House, to present and highlight the incredible work that Devon and Cornwall police do, and to raise a number of the very particular, in some cases unique, challenges that they face. I am delighted to be joined this evening by colleagues from Devon. It is one of the few occasions on which out-and-out co-operation and unity can be seen between Devon and Cornwall Members of Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I place on record very firmly my thanks to Devon and Cornwall police. Day in and day out, week in and week out, throughout the year they do an incredible job keeping the people of our two counties safe. As I am sure we are all aware, the covid-19 pandemic has brought a great number of new challenges to our police across the country. The pandemic has brought unprecedented challenges for our police, as they have had to adapt to new operational and resource pressures, and to a rapidly changing police environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Neil Parish (Tiverton and Honiton) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I endorse the fact that it is great to be with Cornwall tonight—not always, but tonight. Seriously, the police are dealing with covid-19 and with lots of tourists coming into our area now. They have a greater challenge than ever, and I very much respect that they police by consent in this country, especially in Devon and Cornwall. Can we ensure that, as our tourists come, they please behave, because that will make the police’s job so much easier?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Steve Double**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am very grateful to my hon. Friend. I suspect that not for the first time this evening another Member will make a point that I will go on to make, but I join him in acknowledging the very proactive but sensible way Devon and Cornwall police have approached the pandemic. They have indeed policed with consent, and even though they, I believe, have issued the fourth-highest number of fixed penalty notices in the country—I believe we are currently up to just under 1,000—it has been done in a very sensible way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The police have continued, I believe, to enjoy the overwhelming support and respect of the people of Devon and Cornwall in the way they have gone about policing this pandemic. I want to say a big thank you to them, and I pay tribute to them. I also want to place on record my great thanks to both our police and crime commissioner, Alison Hernandez, and our chief constable, Shaun Sawyer, for the clear leadership they have provided during these past few months, as it has really helped the police on the ground to carry out their work so effectively. In my own constituency, I want to thank the inspectors in Newquay, Guy Blackford, and in St Austell, Ed Gard and the Cornwall commander, our very own IDS—Ian Drummond-Smith—for the way that they have provided the pragmatic and sensible approach that we have needed. I just want to say thank you to them all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The image of Devon and Cornwall for most people is that of a picturesque, rural and coastal part of the world where people love to visit for their holidays. Policing in Devon and Cornwall is just as challenging as it is anywhere else in the country—in some ways, it is ​more so because of its very unique situation. Let me give colleagues an idea: the Devon and Cornwall police force area is the largest in England, covering more than 4,000 square miles. Our emergency services deal with more than a million calls per year, and their work is cut out because we have more than 13,600 miles of road, the highest in the country, 85% of which are rural. As we all know, rural roads are, in fact, the most dangerous and often the most challenging to police. The force area also has the longest coastline in the country. Cornwall itself has 675 miles of beautiful cliffs, beaches and coves. Devon is not quite so great or quite so beautiful, but, equally, that in itself presents a number of incredible challenges to our police force.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Simon Jupp (East Devon) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I cannot possibly let that stand. Does my hon. Friend agree that the state-of-the-art new police headquarters, based in my constituency of East Devon, is a prime example of the investment that our police need in Devon and Cornwall?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Steve Double**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Absolutely. Those improvements are very welcome. They represent, I believe, some of the investment that is going into the area, but, as I will go on to say, it cannot end there. We do need continued investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Another factor that is often overlooked when we consider all our public services, but particularly with regard to policing, is the fact that we are a peninsula and therefore not able to share resources with nearby forces or other county areas. That often means that our police are isolated from other assets. I believe that one statistic is that only 10% are within seven miles of another police asset, which in itself presents a number of very great challenges to the way the police operate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Selaine Saxby (North Devon) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like to highlight, as my hon. Friend has done, the excellent work done by Devon and Cornwall police. The force really has managed huge influxes of visitors, so, despite what he says about Cornwall versus Devon, we have seen a huge influx of visitors to Devon in recent weeks, and we simply cannot borrow from our neighbouring forces given our geography and our extensive rural road network. We just need more local police. Unless visitors are going to start to bring their own, we need a more sustainable solution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Steve Double**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend makes the point very well. I will come on to talk about that in a bit more detail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before I go any further, it would be wrong of me not to mention the Isles of Scilly, largely because my wife hails from there. She was born and bred there and her family still live there. It is also another unique part of our force area. The five inhabited islands that are 25 miles off the mainland need to be policed by Devon and Cornwall police, and that adds further complexities to their work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Devon and Cornwall police area has a number of very particular challenges. When taken together, it is clear that no other police force in the country has to face this combined complexity. None the less, the Devon and Cornwall police do an incredible job. Devon and Cornwall is the second safest region in England and Wales and has the lowest rate of victim-based crime ​nationally. But what is incredible is that, despite all those challenges, the force provides an excellent service in keeping us safe with lower than average national funding. The Devon and Cornwall force receives 52p per day per person in police funding, compared with the England and Wales average of 61p per person per day, while having to cope with the challenges that our rural peninsula presents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition to all this, as colleagues have mentioned, we must include the impact of tourism and the summer surge that we see every year. The funding gap is even more significant when we consider that Devon and Cornwall experience the highest level of visitors in terms of overnight stays, second only to London. In fact, I learned during the lockdown that the constituency I have the pleasure of representing has the highest number of overnight stays, at 4.7 million a year, of any individual constituency in the whole of the UK. During the extended tourism season, we experienced a 14% increase in the number of incidents, including an 11.7% increase in recorded crime. This represents the highest seasonal increase in recorded crime across the whole country. The intensity of calls for service seen in the extended summer period places considerable pressure on our services for the rest of the year, as staff seek to catch up on training and annual leave and to address the toll that the summer season pressure takes on their workloads. So the pressure of tourism is not just felt during the peak tourist season; it has an impact on policing across the whole year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Anthony Mangnall (Totnes) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend for his comments and for securing this Adjournment debate. If he would like to have a vote on whether Devon or Cornwall is better, I would take our odds as a good chance. He is talking about the geographical issues as well as the population influx that we have in the south-west. Would he support what has been done by our police and crime commissioner in the councillor advocate scheme, which gives new mechanisms for people across the area to support their police officers and help to eradicate crime?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Steve Double**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to my hon. Friend for that intervention, because he highlights a point I was going to make. The pressures and the below-average funding that our police face mean that the Devon and Cornwall force is often at the forefront of innovation and finding new ways in which to work and use its resources in the very best, most efficient way. The example he highlights shows a way of working within the community to ensure that effective policing takes place despite having lower than average funding. We should praise our police force for the work that it does but at the same time make the case that it deserves better funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also want to take this opportunity to mention the excellent piece of analysis that the office of the police and crime commissioner for Devon and Cornwall has put together. It is entitled “Understanding the exceptional policing challenges in Devon and Cornwall from tourism, rurality and isolation”. I am sure that the Minister is familiar with this piece of work. It shows in much greater detail the unique challenges that our police force faces.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to talk a bit more about funding. The current funding gap between rural and urban police forces needs to be addressed. This is something that I have raised continually since I was first elected five years ago, and I know I was not the first to do so. It is a long-standing issue that needs to be addressed. I would again draw the Minister’s attention to the fact that funding for Devon and Cornwall police is 9p per day less than the England and Wales average, and that when we factor in the adjustment to the population for tourist numbers, it is 13p per day. That situation needs to be addressed, so I seek confirmation from the Minister that any future review of police funding will factor in these different elements and ensure that police funding better reflects the position on the ground and the challenges that the police force actually faces. We need a better funding formula that really reflects the complexities that policing in rural areas, particularly in Devon and Cornwall, faces. The current formula fails to reflect the very high volume of calls for services faced by the police, which cover a very broad nature of incidents. Last year, as much as 84% of Devon and Cornwall police force’s total demand fell under the non-crime categories, many of which occur in rural and remote locations that are very time-consuming to get to, and so are an intensive use of resource. The role that our police officers play in rural areas, more than in urban parts of the country, is much broader than what is captured in the recorded crime figures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like to make reference to the allocation of police numbers. I believe that all colleagues here will have welcomed the 141 new police officers that Devon and Cornwall was allocated out of the initial 6,000 tranche of the 20,000 new officers that we are going to put on to the frontline. However, we await the Government’s decision regarding how the remaining 14,000 of this 20,000 uplift will be allocated. If we are truly to deliver on the Government’s levelling-up agenda across the board, we need rural areas such as Devon and Cornwall to get a better share of new police officers in future. An allocation model based on population, for instance, would provide a truer reflection of the universal service demands placed on policing, given that the vast majority of all emergency calls do not in fact result in a recorded crime, particularly if such calculations include the increase we face through tourism. We do not want an approach that is largely based on recorded crime or levels of specific crimes such as serious violence, because that is urban-centric and favours inner cities over rural areas. When it comes to allocating the new police officers we are recruiting, I ask the Minister to consider these matters carefully to ensure that new officers are deployed in the best way to meet the challenges our police are facing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I again pay tribute to our police officers across Devon and Cornwall for their hard work and dedication as they continue to work to keep us safe. I am grateful to the Minister for taking the time to listen to this case this evening. I hope he understands the unique challenges and circumstances that we face in our two counties. I look forward to working with him positively, going forward, to ensure that we get the results that we need in Devon and Cornwall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}