{
    "url": "https://www.ukpol.co.uk/steve-double-2021-speech-on-the-uk-space-industry/",
    "title": "Steve Double – 2021 Speech on the UK Space Industry",
    "post_date": "February 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Double",
            "url": "/tag/steve-double/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Steve Double, the Conservative MP for St Austell and Newquay, in the House of Commons on 4 February 2021.",
    "content": [
        "I welcome the Government’s ambition to have 10% of the global space industry in the UK. It is right that we aim to be a significant player in this increasingly important global sector. However, in order to achieve that aim, we will need to have a launch capability here in the UK. We lead the world in the design and manufacture of satellites—particularly small satellites—but we currently then ship them to the other side of the world for launch. Having our own launch capability in the UK will not only be important in an ever more uncertain world but will reduce costs and the environmental impact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Cornwall is ready to play a major part in this through Spaceport Cornwall. Based at Newquay airport in my constituency, it will be one of the world’s first horizontal launch sites for satellites. Horizontal launch has many advantages over vertical launch, as it requires far less infrastructure, has a smaller carbon footprint and is much more accessible for smaller satellites. Cornwall has been chosen as the ideal site for horizontal launch and things are progressing well. With the successful first satellite launch of our partners Virgin Orbit last month, we are now in a position to launch satellites from Cornwall next year. That will bring much-needed well-paid jobs to Cornwall and attract business investment, which will aid the Government’s levelling-up agenda in one of the poorest parts of the UK. It will also help to inspire our young people to pursue qualifications in STEM subjects and open up career opportunities in electronics and engineering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The thing we need now is for the regulations to be put in place. We need them in place urgently in order to be able to obtain the necessary licences. There is concern, however, that the regulations are looking to take a one-size-fits-all approach for both vertical and horizontal launch. Those two means of launch are very different. Horizontal launch, which is basically little different from a large passenger jet taking off, until it reaches altitude for rocket launch, should not be bogged down by unnecessary regulations that are required only to cover vertical launch. Will the Minister therefore look carefully at the regulations to ensure that they differentiate between launch mechanisms and are fit for horizontal launch?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In June this year, Cornwall will host the G7 leaders’ summit, and we are keen to use the opportunity to showcase the UK and Cornwall’s space sector ambitions. To do that, we would like to bring the Virgin Orbit plane, Cosmic Girl, to Cornwall for the G7. Will the Minister work with Spaceport Cornwall to do all we can to enable that to happen?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}