{
    "url": "https://www.ukpol.co.uk/steve-double-2020-speech-on-plastic-waste/",
    "title": "Steve Double – 2020 Speech on Plastic Waste",
    "post_date": "June 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Double",
            "url": "/tag/steve-double/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Steve Double, the Conservative MP for St Austell and Newquay, in the House of Commons on 15 June 2020.",
    "content": [
        "It is a pleasure to speak in support of the measures before the House. I speak as the chairman of the all-party group on ocean conservation. The regulations mark another important step forward in our fight against plastic waste.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I take on board some of the comments made by the shadow Minister, the hon. Member for Brighton, Kemptown (Lloyd Russell-Moyle); we all recognise that there is more to do. No one is pretending for a moment that this marks the end of our fight against plastic waste, but it is an important step. It has been talked about for some time and generally has the support of the public. It is absolutely right that we introduce the regulations at this moment to try to address one source of a great deal of the plastic waste in our society.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is an urgent and pressing need to get to grips with the issue of plastic waste. It is right to acknowledge the progress that the Government have already made: the charge on plastic bags has resulted in billions fewer plastic bags in the system, and the microbead ban is very welcome. I echo the comments made by colleagues about the deposit return scheme, which will be another important step forward in this fight. The Government have taken the issue seriously and have come forward, when appropriate, with measures to address it, and I am sure that will continue and that today will not be the end of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I put on record my acknowledgement of and thanks to a number of organisations in Cornwall in particular that have campaigned for measures to ban plastic straws and other items. I have the great pleasure of working closely with Surfers Against Sewage, which for 30 years has led the campaign in our fight against pollution in our oceans. The Final Straw Cornwall has also campaigned heavily on this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Cornwall, we see the impact of plastic waste right on our doorsteps, as do the tens of thousands of people around the country who take part in beach cleans every year. Too much of the plastic waste in our society ends up in our oceans and along our coast. The regulations will certainly help to reduce that and make the job of those of us who regularly participate in beach cleans an awful lot easier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The statistic that I continue to cite is the prediction that if we do not take drastic action by the year 2050, there will be more plastic than fish in our oceans. We cannot allow that to happen, and it is steps such as these regulations that will help to make sure that that does not happen. I very much welcome the sensible measures in the regulations, and I also welcome the sensible exceptions to allow plastic items to be used in medical and other appropriate settings when it is deemed appropriate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While I have the Minister’s attention, I wish to mention something else. Although I absolutely welcome the measures that we are considering, now is surely the time to take a look at a couple of other things that we need to ban: sky lanterns and balloon releases, about which there is a great deal of concern. These matters were last considered in 2013, and I wish to put on record that now that we have banned plastic straws, cotton buds and stirrers, surely this is the time to ban sky lanterns and balloon releases. They do untold damage to our environment, they can damage property and they do a great deal of damage to wildlife and farm animals. Surely now is the moment, once the issue we are considering is put to bed, to come forward with further measures to take those items out of the system as well and stop them polluting our environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the Minister for her work on the regulations. I very much welcome these measures and am happy to support them wholeheartedly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}