{
    "url": "https://www.ukpol.co.uk/steve-double-2020-speech-on-the-census/",
    "title": "Steve Double – 2020 Speech on the Census",
    "post_date": "May 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Double",
            "url": "/tag/steve-double/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Steve Double, the Conservative MP for St. Austell and Newquay, in the House of Commons on 6 May 2020.",
    "content": [
        "The Minister will not be surprised to hear that I wish to discuss the matter of a tick box for Cornish national identity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is no doubt about the historic identity of the Cornish. We have been around for more than 12,000 years and, along with our Welsh cousins, we are the most ancient people on this island. We have our own language, which is about 5,000 years old but is enjoying a revival. We have our own flag, patron saint and even our own party. The idea of Cornish as a national identity in its own right is not some ageing romantic notion; it is a belief that is alive, real and passionately held today—and growing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Cornish received a huge boost when, in 2014, the Council of Europe framework convention for the protection of national minorities officially recognised our identity. That was duly welcomed and embraced by the UK Government, who stated at that time that they would give the Cornish the same recognition as the other Celtic people of these islands—the Welsh, the Scottish and the Irish. It was a moment of celebration: at last, for the first time in centuries, the Cornish had been recognised by the UK Government. A sense of optimism was unleashed, the struggle was over: we had been recognised and told that we would be given equality of recognition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, that optimism proved to be misplaced. Far from the struggle being over, it has never felt more important, because having been granted that recognition, what is now important is that it is acted upon—that it actually comes to mean something, not just in words but with something tangible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "An advisory committee from the Council of Europe visited the UK in March 2016 to assess how the UK Government and other public bodies were complying with the articles of the framework convention. In early 2017, it published an opinion that was very critical of the UK Government and their failure to act on the articles of the convention. In the committee’s report, one key proposal to address that shortcoming is to include in the 2021 census a Cornish tick box for national identity. It is hugely disappointing, and indeed frustrating, that we are here today and a tick box for the Cornish has not yet been included in the upcoming census. ​It would be simple and straightforward to grant, and enable the Government to say that they had actually delivered something to recognise the Cornish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, the frustration has not been having to convince Ministers; we have been consistently told that we need to convince the ONS. From the numerous meetings and discussions that I and others have had with the ONS, it is clear that it sees this as a localised and minority issue. It has failed to recognise that there are hundreds of thousands of Cornish men and women living across the UK who wish to be able to register their nationality as Cornish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I cannot say often enough that this is not about the geographical place of Cornwall; it is about the national identity of Cornish people, who are found living in all corners of the UK. I am sad to say that it appears that the ONS simply does not get this. It certainly feels as though the ONS was determined not to grant the tick box for Cornish national identity, whatever case was made, because every objection that it has raised to a tick box has been answered. We have demonstrated time and again the unique case for the Cornish, and it is a unique case—no other indigenous national people in these islands are able to make such a claim. We are the only indigenous national identity that is not recognised in that way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sadly, because of the circumstances that Parliament is currently operating in, we find ourselves unable to push this matter to a vote in order to amend the order. If we had been able to vote, I feel sure that one would have been called.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In winding up, I have two points to put to the Minister. First, we have been told that, in place of a tick box, a write-in option will be available for people to identify as Cornish, and that a campaign will be run to draw awareness to this, focused in Cornwall. But the Cornish diaspora are spread far and wide across this nation. In fact, more Cornish people live outside Cornwall than in it. Will the Minister therefore ensure that any such campaign is national and not limited to Cornwall?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, the Government continue to have an obligation to give the Cornish equal recognition as the other Celtic people, so if not a tick box, what will the Government do to ensure that the Cornish are recognised as we rightly should be?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}