{
    "url": "https://www.ukpol.co.uk/steve-double-2022-speech-on-the-governments-plan-for-growth/",
    "title": "Steve Double – 2022 Speech on the Government’s “Plan for Growth”",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Double",
            "url": "/tag/steve-double/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Double, the Conservative MP for St Austell and Newquay, in the House of Commons on 19 October 2022.",
    "content": [
        "I think we all knew that whoever was Prime Minister or Chancellor and in government at this particular time were going to face some really tough decisions. The fall-out from the pandemic, the invasion of Ukraine and a number of other domestic and global factors were going to mean that some really difficult decisions would have to be made around our economy and our fiscal policy. None the less, the one thing that we should all be able to depend on is that, no matter how difficult times are, the Government will not make those decisions even harder. Sadly, that is what has happened as a result of the rushed mini-Budget. The fall-out has been a loss of confidence—a loss of confidence in the markets and, talking to many local businesses in my constituency in the two weeks immediately after the mini-Budget, a great loss of confidence in the business community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Growth is a hard-won thing. We do not achieve growth simply by saying as loudly and passionately as possible that we are going to get growth. Growth needs to be nurtured with the right policies that instil confidence in the business community. It is therefore incredibly welcome, and I am incredibly thankful, that the new Chancellor has stepped up and taken a grip on the situation. I am also delighted to see my very good friend in the position of Chief Secretary to the Treasury. Between the two of them, I have great confidence that they will bring the grip and the leadership to the Treasury that is necessary to create the stability we now need to address this difficult situation. As a result, many elements of the original mini-Budget have now been dropped, and we await further details in the near future of exactly how the Government will now balance the books and lay out their policy going forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, we really need to know what the Prime Minister’s policies are. She made a number of very bold statements in her leadership campaign to become Prime Minister, most of which have now been dropped. It is very important that we have confidence that No.10 and No.11 are in lockstep at this challenging time and that they have the same policies, so we need the Prime Minister to confirm exactly what her policies are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are aware that some very difficult decisions lie ahead but, in making those decisions, it is vital that we protect the most vulnerable in our society from the damage that has been caused. Those who are least able to shoulder the burden should not be required to pay the price for it. Therefore, it was incredibly welcome that the Prime Minister gave a clear statement at the Dispatch Box that the triple lock will remain in place for pensions. Pensioners in my constituency and across the country will welcome the reassurance that that triple lock will be in place and that they will get a rise in their pension in line with prices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is vital to do a similar thing with benefits. The Government have done a lot of work over many years in reforming benefits. Universal credit pays people to be in work, and I have heard at first hand how popular it is, but it is right that those benefits keep pace with the increase in prices and that those on benefits are not the ones who pay the price of balancing the books.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One measure that has survived the cull from the mini-Budget is the cut in stamp duty. Naturally, I am someone who welcomes a cut in stamp duty. However, Cornwall is currently in the middle of a major housing crisis. Experience from the previous cut in stamp duty during the pandemic showed that it fuelled demand for second homes and investment properties. That inflated house prices in Cornwall way higher than the national increase, meaning that even more local people are unable to afford to buy a house. If the Government are to press ahead with the stamp duty cut, will they ensure that it applies only to primary residences and that those who seek to buy second homes and investment properties for holiday lets are not able to attract the proposed cut? If the cut goes ahead, all we will do is fuel second home and investment property purchases in tourist areas such as Cornwall, making our housing crisis even worse. We need the Government to help us address that so that local people can get the housing they need. I ask the Ministers on the Front Bench to take that particular point away and look at it. Yes, a stamp duty cut is welcome to help people buying a home, particularly their first home, but it should not go to those who are buying second and subsequent homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All in all, after a very difficult time, I am in a much better place and am confident that the new team in the Treasury has a grip on the situation and will provide the stability and leadership that we need. I look forward to hearing more details in due course of exactly what policies will be put in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}