{
    "url": "https://www.ukpol.co.uk/steve-double-2019-speech-during-no-confidence-motion/",
    "title": "Steve Double – 2019 Speech During No Confidence Motion",
    "post_date": "January 17, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Double",
            "url": "/tag/steve-double/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Steve Double, the Conservative MP for St. Austell and Newquay, in the House of Commons on 16 January 2019.",
    "content": [
        "It is a pleasure to follow the hon. Member for Ilford North (Wes Streeting).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is well documented that I have had my differences with the Prime Minister in recent weeks and months, and it was with regret that I found I could not support her deal in the Lobby last night and had to vote against it, but I can assure the House that I will be voting against this motion of no confidence this evening, because I want this Conservative Government to remain in office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Prime Minister has many qualities, and those qualities have come to the fore in recent times. People across the country admire her resilience, fortitude and determination, and I join them in saying that those are indeed great qualities which she has demonstrated. Let me also say, with respect, that if she now directs those qualities towards the European Commission, her stock in this nation will rise dramatically. The people of this country want to see our Prime Minister stand up to those in the EU and tell them what it needs from the negotiations, and I encourage her to do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is no doubt that the Prime Minister has been given an incredibly challenging job, but that job has been made all the harder by the behaviour of some Members who have sought to undermine her negotiating position time and again. Those who have called for a second referendum have completely undermined her position by making the EU believe that we could have a ​second vote to overturn the decision, thus making the deal unattractive in the hope that we would reject it, while those who have discounted no deal have undermined her position by taking it off the table. Anyone involved in negotiations will say that no deal must remain a position in any successful negotiation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I find it very interesting that Labour Front Benchers have said that they would rule out no deal, on the basis that it would be damaging to the country. I do not think no deal would be that damaging to the country—it would be a challenge—and businesses in my community tell me time and again that what they really fear is not a no-deal Brexit but a Labour Government. They are far more afraid of that. Let me say this to those Labour Front Benchers: if you have discounted no deal on the basis that it would be damaging to businesses, will you now please discount a Labour Government on the same criterion? Businesses up and down the country want us to stay in government to prevent Labour from taking office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is fair to say that we are not where we want to be in these negotiations. However, I absolutely back the Prime Minister in her position, which is to say that we will continue to seek a consensus across the House in order to establish a basis on which we can renegotiate with the EU and come up with a deal that we can deliver for this country. So I will back the Government tonight. We need to deliver Brexit, we need to deliver the Brexit that we promised the country in our manifesto, and then we need to move on to a domestic agenda so that we can start to deliver the changes that the country needs and is crying out for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}