{
    "url": "https://www.ukpol.co.uk/steve-double-2020-speech-on-marine-licensing/",
    "title": "Steve Double – 2020 Speech on Marine Licensing",
    "post_date": "February 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Double",
            "url": "/tag/steve-double/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Steve Double, the Conservative MP for St Austell and Newquay, in the House of Commons on 12 February 2020.",
    "content": [
        "I am delighted to bring to the House this debate to consider the process for the consultation on marine licensing applications carried out by the Marine Management Organisation on behalf of the Department for Environment, Food and Rural Affairs. The process has come to my attention in recent years because the way in which it works has led to widespread dismay among my local fishing communities. They have been left out of the consultation process when it comes to considering important decisions that impact on their livelihoods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Cornish fishing industry has recently been highlighted on a national scale, not only in the British Academy of Film and Television Arts award-winning short film “Bait”, much of which was filmed in St Austell bay and which stars local Cornishman Ed Rowe, but in the excellent BBC series “Cornwall: This Fishing Life”. The series has highlighted, and brought to national prominence as never before, the highs and lows of the Cornish fishing communities and the tremendous risks involved in one of the most dangerous professions. Of the six episodes that were shown, I would have to say—although I may well be biased—that the first was the best, because it highlighted the thriving harbour of Mevagissey in my mid-Cornwall constituency and the fishermen who fish out of that port, often in under- 10 metre boats, in all weathers and at all times of the year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me provide some important background information on this jewel in the crown of fishing in Cornwall. Mevagissey is the second busiest and fastest-growing fishing port in Cornwall. Mevagissey harbour is home to a fleet of 62 registered fishing vessels and employs 94 full-time fishermen and dozens more who support the fishing industry. Some 75% of the fleet work very close to or within 500 metres of the shore at some point during the year, and many work exclusively close to the shore. An average year sees around £2.5 million-worth of fish landed into Mevagissey. I believe I can say with some accuracy that somewhere in the region of £1 million- worth of that fish is caught within 500 metres of the shore.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The primary fishing industry aside, Mevagissey harbour relies heavily on associated fishing dues and revenues, but it also attracts 800,000 tourists every year, largely because it is a living, thriving fishing port. As Members can imagine, any issue that would impact on the lifeblood of Mevagissey without consultation with the fishermen would be cause for much consternation in the community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That brings me to the marine licensing consultation process, as carried out by the MMO, and specifically to decisions that were recently taken about mussel farms. Mussel farms, for colleagues who may not know, are made by intertwining heavy rope with large floats in areas of coastal water. Mussels are attracted to the ropes and grow off them, and can then be harvested.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have nothing at all against mussel farms; in fact, I am a huge fan of that growing sector. Sea farming is a sustainable way to grow and cultivate shellfish, and the mussels that are farmed from St Austell bay are, of ​course, the finest mussels in the country. However, naturally, the deployment of mussel farms, which can cover vast areas of the sea, can hinder more traditional fishing activities from taking place in that area. So, when a large mussel farm situated in St Austell bay, in an important area for the Mevagissey inshore fishing fleet, appeared—from their point of view—out of the blue, members of the local fishing community were understandably vexed. The Mevagissey Fishermen’s Association contacted the MMO and asked what had gone on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It turned out that no individual or organisation in Mevagissey had been consulted by the MMO when considering the application for a new mussel farm—not the Mevagissey parish council, the harbour trustees or Mevagissey fishermen, either through their association or individually. Yet fishermen are constantly receiving information from the MMO, so their contact details would have been readily available, and consulting them would not have required a massive time or resource commitment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It turns out that the MMO did consult some groups—specifically, the Royal Fowey Yacht Club. The club replied that the original location for the mussel farm would have had an adverse effect on recreational boating and sailing, and that led to the farm’s being moved to a place where it became a hindrance to fishermen. I place it on the record that I have nothing against the Royal Fowey Yacht Club. It is a fine establishment, which can be traced as far back as 1880, and whose patron is no other than the Duke of Cornwall. I absolutely respect the club’s right to be consulted on the application, and to raise its concerns regarding the positioning of the new mussel farm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Scott Mann (North Cornwall) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The MMO does not have a great track record on consultation. Its recent proposals for the catch app have not gone down particularly well with fishermen from Padstow. I ask my hon. Friend to consider, when he makes his approach to the Minister, whether we could look at the catch app and see whether any alternatives to that could better serve many of our fishermen in Cornwall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Steve Double**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to my hon. Friend and neighbour for raising that point. He makes a very good point about the wider concern in the fishing industry about the lack of consultation that often goes on with the MMO. The specific point that he raises regarding the catch app has been raised by many in the fishing industry in Cornwall, and I hope that the Minister will look at it again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The MMO was right to consult the yacht club. However, the Mevagissey fishermen, who have a legitimate expectation to be able to fish in the area where the new mussel farm was constructed, where they have fished for generations, should also have been consulted, and it was wrong for the MMO not to consult the local fishermen. The MMO did not follow their duty to act fairly when considering the application, by not informing the most affected stakeholders, who make their living in the waters in question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The fishermen brought this matter to my attention, and on appraising the consultation process for marine licensing, I have found it to be out-of-date and not fit for purpose. I have subsequently been in prolonged correspondence with the MMO, with DEFRA and with ​previous ministerial colleagues, in order to seek to reform the process and ensure that local fishermen are an integral part of the decision making process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that there is room to improve the MMO’s consultation process to make it more robust and much more like that for planning applications. Maritime licences can, after all, have an impact on their surroundings just as much as buildings on land can have following a planning application, but at the moment there does not seem to be the same level of structure or clear consultation with statutory consultees for MMO licences as there is for planning applications.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The MMO originally replied that it would consider including local parish councils among the statutory consultees for fishing communities. Again, that would be similar to the process followed for planning applications. Parish councils such as Mevagissey’s are integral parts of their community, are well connected with the local fishing community and harbour, and would, in my mind, be natural consultees. However, that was not followed up, as it was apparently considered to involve too much additional work for the MMO. I would challenge that. Particularly in areas such as Cornwall, which has a unitary council and no district councils, parish councils play an increasingly important role in representing their communities. It surely cannot be beyond the MMO’s ability to consult directly with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If, however, the MMO is not prepared to consult parish councils, a fair compromise would be to transfer responsibility in the consultation process for checking with local bodies such as fishermen’s associations from the MMO to the local authority, which is already a statutory consultee. This would accomplish the dual outcomes of taking pressure off the MMO and allowing the local authority, which would presumably have a greater knowledge base, to speak to the right people. If that does not happen, the MMO, in conjunction with the local inshore fisheries conservation authorities, should draw up an up-to-date list of all fishermen’s associations and make them integrated statutory consultees for every licensing application.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is also scope—I ask the Minister to look at this—for modernising the public notice element of the process, which stipulates only that a small and sparsely worded notice be published in a local newspaper. As we are all aware, the readership of local newspapers is falling as more and more people obtain their news online. This method of giving notice of applications seems outdated. The process could be brought up to date; applications could be circulated online, alongside the existing notice, as part of the MMO’s regular communication with fishing communities. Fishermen also tell me that the MMO’s website is difficult to navigate; even when they know that there is a live licensing application, it is difficult to find it on the website.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In conclusion, I hope I have shown that the MMO licensing consultation needs to be reviewed and significantly changed. The MMO needs to change the process to ensure that groups such as fishermen and parish councils are aware of licensing applications and are consulted on them. It needs to modernise the way it notifies the public about applications, and to improve its website, so that live applications can be easily found.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope the Minister will take on board the points I have raised on behalf of my local fishermen. I look forward to going back to Mevagissey and giving the fishermen the good news that we in this place have ​listened to their concerns, and that the system will be reviewed and changed, so that in future, their views are sought on decisions that directly affect their livelihoods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}