{
    "url": "https://www.ukpol.co.uk/stephen-doughty-2022-speech-on-ukraine/",
    "title": "Stephen Doughty – 2022 Speech on Ukraine",
    "post_date": "September 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Doughty",
            "url": "/tag/stephen-doughty/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Doughty, the Labour MP for Cardiff South and Penarth, in the House of Commons on 22 September 2022.",
    "content": [
        "I thank colleagues on both sides of the House for their valued contributions to today’s debate. I, too, think it is fantastic that we have seen the release of a number of Britons and others; that is wonderful news, but we must also recognise that others are still being held or have not made it safely home. I also welcome the new Minister to his place and look forward to working constructively with him over the weeks and months to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The attendance and the comments made today from both sides of the House show that the resolve of this House has never been stronger and that our continued commitment to the freedom of Ukraine and our opposition to Putin’s illegal and barbaric invasion are palpable. I, too, joined the recent cross-party delegation to Kyiv, and I draw attention to my declaration of interests as a guest of Yalta European Strategy, which will be tabled in due course. I was able to convey our cross-party support personally to President Zelensky, who is remarkable, given what he is doing and the effort he is leading. It is worth saying that, when I met him, his first comments were to offer his sincere condolences to all of us on the loss of Her late Majesty the Queen and to make clear his absolute thanks and gratitude to the British people, this House, the Government and all parties for our continued and resolute support. Those tributes were echoed by Ukrainians who left flowers at the British ambassador’s residence and the British embassy in Kyiv.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was left with three main reflections from that visit. The first is about the brutality of the Russian invasion. We saw with our own eyes the scenes in Bucha, Irpin and Hostomel. We saw residential buildings that had been rocketed. We saw areas where terrible atrocities had been committed. The tactics that the Russians are using are very clear, and that has been exposed in even greater, horrifying detail in recent days in Izium. It is absolutely clear that we have to work with the Ukrainians to bring those who committed those acts at all levels to justice. We also saw the holocaust memorial at Babyn Yar, which recognises the horrific slaughter of 34,000 Jews by the Nazis in 1941. That same memorial, and indeed the nearby TV tower, was damaged and civilians were killed in a Russian attack just months ago. It is absolutely extraordinary, and we saw the shrapnel from that attack.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second reflection is about the resolution of Ukrainians at every level—the individual soldiers, citizens and Members of Parliament we met, and of course the Government—to fight for the freedom of their country. MPs were taking resources to soldiers from their areas to support them. At the same time, their Parliament is sandbagged. Can we imagine this Parliament with sandbags in the windows to defend democracy? That is what Ukrainians are doing. They are clearly also a western, European, ambitious, young and dynamic country with no affection for, or affiliation with, Putin’s regime or his agenda. It is very clear where they want to stand, and we need to stand with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The third reflection I was left with is about the absolute criticality of western, European and indeed United Kingdom unity and support for the Ukrainians in their efforts at all levels—militarily, economically and otherwise. Our military and economic support are crucial to the success we have seen in recent days and to the defence of Ukraine, and our economic support more broadly will be critical going forward. We have to show resolve in supporting Ukraine through what will be a difficult few months this winter. On one of the nights we were there, we saw that the Russians are already attacking critical national infrastructure in response to Ukrainian successes. They took out the electricity and water supplies to millions of people in the east of the country. That is what they are willing to do in response—to attack civilian infrastructure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us be clear: for Ukraine this is a war of necessity, survival and national unity, but for Putin it is one of choice and aggression; it is an imperial war and an attempt at colonisation and annexation. That must be clear in the message we share around the world with our partners, and we must make it clear in our diplomatic efforts in the global south, south Asia and elsewhere. We need to work with Ukrainians to make clear what Russia is doing, what its agenda is and how it is prosecuting this war in the most barbarous and inhumane way possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Although Putin’s war machine has stalled in recent days, the consequences of the war will, sadly, reverberate for years. The destruction it has already brought to towns and villages across Ukraine, as well as the damage it has done to critical infrastructure, have the capacity to set the country back decades. We saw bridges and civilian infrastructure damaged and destroyed. That is why it is crucial that we provide Ukraine not only with financial and economic support to get its people through the winter, but, in the long term, with trade and investment links to sustain it through the period of rebuilding, which must come when it is victorious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was a little disappointed to hear that the UK trade envoy, although having been in post for some years, had not in fact visited Ukraine. There were also concerns about the lack of activities coming from the British-Ukrainian Chamber of Commerce. We need to be looking to the long term. We need to be providing Ukrainians with hope for their future when this war is over. I hope the Minister will be able to comment on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As was made clear by my hon. Friends at the opening of this debate, Labour continues to fully support the Government’s position to provide the necessary military assistance for the defence of Ukraine. Indeed, I remain humbled and moved by the UK’s training programme for new Ukrainian recruits as well as the matériel support that we are providing. I want to thank all those who continue to play this critical supporting role. Putin expected this war to be over in days, but, thanks in part to our support, the people of Ukraine are resisting and fighting back seven months down the line, and I am confident that, in the end, freedom and liberty will triumph.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "None the less, dark days lie ahead. We have heard many worrying comments in the debate today. Indeed, the speech that Putin made yesterday was meant to frighten and intimidate the international community into withdrawing support to fracture our alliance. We must not let him succeed. The Estonian Prime Minister, Kaja Kallas, put it fantastically when she said that threatening with nukes belongs to the arsenal of a pariah state. That is absolutely right. Now is not the time to withdraw support or to cower to Putin’s distortions and threats. In particular, we need to work with Governments across Europe in the months to come. We have heard worrying things about the situation in Italy and the comments being made in Hungary and elsewhere. We need to stay unified and resolute in our support for Ukraine. That is when our words and our deeds will count the most. The Government will continue to have the Opposition’s support in the agenda that has been set out and that has been followed over the past seven months. I know that they can also count on the support of the people from Cardiff South and Penarth who came out on the streets on Ukrainian independence day and at other events recently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the proceedings today, real tribute has been paid to the immense sacrifices that Ukrainians continue to make for their own country, for Europe as a whole, and also for the values that we all share, and I know that, in the end, those are the values that will prevail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}