{
    "url": "https://www.ukpol.co.uk/stephen-doughty-2022-speech-on-the-sovereignty-of-the-british-indian-ocean-territory/",
    "title": "Stephen Doughty – 2022 Speech on the Sovereignty of the British Indian Ocean Territory",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Doughty",
            "url": "/tag/stephen-doughty/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Doughty, the Labour MP for Cardiff South and Penarth, in Westminster Hall, the House of Commons, on 7 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairpersonship, Mrs Cummins. I thank the hon. Member for Shrewsbury and Atcham (Daniel Kawczynski) for securing the debate at this critical time of change for the Chagos islands, and I thank colleagues for the range of comments and contributions they have made to the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am not sure whether to thank the hon. Gentleman for the comments he made about me at the start of the debate, but we had a very enjoyable trip to the Falkland Islands. I will be making declarations about that trip in due course. I agree with the hon. Gentleman’s characterisation of our united position on the Falkland Islands and our resolute support for them. That is the Opposition’s long-standing position, which I have reiterated on many occasions, including well before the visit and in relation to our position on other British overseas territories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "From the outset, I gently say that I do not accept a number of the hon. Gentleman’s historical analyses and comparisons. Neither are they supported by the House of Commons Library briefing that has been provided for this debate, or by statements made by the Governor of the Falkland Islands and the Chief Minister of Gibraltar. When we talk about our overseas territories, it is important that we understand their distinct and different situations. The situation around the Chagos islands is particularly complex and nuanced, and we should take it in that vein and not make comparisons to other overseas territories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I pay tribute to colleagues across the House, particularly those with Chagossian communities in their constituencies, for the advocacy and support they have provided over many years on this issue, which is sensitive and painful for those communities, and for raising concerns about our diplomatic standing and commitments internationally. I express my gratitude to the all-party parliamentary group on the Chagos islands, of which I am a member, for its tireless efforts in keeping the Chagos islands on the political agenda and for meticulously scrutinising the policies of successive Governments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Opposition welcome the Government’s decision to begin discussions with Mauritius about the future of the islands, but I will set out some detailed questions and concerns on the matter. We have to be guided by a few key principles, so my questions are not in order of priority. We must understand concerns about our national security and that of our allies and strategic partners; our compliance with international law and upholding our international obligations, and the consequences if we do not do that; and the rights and wishes of the people of the Chagos after decades of pain and hardship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have personally met and heard from many different representatives from the Chagos community over many years. I have heard different views expressed by different parts of the community, but it is crucial that their distinct and different voices are heard in the process. We should also be concerned about other crucial issues, particularly the protection of the environment and the marine ecosystems around the archipelago, which a number of hon. Members have raised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is a deeply complex issue, and I want to start with the question of the rules-based international order, which must be central to UK foreign policy. This historic injustice continues to prevent us from adhering to that, and I share the absolute and deep regret for the past actions of previous Governments, including Labour Governments. The actions taken in the late 1960s and early 1970s were completely unjustifiable. A number of us will have read the shocking documents from that period and the language expressed in them, which was completely and utterly unacceptable. We have a fundamental moral responsibility to the islanders that will not go away. I remain convinced that there must be a lasting resolution to this challenge that lives up to our moral and legal obligations, that draws on the views of Chagossians around the world and that is reached in co-operation with our partners and allies. There must be an apology from all of us—there certainly is from our side—for those past actions, but we need to look to the future and to what is being done for Chagossians today, not just in relation to the situation in the archipelago, but for Chagossians here in many communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The ICJ in 2019 was unequivocal in its ruling that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“the United Kingdom is under an obligation to bring to an end its administration of the Chagos Archipelago as rapidly as possible”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That was adopted after a vote of 116 to six by the United Nations General Assembly, which called on the UK to\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“unconditionally end its occupation of the Archipelago as soon as possible.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That was supported by the 2021 ruling of the special chamber of the International Tribunal for the Law of the Sea. Although the tribunal did not have competence on territorial disputes, it stated that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Mauritius’ sovereignty over the Chagos Archipelago can be inferred from the ICJ’s determinations.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Unfortunately, the Government have spent several years simply ignoring and denying these developments, and that has damaged our diplomatic reputation with not just Mauritius but many other countries across Africa, Asia and the Pacific, and with a range of international legal and human rights bodies. Even the Maldives, which historically has been aligned with the UK Government position on this matter, recently changed its position to align with the rest of the international community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I take on board the comments made by the hon. Member for Shrewsbury and Atcham on China and its expansion in the South China sea, the Indian ocean and beyond, and he raises some legitimate concerns, although I do not accept his wider characterisations of Mauritius. It is a fact that China has made increasing encroachments into the territorial waters of its neighbours and vast claims in the South China sea while ignoring judgments against itself. That has been matched by a growing assertiveness, and even belligerence, towards some of our allies and partners in the region, so I hope the Minister can set out what assurances we have had on these matters and on China’s activities in the region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is my view that the inverse will play out if we do not resolve this matter, because if this is unresolved in terms of international law, it will only play into the hands of China and others who seek to undermine international judgments and law. When we want to call on China to comply with the Permanent Court of Arbitration’s judgment on the South China sea, it will say, “Well, you are not in compliance with the ICJ or the International Tribunal for the Law of the Sea”. That could be the case for a number of other maritime and territorial disputes that it is in our interests to pursue and defend resolutely. We cannot have one hand doing one thing and the other doing the opposite.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, we must also do the right thing for the Chagossians. The various support packages that were announced have not been followed through, and very little money from that £40 million package has been spent. The last answer I had said that only £810,000 of it had been spent. That is completely unacceptable, and I hope the Minister can say something about that. What discussions has she had with all the different Chagossian groups located not just here in the UK, but in Mauritius, Seychelles and elsewhere?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Daniel Kawczynski**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will the hon. Member give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Stephen Doughty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am conscious of the time, so I will not. I want to speak about the costs the UK Government have incurred defending the indefensible on the legal position. An answer I received said the UK had spent nearly £6 million on external legal services relating to defending cases that the Government then lost in the ICJ. That is clearly unacceptable at this time of pressure on the public purse. Could the Minister update us on how much money has been spent on defending the previous position?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Citizenship has rightly been raised by a number of hon. Members, including my hon. Friend the Member for Wythenshawe and Sale East (Mike Kane). The Nationality and Borders Act 2022 created an entitlement for direct descendants of Chagossians who were not already citizens to acquire British nationality. I understand that the process opened in November, but I hope the Minister can set out what will be done to address the issue of Chagossians being denied that right to British nationality and to ensure they get what is rightfully theirs. We know that previous negotiations have not gone well and that they broke down in 2009, 2016 and 2017. Will the Minister speak about the tenor and tone of the negotiations and how we will ensure that they go forward in a constructive spirit to achieve an agreement?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On defence, it is crucial that we understand, as many Members have rightly said, that the United Kingdom-United States defence facility in the territory plays a vital role in keeping us and our allies safe. It plays a role in monitoring drugs and piracy, and in the national security activities of regional partners. It supports allies from many countries, and it carries out nuclear test ban monitoring and regional humanitarian efforts. Can the Minister say what discussions have been had with our allies, particularly the United States, about those negotiations and ensuring we maintain our defence capabilities in Diego Garcia?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the environment and the maritime importance of the islands, we recognise the judgment in relation to the Mauritius Ports Authority, but, given the importance of the archipelago, it is clear that we need to protect that environment. What discussions have been had on that with Mauritius and other partners in the region, as well as with the Chagossians, who believe in protecting their environment and historical homeland?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will conclude by saying there have been some important questions asked today and some very reasonable contributions. I do not agree with all of them, or with the tenor of some of them, but this is a complex and nuanced issue and it requires a complex and nuanced solution. We want to engage with Chagossians here in the UK, and we will work constructively with the Government to find a permanent and equitable settlement that will end decades of pain for so many, while addressing legitimate concerns about defence, security, the environment and the right of return for Chagossians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The ultimate problem here is that this issue is hampering our diplomatic position in the world and having much wider implications. We must remember that this was an historic injustice committed against a people by a past Government, and those people have to be at the heart of any solution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}