{
    "url": "https://www.ukpol.co.uk/stephen-doughty-2020-speech-on-covid-19/",
    "title": "Stephen Doughty – 2020 Speech on Covid-19",
    "post_date": "May 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Doughty",
            "url": "/tag/stephen-doughty/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Doughty, the Labour MP for Cardiff South and Penarth, in the House of Commons on 11 May 2020.",
    "content": [
        "May I first associate myself with the sincerely meant comments from those on both Front Benches about the devastating loss of life and about the incredible work of our NHS and social care workers?​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that we should take a precautionary approach given the evidence at the moment, and that the “stay at home” message being used by Wales, Northern Ireland and Scotland is the right one. It is a matter of deep regret to me that the Prime Minister has now confused that. If my Facebook Live sessions are anything to go by—I hold them every night with my constituents in Cardiff South and Penarth—the Prime Minister’s statement last night was about as clear as mud. It led to more questions than answers, and I fear it is going to lead to more infections and more anxiety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Prime Minister today tried to brush off the concerns expressed by those in Wales as “hypothetical”. No, they are practical reality, and the concerns of my constituents and many others. Like many constituents across this country, mine are trying to do the right thing, and they need clarity, precision and detail, not bluff and bluster. They are asking questions. What if I live in Wales, but work in England or on both sides of the border? Can home moves go across the border? What about schools? They are hearing the message about 1 June, but that does not apply in Wales; schools are not going to reopen on 1 June. There are differences in the safety rules: in Wales, 2 metres in workplaces is in the regulations; in England, it is not. Many other outstanding questions are not being answered, such as whether furlough will be extended to fields that are shut down for longer, and indeed the question about support for new starters. We need co-operation between the nations, but that means Cobra meeting, and it means conversations between the Prime Minister and the First Ministers of the devolved nations. I understand that Cobra is now meeting just twice a month in its full format. Surely that is not good enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will now turn to a second major issue, borders and quarantine. I am afraid that yet again we have seen utter confusion from the Prime Minister, for future travellers, for airlines and for other transport providers. There is no clarity on when or how these measures are coming in or on the scientific basis for any of the specifics, such as the French exception, which seems to be easily circumvented. We need a workable practical plan if these measures are needed for public health, which I believe they are, but the big question is: why were they not introduced before? Home Office figures released to me and the Home Affairs Committee show that 18.1 million people entered this country between 1 January and 23 March, and I understand that more than 100,000 have entered the country since the lockdown was instituted on 23 March. Out of all those, just 273 individuals on four flights were subject to formal quarantine measures. Three of the flights were from Wuhan and one was from Tokyo and contained passengers from the Diamond Princess. So if these measures are important—and I believe they are—why are we waiting for them? Why have we not got a date for them to be introduced, and why were they not introduce before?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We need to understand the scientific basis if we are to understand what has been going on and how these decisions were taken. We have received a letter today that has been published by the chief scientific adviser to the Home Office. It talks about a 0.5% prevalence in the population and about a one in 1,000 prevalence globally, but that simply does not add up. If there is a one in 1,000 prevalence globally, that means that 18,100 of the 18.1 million individuals who entered this country without ​so much as a whiff of hand sanitiser were potentially infected. We have only to look at the R rate, which the Prime Minister said potentially stood at 2.8 in April, to understand how many people they could have infected. This applies even to those transiting places such as Heathrow, where they will have encountered other passengers, border staff and others without PPE and without provisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The chief scientific adviser to the Government, Sir Patrick Vallance, said on 5 May that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“the UK got many, many different imports of the virus from many different places…So we see a big influx of cases, probably from Italy and Spain…in early March seeded right the way across the country.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So was it incompetence? Was it confusion? Was it a conscious decision? Or did we just give up? We need to understand how these decisions were taken, and on what scientific basis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}