{
    "url": "https://www.ukpol.co.uk/stephen-doughty-2022-speech-on-the-northern-ireland-protocol/",
    "title": "Stephen Doughty – 2022 Speech on the Northern Ireland Protocol",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Doughty",
            "url": "/tag/stephen-doughty/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Doughty, the Labour MP for Cardiff South and Penarth, in the House of Commons on 17 May 2022.",
    "content": [
        "We are grateful for [advance sight of the statement from the Foreign Secretary](https://www.ukpol.co.uk/liz-truss-2022-statement-on-the-northern-ireland-protocol/), and I apologise on behalf of the shadow Foreign Secretary, who is unfortunately self-isolating due to covid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is over two and a half years since the Government negotiated and signed the withdrawal agreement. That deal included the Northern Ireland protocol, which required, by its design, some trade barriers and checks in the Irish sea. That was clear from the outset and it was a choice by this Prime Minister and by the Government, yet now, barely two years later, the Government are trying to convince people that their flagship achievement was not a negotiating triumph, but a deal so flawed that they cannot abide by it. Either they did not understand their own agreement, they were not up front about the reality of it, or they intended to break it all along. The Prime Minister negotiated this deal, signed it and ran an election campaign on it. He must take responsibility for it and make it work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The situation in Northern Ireland is incredibly serious. Power sharing has broken down, Stormont is not functioning and political tensions have risen, while people in communities across Northern Ireland face rising bills as the cost of living crisis deepens. The operation of the protocol has created new tensions that do need to be addressed by listening to all sides, as well as to business and to consumers, and both the UK Government and the EU need to show willing and good faith. This is not a time for political posturing or high-stakes brinkmanship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Everyone recognises that the situation in Northern Ireland is unique, and we want checks to be reduced to their absolute necessary minimum and for them to properly reflect trade-related risks. It cannot be right, for example, that goods leaving Great Britain that have no realistic prospect of leaving Northern Ireland, such as supermarket sandwiches, face excessive burdens, and the EU needs to understand that practical reality. Unnecessary barriers will only hamper business, inhibit trade and undermine confidence and consent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Good Friday agreement was one of the proudest achievements of the last Labour Government. It is absolutely essential that it is protected. That is why we need calm heads and responsible leadership. We need a UK Government capable of the hard diplomatic graft to find solutions and an EU willing to show flexibility. The right response to these challenges cannot simply be to breach our commitments. It is deeply troubling for the Foreign Secretary to be proposing a Bill to apparently break the treaty that the Government themselves signed just two years ago. That will not resolve issues in Northern Ireland in the long term; rather, it will undermine trust and make a breakthrough more difficult. It would drive a downward spiral in our relationship with the EU that will have damaging consequences for British businesses and consumers. It is Cornish fisherman, County Down farmers and Scotch whisky makers who will lose out, holding back the economy while growth forecasts are already being revised down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But this goes beyond matters of trade. Britain should be a country that keeps its word. The rest of the world is looking at us and wondering whether we are a country that they want to do business with. When we seek to negotiate new deals abroad, do the Government want to make other countries question whether we will keep our end of the bargain? There are wide-ranging and damaging repercussions, undermining our ability to hold others to account for their own commitments, when we should be pulling together in support of Ukraine, for example, not fuelling divisions with our European allies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The right approach is for the Government and the EU to work together to find practical solutions to these problems, and to brief the media less and to negotiate more. There is no long-term unilateral solution, and only a solution that works for all sides and delivers for the people and businesses of Northern Ireland will have durability and provide the political stability that businesses crave and the public deserve. We believe that should begin with a veterinary agreement that would eliminate the vast majority of checks on produce going from Great Britain to Northern Ireland. New Zealand has an equivalence agreement, and it should not be beyond the Government and the EU to negotiate one that reflects the unique circumstances in Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We would also negotiate with the EU for more flexibility on VAT in Northern Ireland, to fully align Northern Ireland VAT rules with those of Great Britain. We would use that to take VAT off Northern Ireland energy bills, funded by a one-off windfall tax on oil and gas producer profits, to help ease the cost of living crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the Government are determined to plough on with the Bill that the Foreign Secretary has proposed, will they agree to prelegislative scrutiny by the Foreign Affairs Committee, and will they set out clearly to the House why this does not break international law?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Labour wants to make Brexit work and for Britain to flourish outside the EU. We want the Government to take responsibility for the deal they signed, to negotiate in good faith and to find practical solutions, not take reckless steps to prolong uncertainty in Northern Ireland and damage Britain’s reputation. We want the EU to show the necessary flexibility, to minimise all barriers, and to work with the UK Government and listen to all sides in Northern Ireland. That is the right approach, that is the responsible approach, and it is what is in the long-term interests of the people of Northern Ireland, and indeed of the whole of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}