{
    "url": "https://www.ukpol.co.uk/stephen-doughty-2022-speech-on-eu-retained-law/",
    "title": "Stephen Doughty – 2022 Speech on EU Retained Law",
    "post_date": "June 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Doughty",
            "url": "/tag/stephen-doughty/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Doughty, the Shadow Minister for Brexit Opportunities, in the House of Commons on 22 June 2022.",
    "content": [
        "I am grateful to the right hon. Gentleman for advance sight of his statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This appears to be simply a vanity project. It is quite extraordinary that on a day when inflation has topped 9%, when the cost of energy is soaring, when families are facing massive pressures and wondering how they will put food on the table, and when prices are rising at the fastest rate in 40 years, the Government’s offer to the British people is a digital filing cabinet of existing legislation that the right hon. Gentleman describes as “marginal”—his own word.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While the Government plan to cut 20% of civil servants, the Minister for so-called Government efficiency is running his own make-work scheme in the Cabinet Office, creating tasks for it to satisfy his own obsessions. How much has this exercise cost the taxpayer? How many civil service hours? Perhaps we could have a running meter counting them up on the dashboard so that we all know. What is the expected number of users among the general public? Is the dashboard even active? I am an eager beaver, but I could not find it on gov.uk this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The reality is that gimmicks do nothing to address the real challenges that the public face today. For all the Government’s talk about changes that we can make outside the EU, they still refuse to make the one concrete change that the Labour party has demanded for months, with the overwhelming support of the British people, and the Prime Minister himself has promised: the removal of VAT on home energy bills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Other changes that are now possible post Brexit and which Labour has called for but the Government have refused include a ban on the import of fur; the imposition of VAT on private school fees to fund a transformation in the provision of mental health; and the introduction of US-style bans on the import of goods from China produced using slave labour. Those are all changes that the Government could make right now, but they were not mentioned in the right hon. Gentleman’s lengthy oration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As for the regulatory changes that the Government propose, I have not heard a single example today of a specific change that depends on the passage of the planned Brexit freedoms Bill, nor have we heard an example of additional changes that will follow in due course as a result of that Bill. What is that Bill for? In the absence of any answers, it is only right that we are cautious about what the new legislation will mean and whether it could be used as a mechanism to fast-track changes that could, for example, impinge on the devolution of powers to Scotland, Wales and Northern Ireland, threaten workers’ rights or threaten the environmental protections and food standards that the British people were repeatedly promised would be maintained post Brexit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is also vital that we ensure that any changes proposed under the legislation are subject to the proper processes for scrutiny, consultation and impact assessment. Anyone in doubt about why that is necessary need only look at the Department for Digital, Culture, Media and Sport’s proposals, included in the paper “The Benefits of Brexit”, to ditch the UK’s current data protection standards. That one move, which has been confirmed in recent weeks, would jeopardise tens of billions of UK exports that depend on the ability to sell services online to EU customers quickly and easily. However, there has been no mention whatever of that threat, let alone a full assessment of its impact, and it did not feature today. That is all further evidence of a Government entirely driven by rhetoric and increasingly detached from reality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Could it be that the dashboard is designed not only to satisfy the right hon. Gentleman’s obsessions, but to distract members of the public from the Government’s shambolic handling of the Northern Ireland protocol? All this self-congratulation comes from a Government who are now trying to convince people that what they described as their flagship achievement was not a negotiating triumph, but a deal so flawed that they cannot abide by it. Not only is their Northern Ireland Protocol Bill a blatant breach of international law, but it risks the integrity of the Good Friday agreement, risks causing divides across Europe when we should be pulling together against Putin’s war on the continent, and risks causing trade barriers in a cost of living crisis. We need negotiation, graft and statecraft, not unilateral action or gimmicks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those are just some of the very real and serious problems that will affect the lives of ordinary people in the UK and beyond for years to come. The dashboard that the right hon. Gentleman described will provide little comfort. A Labour Government would make Brexit work by unleashing the potential of British businesses and entrepreneurs so that we can lead the world in new industries. We would seize the opportunities of the climate transition to create well-paid, secure jobs in all parts of the country. Rather than pursuing vanity projects, the Government should focus on the real problems facing the British public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}