{
    "url": "https://www.ukpol.co.uk/stephen-doughty-2020-speech-on-online-harms/",
    "title": "Stephen Doughty – 2020 Speech on Online Harms",
    "post_date": "November 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Doughty",
            "url": "/tag/stephen-doughty/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Stephen Doughty, the Labour MP for Cardiff South and Penarth, in the House of Commons on 19 November 2020.",
    "content": [
        "Many of us took part in a debate on these issues in Westminster Hall recently. I do not want to repeat all the comments I made then, but I have seen the wide range of online harms in my constituency of Cardiff South and Penarth, and the online harms leading to real-world harms, violence and hatred on our streets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In that Westminster Hall debate, I spoke about the range of less well-known platforms that the Government must get to grips with—the likes of Telegram, Parler, BitChute and various other platforms that are used by extremist organisations. I pay tribute to the work that HOPE not Hate and other organisations are doing. I declare an interest as a parliamentary friend of HOPE not Hate and commend to the Minister and the Government its excellent report on online regulation that was released just this week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I wish to give one example of why it is so crucial that the Government act, and act now, and it relates to the behaviour of some of the well-known platforms. In the past couple of weeks, I have spoken to one of those platforms: YouTube—Google. It is not the first time that I have spoken to YouTube; I have previously raised concerns about its content on many occasions as a members of the Home Affairs Committee. It was ironic to be asked to take part in a programme to support local schools on internet safety and being safe online, when at the same time YouTube, despite my personally having reported instances of far-right extremism, gang violence and other issues that specifically affect my constituency, has refused to remove that content. YouTube has not removed it, despite my reporting it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am talking about examples of gang videos involving convicted drug dealers in my constituency; videos of young people dripping in simulated blood after simulated stabbings; videos encouraging drug dealing and violence and involving young people as actors in a local park, just hundreds of metres from my own house—but they have not been removed, on grounds of legitimate artistic expression. There are examples of extremist right-wing organisations promoting hatred against Jews, black people and the lesbian, gay, bisexual and transgender community that I have repeatedly reported, but they were still on there at the start of this debate. The only conclusion I can draw is that these companies simply do not give a damn about what the public think, what parents think, what teachers think, what all sides of the House think, what Governments think or what the police think, because they are failing to act, having been repeatedly warned. That is why the Government must come in and regulate, and they must do it sooner rather than later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We need to see action taken on content relating to proscribed organisations—I cannot understand how that content is online when those organisations are proscribed by the Government—where there are clear examples of extremism, hate speech and criminality. I cannot understand why age verification is not used even as a minimum standard on some of these gang videos and violent videos, which perhaps could be justified in some parallel world, when age verification is used for other content. Some people talk about free speech. The reality is that these failures are leading to a decline in freedom online and in safety for our young people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}