{
    "url": "https://www.ukpol.co.uk/stephen-doughty-2022-speech-on-russian-armed-forces-raping-woman-in-ukraine/",
    "title": "Stephen Doughty – 2022 Speech on Russian Armed Forces Raping Woman in Ukraine",
    "post_date": "March 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Doughty",
            "url": "/tag/stephen-doughty/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Doughty, the Labour MP for Cardiff South and Penarth, in the House of Commons on 31 March 2022.",
    "content": [
        "I thank the hon. Member for Totnes (Anthony Mangnall) for this hugely important urgent question and you, Mr Speaker, for granting it. As ever, Labour Members stand absolutely with the people of Ukraine, including all the women and girls of Ukraine who are suffering horrendously in this conflict started by Putin. This war of aggression has had a terrible toll on civilians across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We know that, throughout history, rape and sexual violence have been used by aggressors to punish, terrorise and destroy populations, from the rape of women during the 1937 Nanking occupation to the estimated 200,000 women subjected to rape during the fight for independence in Bangladesh. We have also seen victims of sexual violence in Bosnia and, more recently, as I have raised with the Minister, in Tigray and Myanmar. It is because of those heinous examples, and countless others, that rape and sexual violence have had to be explicitly prohibited under international humanitarian law and the Geneva conventions. As war ravages Europe once again, the grim reality is that we hear horrific reports of rape and sexual violence being used as weapons of war once more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This week, one Ukrainian woman told The Times that she was raped on multiple occasions by Russian soldiers in her family home after they murdered her husband and while her four-year-old son was in tears nearby. That is utterly horrific and heinous. As the hon. Member said, we have also heard direct testimonies in the House. We were told:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“We have reports of women gang-raped. These women are usually the ones who are unable to get out. We are talking about senior citizens. Most of these women have either been executed after the crime of rape or they have taken their own lives.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Every part of the House will condemn those appalling crimes, but condemnation is not enough. We need accountability and justice must be done. Putin and his cronies, and all those breaking international laws of war in his name, must face the full force of the law for the crimes and atrocities that they are, no doubt, committing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister made a number of important points, but will she set out clearly the steps that the Government are taking, crucially to gain the evidence to document these incidents? She mentioned the role of the Metropolitan police and other initiatives. What are we learning from past examples, particularly in the Balkans and elsewhere, about what we can do to ensure that evidence is collected and collated so that people can be brought to justice? How are we working with human rights organisations and others? What is her assessment of access for such organisations? Will she back Labour’s call for a special tribunal so that all war crimes, including the crime of aggression, can be prosecuted? Will she explain the detail of how humanitarian aid is being used in particular to support women in crossing the borders?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have heard concerning reports about cuts to health and conflict in the Foreign, Commonwealth and Development Office, which are crucial areas that affect the situation for women and girls. Will she assure us that they will not take place? Labour will always support what it takes to protect victims of sexual violence in Britain and Ukraine and across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}