{
    "url": "https://www.ukpol.co.uk/alec-douglas-home-1972-statement-on-malta/",
    "title": "Alec Douglas-Home – 1972 Statement on Malta",
    "post_date": "December 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "1972",
            "url": "/tag/1972/"
        },
        {
            "text": "Alec Douglas-Home",
            "url": "/tag/alec-douglas-home/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alec Douglas-Home, the then Foreign Secretary, in the House of Commons on 17 January 1972.",
    "content": [
        "With your permission, Mr. Speaker, and that of the House, I wish to make a statement on recent developments concerning our defence arrangements with Malta.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The position when the House rose for the recess was that the Malta Government had been offered £9½ million per annum in return for a satisfactory new defence arrangement. At the Chequers meeting in September, it had been agreed that the Malta Government would receive a six-month interim payment on the basis of that offer. Accordingly, the British Government had made a payment of £4¾ million on 30th September for the period up to the end of March.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Over Christmas, Mr. Mintoff demanded immediate payment of another £4¼ million, for the next three months, as the only basis on which he could permit the continued presence of British forces in Malta after 31st December. The British Government, of course, could not accept this demand, and they announced on 29th December that they were setting in hand preparations for the withdrawal of British forces in Malta, though they remained ready to continue to talk. The decision to withdraw was one which the Government took with the greatest regret. But throughout their negotiations with Mr. Mintoff they had made clear that they would not seek to maintain British forces in Malta against the wishes of the Malta Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mr. Mintoff subsequently extended his deadline for the withdrawal of our forces until 15th January. Since there were suggestions that the Malta Government might contemplate taking measures against our remaining forces after that date, my right hon. Friend the Prime Minister sent messages to Mr. Mintoff concerning the withdrawal. He made clear that we wished the withdrawal to be as orderly, amicable and expeditious as possible, though it would be physically impracticable to complete it by 15th January. He assured Mr. Mintoff of our sincere wish that any harm done to our relations by the failure to reach agreement on a defence arrangement and our consequent withdrawal should be as little and as short-lived as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the circumstances, the Government decided that every effort should be made to withdraw at least the families of our forces before 15th January. A special airlift was mounted for this purpose, and the House will wish to congratulate those responsible for the efficiency of the arrangements that were made, not least for the reception of the families in this country. The other stages of the withdrawal are proceeding according to plan. The reconnaissance aircraft that were based in Malta have already been redeployed elsewhere; and the forces which remain in Malta will be fully engaged from now on in the massive task of removing the large quantity of equipment and stores which we have there, as well as ensuring an orderly and phased handover of installations to the Maltese authorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Throughout the course of our exchanges with the Malta Government we have kept in the closest touch with our N.A.T.O. allies in view of their interest in the continued denial of Malta’s strategic facilities to a potential enemy and in the use of these facilities to support N.A.T.O.’s southern flank. As the House knows, the retention of British forces in Malta is nowadays in the interests of the Alliance as a whole rather than of this country alone. The financial offer therefore, which has been available to the Malta Government since September, was made by the British Government on behalf of N.A.T.O. This offer, of a basic annual figure at a level closely approaching £10 million, was fair and, indeed, generous. Moreover, the Maltese economy would have continued to benefit from the local expenditure of the British forces—recently running at about £13 million per annum—and some of Britain’s N.A.T.O. allies subsequently offered to contribute a substantial additional amount of bilateral economic support totalling £7 million spread over a period. The British Government have for some time made clear that for their part they do not contemplate increasing their own contribution to this offer, in view of all the other costs of maintaining a British military presence in Malta which fall on the British Government anyway. On the other hand, we have, of course, no objection to any of our allies offering further contributions to Malta in return for a satisfactory new defence agreement, if they judge this to be necessary in the interests of the Alliance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The latest development is that, by mutual arrangement and through the good offices of the Italian Government, meetings were held in Rome last Saturday attended by the Prime Minister of Malta, the Italian Foreign Minister, the Secretary-General of N.A.T.O. and my right hon. and noble Friend the Defence Secretary. Some progress was made, and after the meetings Mr. Mintoff announced the removal of the deadline of 15th January. A further Ministerial meeting is expected to take place in Rome later this week, and official-level talks in Valletta are also being resumed immediately.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since the talks are continuing, I would not wish to go into detail about them. The British Government for their part will continue, in close consultation with their allies, to do all they can to ensure that a satisfactory agreement, beneficial to both sides, is reached. But the gap which remains is still wide, and the process of orderly withdrawal will continue unless and until it becomes clear that such an agreement can be reached.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}