{
    "url": "https://www.ukpol.co.uk/alec-douglas-home-1972-statement-on-india-and-pakistan/",
    "title": "Alec Douglas-Home – 1972 Statement on India and Pakistan",
    "post_date": "December 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "1972",
            "url": "/tag/1972/"
        },
        {
            "text": "Alec Douglas-Home",
            "url": "/tag/alec-douglas-home/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alec Douglas-Home, the then Foreign Secretary, in the House of Commons on 18 January 1972.",
    "content": [
        "With your permission, Mr. Speaker, and that of the House, I wish to make a statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since the House rose, the hostilities between India and Pakistan have ended. On 21st December the United Nations Security Council adopted a resolution demanding the strict observance of this cease-fire and the withdrawal of armed forces as soon as practicable. We played a full part in the negotiations leading up to this resolution, and we voted for it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A new pattern of relationships is now emerging. In Pakistan, President Bhutto has taken over the Government In congratulating him on this appointment my right hon. Friend the Prime Minister has made clear our wish for close and friendly relations. One of President Bhutto’s first deeds was to release Sheikh Mujibur Rahman without conditions. This was a most statesmanlike act.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the East, normal life is returning and the refugees are beginning to go back to their homes. There are reports that well over 1 million have already done so . Since Sheikh Mujib’s return a new Government has been set up composed of those who were elected in the general election of December, 1970.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On his way home, Sheikh Mujib passed through London and we were glad to welcome him. He paid a private courtesy call on my right hon. Friend the Prime Minister and expressed his desire for close co-operation and friendship between his people and this country. As he was anxious to return to Dacca as quickly as possible, a Royal Air Force aircraft was put at his disposal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sheikh Mujib also expressed his wish to remain on good terms with Pakistan, but made it clear that there could be no question of a formal link. President Bhutto, for his part, has proposed further discussions between the East and the West.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The new Government in Dacca appears to be firmly established. The Indian Army is still in the East, but Sheikh Mujib has made it clear that this is by his will and that the soldiers will be with drawn when he deems it necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am keeping the question of recognition under close consideration and am in touch with a number of Commonwealth and other Governments. I hope to be able to make another statement on this question in the near future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "British lives and property have been affected by the war. As I informed the House on 13th December, seven United Kingdom citizens were killed in a British ship in Karachi. Since the end of hostilities we have come to know that three United Kingdom citizens were killed in an attack on a Pakistan vessel in which they were serving. British property suffered some damage, including the tea estates in the East. But the British firms affected in both the East and the West are anxious to resume operations and assist in the task of rehabilitation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many problems remain. In the East the authorities are faced with an immense task of reconstruction. We shall want to play a full part in helping with these problems. We are trying, through the United Nations and other agencies, to establish the needs and priorities, and we discussed the question with Sheikh Mujib when he was in London. There still remains unspent about £1 million of our contribution to the United Nations for emergency relief. I am happy to announce that we have now decided to provide a further £1 million for relief in the area. In the West we have also told President Bhutto of our willingness to do what we can to help. The possibility of new aid is one of the questions which we shall be discussing with the President of the World Bank when he is in London this week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sure that all Members will agree that, whatever the rights and wrongs of the events which led up to this tragic conflict, the need now is to help the parties concerned to work together to solve the many problems of the subcontinent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}