{
    "url": "https://www.ukpol.co.uk/oliver-dowden-2021-article-on-protecting-journalism/",
    "title": "Oliver Dowden – 2021 Article on Protecting Journalism",
    "post_date": "June 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Oliver Dowden",
            "url": "/tag/oliver-dowden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The article by Oliver Dowden, the Secretary of State for Digital, Culture, Media and Sport, on 20 June 2021.",
    "content": [
        "What makes a healthy democracy? The strongest and most progressive countries share lots of qualities, but they have two vital things in common: a free and diverse media and the right to dissent. This week, a vocal Twitter minority went after both.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "GB News had barely begun broadcasting when pressure group “Stop Funding Hate” tried to stifle it, piling the pressure on advertisers to boycott Britain’s newest current affairs channel for spreading “hate and division”. It came in a week when we had already witnessed free journalism under assault with the despicable harassment of BBC journalist Nick Watt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It seems GB News’ biggest crime – or rather “pre-crime”, as it’s called in the dystopian Minority Report when people are proactively punished for wrongs they haven’t committed yet – was to signal that it might not always agree with the media consensus. When he launched the channel, veteran broadcaster Andrew Neil vowed that GB News would not be “an echo chamber for the metropolitan mindset”, and that it would “empower those who feel their concerns have been unheard”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Rightly so. A free media is one that has a diverse range of opinions and voices – and as I said earlier this week, GB News is a welcome addition to that diversity. We need outlets and commentators who cover the range of the political spectrum; who can speak truth to power; and who are willing to challenge dogma or orthodoxy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I’ve no doubt plenty of people will disagree with some of the things GB News commentators have to say – just as plenty of people disagree with the things they see and hear on the BBC, Sky News or any other media outlet. But if you don’t like those ideas, switch over – don’t silence. We shouldn’t be blocking people from the conversation simply because we disagree with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is exactly why, when we were developing legislation to boost online safety and tackle social media abuse, I was determined to make sure it couldn’t be used to stifle debate. Every country is grappling with this – but I believe the UK has struck the right balance and carved a path for the rest of the world to follow with our Online Safety bill, which we published in draft form last month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That bill will protect children online and help stamp out the vile social media abuse, including racism and misogyny. Crucially, though, it also includes strong safeguards for free speech and the freedom of the media.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There will be a new requirement for social media companies to protect freedom of expression. The largest social media platforms will need to be clear to users about what they allow on their sites, and enforce it consistently. That means they won’t be able to arbitrarily remove content – and if a user feels they have, they’ll have a new right to appeal. Right now if content is removed there is no recourse to review or in many cases even get an explanation as to why material has been taken down. Our bill will enhance the protections in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We’ve also got special safeguards for journalistic and “democratically important” content. News publishers’ content won’t be in scope – whether it’s on their own sites or on other online services. Journalists will also benefit from increased protections when they post on social media. The largest platforms will also have to protect political opinions on their sites, even if certain activists or campaign groups don’t agree with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those are the grounds of a functioning democracy. Sadly we can no longer take them for granted. Across the West, our values of tolerance and freedom of expression, for which previous generations have fought and died, increasingly risk being undermined by a small but vocal minority. For them, these are not absolute, but relative, concepts, ready to be bent to silence dissent from their world view. We will not stand by and allow that to happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}