{
    "url": "https://www.ukpol.co.uk/peter-dowd-2021-speech-on-council-tax-increases/",
    "title": "Peter Dowd – 2021 Speech on Council Tax Increases",
    "post_date": "January 26, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Peter Dowd",
            "url": "/tag/peter-dowd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Dowd, the Labour MP for Bootle, in the House of Commons on 25 January 2021.",
    "content": [
        "Listening to the Secretary of State, it seems that everything is fine in local government, and local authorities have all the money and resources they need. Well, the Local Government Association does not say that, the Institute for Fiscal Studies does not say that, council leaders do not say that and Tory MPs—the ones who have a spine, anyway—do not say it. The Secretary of State consulted local government given the dire circumstances, and local government gave a view about council tax; it is entitled to do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The year 2021 marks 40 years since I was elected as a Merseyside county councillor, and now we have the city regions. Those councils were abolished by Mrs Thatcher—mainly because they stood up to her—and the beginnings of the first stage of austerity began. It seems that nothing much changes in 40 years. I continue to see local government bear the brunt of cuts and policies of retrenchment in the light of the Government’s inability to see beyond the confines of Westminster and Whitehall. Not content with making a hash of virtually every policy decision and initiative in relation to covid—I use the words “policy” and “initiative” with a certain amount of caution—they continue to dump on local government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I was the leader of Sefton Council, I often referred to the overall balance experienced and witnessed among local councils across the country. As early as 2010, my council had in-year cuts to funding—for example, for neighbourhood renewal funds— and things simply got worse that after that stage. As time went by, my authority had cut after cut after cut. When I first came to the House in 2015, five years into austerity, I heard one Conservative Member express surprise at and bemoan the fact that his local police authority was supposed to find savings that year—it was as though he was some sort of Rip Van Winkle who had just woken up. The shadow Secretary of State, my hon. Friend the Member for Croydon North (Steve Reed), is a former council leader, like me, so has witnessed the impact of continued retrenchment in local council finance. That is the responsibility of the Government, not local government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Meanwhile, as the unprecedented crisis in local government goes into even deeper and darker places and councils struggle to provide the most basic of services, the Secretary of State should be concentrating on the wellbeing of the living, not on the wellbeing of inanimate objects and issues such as the removal of statues in various areas. It is a diversionary tactic; I am sure the Secretary of State could have come up with something a tad more imaginative than that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Allowing and expecting councils to increase council tax by 5% will mean very different things for households in different parts of the country. Although the percentage increase is uniform throughout the country, the starting point in absolute terms is very different. It is important to take that into account. If we follow the Chancellor’s assumption that councils increase tax by the maximum allowed, for band D householders in the Sefton Council area, the tax will go up in April by £99 for 2021, compared with £54 in Westminster and £55 in Wandsworth. Is that fair? No, it is not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have a number of questions for the Secretary of State. With the UK having experienced the worst recession of any major economy, does he really think that now is the time to raise council tax? Does he recognise that most councils will simply have no choice but to raise council tax to preserve crucial services such as adult social care and children’s social care? What assessment has he made of the impact on the economic recovery of taking £90 out of the pockets of families? Frankly, is it not about time that, instead of bowing down to the Chancellor, the Secretary of State stood up for local government and said, “Enough is enough”?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}