{
    "url": "https://www.ukpol.co.uk/peter-dowd-2022-speech-on-nhs-dentistry/",
    "title": "Peter Dowd – 2022 Speech on NHS Dentistry",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Dowd",
            "url": "/tag/peter-dowd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Dowd, the Labour MP for Bootle, in the House of Commons on 20 October 2022.",
    "content": [
        "Where are we to begin with this? We have been here before, time after time. I thank my hon. Friend the Member for Bradford South (Judith Cummins) and the hon. Member for Waveney (Peter Aldous) for bringing us this debate. We have discussed this many times and we had a debate in Westminster Hall in the summer, but nothing has really moved on. Nothing at all seems to have changed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to read out part of a letter I received from a constituent, and this is typical of the problem we are facing. I have received even worse horror stories, to the extent that one local dentist told me that they may close in the next few weeks. That is typical and symptomatic of this bigger problem. My constituent said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“I wanted to take the time to get in touch with you over my experience of getting on the books for an NHS dentist. I have had no luck and have had to have private dental visits. I have luckily not had to have any treatment as I would not be able to afford it. I have reached out to a few dental practices in the area…to be told that they are only taking on children on the NHS.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is typical of the experience of everyone in this Chamber. I exhort Conservative Members to stop dealing with this in the abstract, as though it is only affecting individual Members of Parliament; it is a collective issue, and it needs a thorough review and a thorough push by the Government. It is not in the abstract. The hon. Member for Salisbury (John Glen) referred to covid. I completely accept that covid had an impact on the provision of dental services—it hothoused an already challenging situation—but dental services in all our constituencies were under huge pressure before covid. Let us not pretend that covid was the be all and end all of the dental health problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir John Hayes (South Holland and The Deepings) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I agree with the hon. Gentleman that there are systemic problems, part of which goes back to the contracts agreed with dentists donkey’s years ago, under the Labour Government—the same applies in respect of GPs. That genesis of the problem was there, but we then face the problem of training too few dentists, which I think we do, and the problems in particular parts of the country, including, Lincolnshire, which is among the worst affected. My constituents cannot get an NHS dentist and they need to have one. That particularly applies to young people and children. He is absolutely right on this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Peter Dowd**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the right hon. Gentleman, who reinforces the point that I am trying to make. We are being contacted by constituents, as I have just set out. We are being contacted by Bupa—I suspect that Members will have had a briefing. We have had a briefing from the British Dental Association. We have had contact directly from dentists. They are all saying exactly the same thing and the Government have to listen. Not only do they have to listen—it is dead easy to do that—but they have to act. The Government have to put their hand in their pocket. So let us stop pretending that £50 million just before the summer is going to do anything in any significant or substantive way to resolve this problem—it is not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member for Bath (Wera Hobhouse) referred to an existential threat, and there is one—dentists are telling us that, as is the BDA. In practical terms our constituents are saying that to us, because their experience shows that there is an existential threat. The contract is a discredited one and it needs to be put right; it puts targets ahead of patient care. But this is also down to the fact that, whether we like it or not, and whether the Government like it or not, cuts in dentistry have not had any parallel to any other cuts in healthcare. We are talking about cuts of more than 25% between 2010 and 2020. That factors in and it creeps up on us year after year until we get to the situation where access to dentistry is the No. 1 issue raised with Healthwatch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Wera Hobhouse**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was pleased to hear that the mother of the hon. Member for Salisbury (John Glen) has had excellent NHS dental care in Bath, and of course dentists are excellent practitioners and professionals. The thing is that his mother will have been a long-term NHS patient and the problem is that dentists do not take on new NHS patients, because the dental contract completely disincentivises them to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Peter Dowd**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is a point well made. Another factor is that there are deep inequalities in access to dentistry. In my constituency, it is difficult to get to see an NHS dentist for love or money. I am not blaming the dentists; they are doing a fantastic job in the circumstances. They are going over and above their duty. I put on the record my thanks—as I am sure we all would—to my dentist practice, which I have been with for over 45 years. Dentists are doing a fantastic job, but they have both their hands tied behind their back at the moment. That has to change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Some 91% of people, including 80% of children, are not able to access a dentist, and 75% of dentists are reducing their NHS engagement. The new contract announced before the summer did not really do anything and there was no new money with it. There is a significant gap—potentially as much as £750 million—in the resources that dentists need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Another aspect is dentists’ morale, with 87% having experienced stress, burnout or depression in the last 12 months. That is a dreadful situation to put a committed profession in. We have a scenario in our country in which dentists who trained for seven or eight years—possibly more—and practised for many years are now getting to the stage where the majority are stressed, burned out or depressed. That is dreadful. According to one study, half of them are considering changing career. Some of them are seeking early retirement or going fully private. They are getting stressed out because they just cannot move the dial. They are waiting for the Government to move it, but the Government are not moving it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Children in my constituency are three times more likely to have their teeth extracted in a hospital because they do not have access to a dentist. My right hon. Friend the Member for Knowsley (Sir George Howarth) and the hon. Member for Bath referred to oral cancer. That is identified very early on—and who does the identification? Surprise: it is often the dentist. We need substantive support from the Government, not tinkering around with the contract. We need them to provide adequate funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Dentists must not be an afterthought. They are a vital component of the health of the nation. We must build on the historical commitment to prevention; that is key—as the saying goes, prevention is better than cure. Dentists have had enough; they are under pressure. My constituents have had enough; they are under pressure. The Government have to do something about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the debate before the summer, I referred, in relation to the lack of substantive action by the Government, to a rejigging of what Ian Fleming said about crisis: if once is happenstance and twice is coincidence, three times is friendly fire and four times is enemy action. We are now in a situation where the Government are perceived as the enemy because of their lack of action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Rachael Maskell (York Central) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I apologise that I was not able to be here for the whole debate; I have been in a Bill Committee. In York, people have to wait six years to see a dentist. Of course that is completely unacceptable, but my real concern is that, with the transition of dental services into integrated care systems, ICSs will not have the powers—the levers—to make the difference on training, funding and the contract and, ultimately, dentistry will be pushed into a tug of war between ICSs and the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Peter Dowd**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am glad that my hon. Friend raised that matter because it is something that I was going to raise. The health service, because of the reorganisation, is in an element of flux. It is feeling under a bit of pressure. Potentially, people are having to reapply for jobs in the broader sense in the NHS because of the reorganisation. That is a fact. I am not sure whether we should be having a reorganisation of the NHS in the post-covid environment, but that is a different argument for a different day. The broader dissonance in the system now multiplies the problems that we are having in dental practices, because they are getting pushed further away, which is why practices need representation on these boards. I am glad that my hon. Friend highlighted that point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said in the debate before the summer, we do not want any more excuses from the Government. We do not want any more prevarication, any more procrastination, any more pretext or any more self-exoneration. I hope the Government and the Minister, whom I welcome to his place, really get the sense of the frustration and, in certain situations, anger in the Chamber today. They really must pull their finger out—if not people’s teeth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}