{
    "url": "https://www.ukpol.co.uk/oliver-dowden-2020-statement-on-immersive-and-addictive-technologies/",
    "title": "Oliver Dowden – 2020 Statement on Immersive and Addictive Technologies",
    "post_date": "June 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Oliver Dowden",
            "url": "/tag/oliver-dowden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Oliver Dowden, the Secretary of State for Digital, Culture, Media and Sport in the House of Commons on 8 June 2020.",
    "content": [
        "DCMS is today publishing the Government response to the DCMS Select Committee’s report on Immersive and Addictive Technologies. I would like to commend the Committee for a wide ranging and detailed examination of many important issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The report called for improved research on the impact of video games and included extensive commentary on loot boxes (in-game purchases of virtual containers that award players with items to use in the game, based on chance).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To address the issues raised, and to ensure Government policy is based on sound evidence, the Government will set a framework for a programme of research into video games’ impacts on behaviour. This process will be led by DCMS’ Chief Scientific Advisor and will include a series of workshops with relevant research councils, academia and industry. These will be used to help determine the full range and detail of the questions that need to be addressed on the impacts of video games and make recommendations for a further programme of research.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are not minded at this point to impose a levy on the games industry to pay for new research as we believe it would be likely to disproportionately impact the SMEs and microbusinesses that comprise the vast majority of games businesses in the UK. However, a range of funding approaches, including mechanisms to allow for in-game data to be used to support research, will be considered as part of this work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government will also launch a call for evidence on loot boxes to assess concerns around links to gambling-like behaviour and excessive in-game spending. This will work alongside the framework for a programme of research into video games, and the wider review of the Gambling Act that includes a commitment to include a particular focus on loot boxes. In addition to a written call for evidence, we envisage holding a series of roundtables to discuss issues and solutions in detail, including the most effective approaches to protect users from any harms identified. The results from the call for evidence will be considered alongside the review of the Gambling Act. The Government stand ready to take action should the outcomes of the call for evidence support taking a new approach to ensure users, and particularly young people, are protected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government recognise that immersive technologies and content offer great potential for economic, cultural and social benefits to the UK. Through increasingly compelling narratives and realistic visuals, immersive products can offer engaging experiences to audiences, not just with the aim of entertaining but with the scope to challenge, educate and inspire them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Immersive technologies also allow the video games sector in the UK to build on already formidable strengths. Over half the UK population plays games, the vast majority engaging safely with content that allows them ​to enjoy fun, exciting play, find moments of relaxation, socialise and learn new skills. The video games sector, a key part of the UK’s world-leading creative industries, is also a cutting edge creator and adopter of innovative new technologies, and a provider of highly skilled creative jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are committed to build on these strengths by promoting inward investment, enabling the growth of exciting new games companies and encouraging innovation. Targeted support includes the video games tax relief which has supported more than 1,000 video games productions since it was introduced in 2014. Earlier this year, we also announced the extension of the UK games fund to 2021. Set up in 2015, the UK games fund targets games development talent with access to finance and business support, supporting 152 companies and 73 graduate teams to date. We are also helping to drive innovation, supporting ground-breaking projects such as the InGAME centre in Dundee. We will continue to consider further actions we can take to underpin the sector’s vital contribution to the future prosperity of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, while digital technologies are overwhelmingly a force for good, undoubtedly they also present new responsibilities to ensure that users—particularly children and vulnerable people are not exposed to harm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe the actions the Government are announcing today are important steps towards ensuring we can support the further growth of an innovative and important industry while protecting users in a fast-changing space. Further details on these, and the other recommendations made by the Committee will be set out in the Government response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am placing copies of the response in the Libraries of the House, and it will also be available on: www.gov.uk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}