{
    "url": "https://www.ukpol.co.uk/oliver-dowden-2020-statement-on-the-platinum-jubilee/",
    "title": "Oliver Dowden – 2020 Statement on the Platinum Jubilee",
    "post_date": "November 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Oliver Dowden",
            "url": "/tag/oliver-dowden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Oliver Dowden, the Secretary of State for Digital, Culture, Media and Sport, on 12 November 2020 in the House of Commons.",
    "content": [
        "With your permission, Mr Speaker, I would like to make a brief and important statement about the Government’s plans to mark Her Majesty the Queen’s platinum jubilee in 2022. The 6th of February 1952 marked the dawn of a new Elizabethan age in our United Kingdom. For a nation emerging from the rubble of the second world war, the new monarch represented an opportunity for a fresh start and a brighter future. The seven decades since have seen a huge amount of change, progress and—at times—turmoil. Fashions, technologies and many Prime Ministers have come and gone, but throughout there has been one constant: Her Majesty has been the golden thread that binds us, uniting our kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As you said, Mr Speaker, 2022 will represent an extraordinary milestone for Her Majesty, for the country and for the Commonwealth. No British monarch has ever celebrated 70 years on the throne, and I know the entire country will want to come together to celebrate Her Majesty’s remarkable reign, reflect on her legacy and look forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To honour this extraordinary historic occasion, the Government are working with the royal household and devolved Administrations on an extensive programme that will unite every generation in all 54 countries of the Commonwealth, from the south Pacific islands to ​the Canadian Arctic, in celebration of Her Majesty. There will, of course, be the traditional nationwide fanfare of street parties and celebrations, building up to a special four-day platinum jubilee weekend that we will celebrate by moving the late May bank holiday to Thursday 2 June and adding an additional bank holiday on Friday 3 June.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are working with the United Kingdom’s leading creative minds to make this a jubilee weekend to remember—one that mixes the best of British ceremonial splendour and pageantry with cutting-edge artistic and technological display, recognises the global contribution made under Her Majesty’s reign and offers thanks for her seven decades of unwavering public service. It will involve a mixture of spectacular moments in big cities, as well as local events in towns and villages across all our United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will of course continue to honour some proud jubilee traditions. When Her Majesty’s great, great grandmother, Queen Victoria, reached her 50th year on the throne, she issued a special medal to mark her golden jubilee. Her Majesty has graciously approved plans to issue her own platinum jubilee medal, to be given to those who work in public service, including the armed forces, the emergency services and the prison services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As you said, Mr Speaker, Parliament is preparing its own jubilee gift, organised by you, Sir, the Lord Speaker and, of course, my right hon. and learned Friend the Member for Northampton North (Michael Ellis), and we are working on a series of legacy projects that will serve as an enduring tribute to Her Majesty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will of course unveil further plans in the coming months as they develop, but 2022 will be a landmark year for the United Kingdom. The platinum jubilee will be the jewel in the crown of a series of events showcasing the very best of this country to its people and to the rest of the world, including the Birmingham Commonwealth games and Festival UK 2022. After a very difficult year where we have come together to fight the common enemy of coronavirus, I am sure that the House will want to join me in looking forward to happier times for our great nation, when we will be united in celebration instead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}