{
    "url": "https://www.ukpol.co.uk/peter-dowd-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Peter Dowd – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Dowd",
            "url": "/tag/peter-dowd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Dowd, the Labour MP for Bootle, in the House of Commons on 17 May 2022.",
    "content": [
        "I congratulate Liverpool football club, although, as an Everton supporter, I hope people will respect my wishes and not tell them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Chancellor seems increasingly tetchy and indignant at the very idea that he should be expected to loosen the purse strings and support those people who are most economically challenged, but today we find ourselves in a scenario where the International Monetary Fund predicts that the UK will have the weakest growth and highest inflation in the G7 in 2023. Even before the pandemic, and before the war in Ukraine, we had weaker growth than the rest of the G7. We were less productive than our German, French and Americans counterparts by a country mile, and the UK is ranked 24th out of 25 countries in the OECD for public sector investment. In fact, British employees work 38 days a year more than the Germans and are being expected to work even harder. We face even more pain. Research by the debt collection agency Lowell has found that, after factoring in emergency savings, defaulted debt, the claiming of work-related benefits, and the use of payday loans and high-cost loans and emergency credit, my Bootle constituency is in the top 10 constituencies hardest hit by the cost of living crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This crisis can be solved, and the Chancellor can help to solve it, but he will not. He never tires of telling everybody—at least, the diminishing number who are listening to him—that £410 billion has been spent on the pandemic in one way or another. We spent £1.3 trillion in one way or another in bailing out the banks, so we can bail out 66 million people and the millions of people who are in dire straits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Chancellor has lectured us for not being supportive of his Budget. Well, it was hardly a Budget; there was nothing in it to be supportive of. There was nothing whatsoever of any significance there. For too many of our constituents who stand on the precipice of falling into deeper poverty, the Government’s failure to tackle this issue is deplorable. We need urgent action from the Government now, in the next few days—not in six months, not in a year, not next year, but now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the Government will not listen to the Opposition, they should listen to the public. Government Members cannot seriously expect us to believe that their constituents are happy with what the Government have been doing or with their handling of the crisis. At most, we are little further than two years from a general election. We like general elections in Bootle, because we can send a message to the Tories. In my old council seat of St Oswalds, they did not put up any candidate in the local elections. Nobody but Labour put up a candidate in the local elections, because people know Labour are the only ones who are there to support them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My campaign between now and the next election will remind my constituents—not that they need reminding—and for that matter anyone who will listen, that the Tories are the party of high inflation, high taxation, low growth, low productivity, low skills, low wages, low investment and low aspiration—and that is just for starters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}