{
    "url": "https://www.ukpol.co.uk/oliver-dowden-2020-statement-on-veterans-strategy/",
    "title": "Oliver Dowden – 2020 Statement on Veterans Strategy",
    "post_date": "January 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Oliver Dowden",
            "url": "/tag/oliver-dowden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Oliver Dowden, the Minister for the Cabinet Office and the Paymaster General, in the House of Commons on 22 January 2020.",
    "content": [
        "In November 2018, the UK, Scottish and Welsh Governments jointly published the “Strategy for our Veterans” (CM 9726) setting out a shared commitment to support veterans across the whole of the UK. As the Secretary of State set out at the time, this was the first time the Governments had agreed shared aims and outcomes, and the collaboration has since been praised by our external partners. In order to complement this, each Government separately consulted on how to implement the strategy within their areas of responsibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK Government consultation (CM 9727) sought public views on how to achieve the outcomes in the strategy. Over 2,000 responses were received from individuals and organisations from across the public, private and charity sectors, as well as from veterans themselves, including through a number of face-to-face meetings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am today publishing the UK Government’s response to that consultation. This sets out further steps we will be taking to improve support to veterans, address the challenges that some veterans face and promote the outstanding contribution they make to the UK. The Office for Veterans’ Affairs will be responsible for co-ordinating the delivery of this action plan, working closely with Government Departments. This includes ensuring that veterans and their families know what existing support is already available and how they can access it, a step for which many consultation responses called.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the Queen’s Speech, we set out the Government’s commitment to legislate on the armed forces covenant and to bring forward proposals to tackle vexatious claims and provide certainty for veterans. Our manifesto also committed to introducing a veterans’ railcard, reducing national insurance contributions for employers of ex-service personnel and guaranteeing job interviews for veterans applying for public sector roles. The Department for Transport is already able to report progress in delivering the veterans’ railcard today. I have also asked the civil service to be an early adopter of guaranteed interviews for veterans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All of these actions and commitments reflect the step change the UK Government intend to deliver in how we support veterans across the United Kingdom. We will forge a path to making this country the best place to be a veteran anywhere in the world. We will continue to work closely with the devolved Governments, who are publishing their own separate consultation responses today. We will work together to achieve this shared objective and ensure veterans receive the support they deserve in all parts of the Union.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The consultation response is available on gov.uk. A copy of the consultation response will be placed in the Libraries of both Houses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}