{
    "url": "https://www.ukpol.co.uk/oliver-dowden-2021-speech-on-the-european-football-proposals/",
    "title": "Oliver Dowden – 2021 Speech on the European Football Proposals",
    "post_date": "April 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Oliver Dowden",
            "url": "/tag/oliver-dowden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Oliver Dowden, the Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 19 April 2021.",
    "content": [
        "With permission, Madam Deputy Speaker, I should like to make a statement. Football is in our national DNA. We invented it, we helped to export it around the world, and it has been at the heart of British life for over a century. Football clubs, of course, are not just businesses but define communities across the country, so along with almost every Member of the House, I suspect, I was appalled by the announcement made late last night that a handful of clubs are proposing to form their own breakaway European league.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These six clubs announced that decision without any consultation with football authorities or with Government. Worst of all, they did it without any dialogue whatsoever with their own fans. It was a tone-deaf proposal, but the owners of those clubs will not have been able to ignore the near universal roar of outrage from all parts of the football community over the past 24 hours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This move goes against the very spirit of the game. This is a sport where a team such as Leicester City can ascend from league one to the premier league title in under a decade, earning the right to go toe to toe against European heavyweights in the champions league. Instead, a small handful of owners want to create a closed shop of elite clubs at the top of the game—a league based on wealth and brand recognition rather than merit. We will not stand by and watch football be cravenly stripped of the things that make millions across the country love it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a Conservative, I believe passionately in defending our nation’s institutions and our rich heritage. They are central to our identity and help to build a sense of solidarity between people of every generation and every background. Just as the Government would not hesitate to act when other treasured areas of our national life are under threat, nor will we hesitate to protect one of our greatest national institutions: football.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is, of course, for football authorities to handle first, and today I have met with the Premier League, the Football Association and the president of UEFA, while the Sports Minister has had another series of meetings with the Football Supporters’ Association. The football authorities have robust rules in place to deal with this, and I know from my conversations with them today that they are rightly considering a wide range of sanctions and measures to stop this move in its tracks. My message to them was clear: they have our full backing. However, be in no doubt that if they cannot act, we will.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will put everything on the table to prevent this from happening. We are examining every option, from governance reform to competition law and mechanisms that allow football to take place. Put simply, we will review everything that the Government do to support these clubs to play. I have discussed those options with the Prime Minister this morning, and we are working at pace across Government and with the football authorities. I reassure this House of a very robust response. We will do whatever it takes to protect our national game.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, it is clearer than ever that we need a proper examination of the long-term future of football. To many fans in this country, the game is now almost unrecognisable from a few decades ago. Season after season, year after year, football fans demonstrate unwavering loyalty and passion by sticking by their clubs, but their loyalty is being abused by a small number of individuals who wield an incredible amount of power and influence. If the past year has taught us anything, it is that football is nothing without its fans. These owners should remember that they are only temporary custodians of their clubs, and they forget fans at their peril. That is why, over the past few months, I have been meeting with fans and representative organisations to develop our proposals for a fan-led review. I had always been clear that I did not want to launch this until football had returned to normal following the pandemic. Sadly, these clubs have made it clear that I have no choice. They have decided to put money before fans, so today I have been left with no choice but to formally trigger the launch of our fan-led review of football.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The review will be chaired by my hon. Friend the Member for Chatham and Aylesford (Tracey Crouch) and will be a root-and-branch examination of football in this country. It will cover the financial sustainability of the men’s and women’s game, governance and regulation and the merits of an independent regulator. Crucially, in the light of this weekend’s proposal, it will also consider how fans can have an even greater say in the oversight of the game and the models that might best achieve that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are the people’s Government. We are unequivocally on the side of fans, and their voices have to be heard when it comes to the future of our national game. It starts with fans, and it ends with fans. In the meantime, we have thrown our full weight behind the football authorities and stand ready to do whatever is necessary to represent fans and protect their interests. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}