{
    "url": "https://www.ukpol.co.uk/jackie-doyle-price-2023-speech-on-the-budget/",
    "title": "Jackie Doyle-Price – 2023 Speech on the Budget",
    "post_date": "March 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jackie Doyle-Price",
            "url": "/tag/jackie-doyle-price/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jackie Doyle-Price, the Conservative MP for Thurrock, in the House of Commons on 16 March 2023.",
    "content": [
        "It is a pleasure to participate in the debate. I congratulate the hon. Member for West Lancashire (Ashley Dalton). I have to say that I like her style: I like people who can bring subjects to life and talk with real empathy about the experience of their constituents. I look forward to hearing more of her speeches, but I suspect that we will have a few more ding-dongs than the spirit in which I am addressing her now suggests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That brings me to the speech from my former hon. Friend, the hon. Member for Bury South (Christian Wakeford). He paints a rather Dickensian picture, but that view is not widely shared—certainly not by my constituents, who are not without hope. They recognise that we are going through a challenging period and that it is incumbent on all of us as a nation to put our shoulders to the wheel and get on with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Member for Eltham (Clive Efford), who is no longer in his place, talked about the level of earnings and economic growth today compared with 2007. In 2008, we went through a massive financial crisis that required significant taxpayer intervention, which reminds us that when the taxpayer has to intervene, it does not come for free—there are consequences for the wider economy and everybody in it. Just as having to deal with that financial crisis made us poorer in the long run, so too does fighting a fatal disease and defending freedom against the actions of a dictator.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All those things that we collectively decide to take action on cost the taxpayer—every taxpayer in this nation—and have an impact on our economy, but those are the choices that we make, because they are the responsible and right thing to do. Nothing comes for free; everything has to be paid for by taxpayers. The more tax we take from them, the more we limit their ability to contribute to the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Every Budget is a balance of decisions about how best to support those who need it, of course, and how best to fund our public services, as well as how best to generate the revenue to pay for them. Sometimes, those policies pull in different directions, but we should never forget that all the money that we take from taxpayers is theirs. When we make a change to the pension tax regime, therefore, we are not giving money away to the rich; we are letting them keep more of what they earn, which is the right thing to do. The virtue of that is not only that they keep more of what they earn, but that we incentivise doctors to work for longer and address that capacity within the health service, and we incentivise everyone to work more and contribute to the economic life of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Collectively, we in this place spend an awful lot of time—I say this as somebody who spent their whole career in the public sector, which makes me somewhat unusual on the Conservative Benches—debating public services and how much we should pay public sector workers, because that is what we decide to fund from here. I often think, however, that we take for granted the private sector’s ability to generate the wealth that pays for those services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is why yesterday’s Budget was important. Opposition Members can find ways to criticise it, but it focused on the need to tackle inflation, which we all know impoverishes people and kills jobs, so it is right to nip it in the bud. We also know that inflationary pressures are made not here but by global factors, which is why we need to ensure that we are not too short-termist in addressing some of those demands. If we agree to high wage demands for public sector workers, they will fall through to the private sector. Last week, I met a local employer who employs 200 people and, frankly, his business cannot sustain the wage demands he is facing from his employees without making job cuts. That is the reality of the situation. So the more we can do to combat inflation, the more we can restrict the damage it will do to our economy in the long run.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said earlier, we really need to champion our private companies and make sure that we are providing the best possible conditions for them to flourish. I want to highlight a few success stories, because I am very proud of the businesses I represent in my constituency, and some of them are great British brands. Not many Members will know that the mayonnaise in their sandwich will have been made in Purfleet in my constituency. If they go to the opera, everything they see on stage will have been made in Thurrock. Every newspaper they buy has come through the port of Tilbury. These are the businesses that really keep our life going. We are looking to the future, too. We have a new investment in Tevva trucks in Tilbury, which is bringing the manufacture of hydrogen-powered trucks to this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is plenty to be hopeful about and plenty to be ambitious about. What we need to do is make sure that we are creating the best possible conditions for our businesses to flourish, to provide high-paid jobs and to generate the wealth of this country. That is what we are going to do on the Government Benches, and everybody will be better off if we succeed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}