{
    "url": "https://www.ukpol.co.uk/jackie-doyle-price-2022-speech-on-the-resignation-of-lord-geidt/",
    "title": "Jackie Doyle-Price – 2022 Speech on the Resignation of Lord Geidt",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jackie Doyle-Price",
            "url": "/tag/jackie-doyle-price/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jackie Doyle-Price, the Conservative MP for Thurrock, in the House of Commons on 21 June 2022.",
    "content": [
        "I shall endeavour to do so, Madam Deputy Speaker, but I have quite a lot to say on this, because I am so disappointed. The ministerial code really does matter, and it says everything about the leadership and culture of our style of Government that some of the responses to Lord Geidt’s resignation from some quarters of the Government have been rather disappointing. It is really important that everyone in public service abides by the rules of the game. That is what maintains respect and honour in all our institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are a few messages that I would like to land. The end does not justify the means, and, taking back control does not mean pleasing yourself, must be clear principles. Those two principles need to be looked at in the context of Lord Geidt’s resignation, because he has been clear that he was, in effect, being asked to give the Government a bye to wilfully break their international obligations under law. That is not acceptable, and, frankly, that should not be acceptable for any self-respecting Conservative Member of Parliament, because if there is one thing that we do believe in, it is constitutional propriety. It is about upholding the law, and that is central to the ministerial code. It is really important that we sustain that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are the Conservative party, the party of Margaret Thatcher and Churchill, not the party of Donald Trump. That is exactly what we are talking about. If such law breaches are sanctioned—even if there are the best of motives, such as to save our steel industry—I am afraid that sets a precedent for people to use law breaches for much more malevolent intentions. It should be in the DNA of Conservative Members, for whom constitutional propriety is so important, to ensure that we play by the rules of the game, however politically inconvenient, because there is always more than one route to achieve an outcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is fundamentally not British behaviour. If there is one thing in the British DNA, it is a belief in fair play and upholding the rules. Our global reputation is built on our respect for the rule of law and how we have exported that around the world. It is incumbent on all of us to ensure that we uphold the most important standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I remind Conservative colleagues that also central to the British brand is belief in free trade, but Lord Geidt felt compelled to resign—he was being asked to turn a blind eye to waiving our obligations in respect of the WTO—on an issue that seems to be the complete antithesis of the ethos underlying why we left the European Union in the first place. The world expected us to be free traders, yet our actions fly in the face of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is essential that the Government, in taking the matter forward, look at who should be the next ministerial adviser—although anybody would be taking a massive reputational risk in taking the job without being offered some very clear guarantees. Perhaps the biggest question mark facing our credibility in government right now is not about policy but about our behaviours. We have had two years of one story after another, with perhaps the most notorious being partygate, and that has led the public substantially to conclude—the jury were already out on us anyway—that we do not live in the real world and, “It is one rule for them and another for the rest of us”. We need to reboot public confidence by actually respecting our obligations under the law and maintaining that the ministerial code is important. Central to that is upholding the law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My request to the Government is really to take stock. We have seen not just the recent resignation of Lord Geidt —actually, we have lost two advisers on ethics—but the Greensill scandal, which also raised issues about how the ministerial code applies to outgoing Ministers, who are still obliged to abide by it even though there is no sanction to deal with them. We have heard evidence in PACAC from Lord Pickles, as chair of the Advisory Committee on Business Appointments, that the volume of inquiries that he is getting is rather more than the small honorarium that his members are asked to deal with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Essentially, we have got a regime that relies on everybody behaving appropriately. When everybody knows what represents good behaviour, and everybody is prepared to behave and to do the right thing, we can get by with a light-touch regulatory regime. The romantic in me thinks that we still can, but, day by day, that confidence is being diminished. I do not want to see any kind of statutory regulation of Ministers under the ministerial code, but if we are going to avoid that, it is incumbent on the Government to seize and recognise the difficulty that our current standards regime is in. I ask the Government in all sincerity to properly reboot this and have a proper look at the ministerial code.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "By way of illustration, when I became a Minister, the ministerial code was given to me as a flimsy photocopy at the bottom of my first box. No importance was set on it, yet the code should come from the top. We expect the principles of the code to be in the DNA of all our Ministers when they are delivering their obligations and undertaking their duties. This is not just a little bit of PR to say, “Aren’t we all doing terribly well?” This is fundamental to how we should operate our Government, and we need to really articulate that message and have a proper regime for overseeing that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Public Administration and Constitutional Affairs Committee will always be here, and we will still shine some light on those issues that we are not very happy about. In fact, we have probably spent more time looking at these things than we ever intended to, being rather more interested in constitutionally nerdy positions than in ferreting out scandals, but I would much prefer that we had far less material in that regard. Institutions such as PACAC and the Committee on Standards are still here. We do not need to go down the road of statutory regulation, but we do need the Prime Minister and all Government Ministers to recognise that the rule of law and upholding the law are not just optional extras; they are essential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}