{
    "url": "https://www.ukpol.co.uk/jackie-doyle-price-2022-speech-on-the-international-day-for-the-elimination-of-violence-against-women/",
    "title": "Jackie Doyle-Price – 2022 Speech on the International Day for the Elimination of Violence Against Women",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jackie Doyle-Price",
            "url": "/tag/jackie-doyle-price/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jackie Doyle-Price, the Conservative MP for Thurrock, in the House of Commons on 1 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship today, Ms Elliott. I am very grateful to follow the hon. Member for Bristol South (Karin Smyth). I reflected on what she said, and I agree with every word. For a number of years, we have heard about how much emphasis this Government place on tackling violence against women and girls, but the statistics that she outlined show that so much of that is talk. It is about time that we started delivering, and making those interventions that challenge men and male behaviour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us not mince our words: this is male violence against women and girls; these are crimes perpetrated by men. In this place, men often take rather too much comfort in talk about great advances in equality, but the day-to-day lived experience of women is still poor. As the hon. Member for Bristol South outlined, we take decisions every day to protect our own safety. It is well documented that female Members of Parliament receive more abuse and harassment than their male counterparts. In 21st century Britain, that is not good enough, and we need collective action to tackle it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am pleased to see that some male Members have chosen to participate in the debate. I am not surprised to see my hon. Friend the Member for Totnes (Anthony Mangnall), who has always shown some support for these issues, but I want to see a few more. It would be nice to know that more of our male colleagues are genuinely concerned about our day-to-day lived experience. I lay that down as a challenge. It is rather a substantial one for the Minister: it means that he perhaps has to compensate for the lack of interest among his colleagues. I hope that he receives my chastisement on their behalf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the week that we heard in Parliament from Olena Zelenska about the atrocities committed by Russian soldiers in Ukraine, we are told that as many as 30% of the women of Ukraine have been victims of sexual crimes in the conflict. That is a clear reminder that rape remains a weapon of war. We talk about the preventing sexual violence in conflict initiative, which is good work, but what it rather euphemistically describes is the organised process of rape. We hear that in Ukraine the youngest victim is just four years old, and the oldest is 85. That is the brutality of war, but until very recently the experience of women in war was not routinely considered. I am pleased and proud that this Government have taken up that initiative—the conference was this week. However, it is all very well us telling the rest of the world and virtue signalling about the issue, but we still have to sort things out here. I am afraid that sexual violence remains a real challenge and a lived experience for everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It feels a bit “first world” to talk about some of the problems that we face here, but the trauma faced by any woman who is a victim of sexual violence is significant and lifelong. We must ensure that we deliver on our promises. We have enshrined in the NHS a commitment to a lifetime therapeutic care pathway for any victim of sexual violence. In practice, that does not happen. We know that very many women still wait for counselling months and months after an incident, and we know that is a barrier to bringing perpetrators to justice. When women relive what has happened to them, they re-traumatise themselves. They need support, but the NHS commitment is just words. Up and down this country, the local commissioning required to deliver it is not happening. We see victims of sexual violence as items of evidence. Their experience of trying to secure justice is utterly dehumanising.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I could go on much longer, but I will obey your strictures, Ms Elliott. In this place, we too often approach these issues from the perspective of the pointy-elbowed middle classes, and the most vulnerable in our society are left behind. I will not stop beating up Ministers in debates like this one until we have proper protection for women in prisons. We are seeing sex offenders self-identifying as women and being able to enter women’s prisons; we had a rape only very recently. That has to be tackled. And I will not be happy, either, until someone engaged in sex work who is murdered receives as much attention as a nice, pretty middle-class girl. I will leave it there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}