{
    "url": "https://www.ukpol.co.uk/jackie-doyle-price-2022-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Jackie Doyle-Price – 2022 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jackie Doyle-Price",
            "url": "/tag/jackie-doyle-price/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jackie Doyle-Price, the Conservative MP for Thurrock, in the House of Commons on 9 December 2022.",
    "content": [
        "It is with great pleasure that I add my support to the Bill of my right hon. Friend the Member for Tunbridge Wells (Greg Clark). I congratulate him on bringing forward what is actually quite a radical measure. There is an outbreak of consensus across the House today, but we should reflect on the fact that these issues have been causing nuisance and misery for women for generations. We have had women representatives in this place for over 100 years, and it is amazing that it has taken us this long to bring forward a measure that, as the hon. Member for Walthamstow (Stella Creasy) said, will be liberating, because we as women have all had our freedoms compromised by having to tolerate behaviour that should have been ruled unacceptable a long time ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I listened very carefully to my right hon. Friend’s speech, and he presented his Bill in such an articulate and factual fashion that he made it unarguable. That is a great contrast with what I heard a Prime Minister say from the Dispatch Box only this year: that we should not criminalise this as it would cause too much work for the police. That statement on its own tells us that women remain second-class citizens before the law of this country, because women are not the problem here. Women are the victims; the problem is the behaviour, and that behaviour absolutely must be tackled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is also great to follow three great champions of women in this place: we wheeled out the star turns today, in no small part down to my right hon. Friend, who helpfully reminded us all that this Bill was coming forward today, but it is great to see them here. I pay particular tribute to my right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes), who has been dogged in her pursuit of Ministers on this issue. As she pointed out, only in 2019 she was vilified for making a public claim on this topic, and in that very short space of time this debate has been transformed. So this is a good day for women in Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am pleased that the Minister said the Government support this measure. I am, however, slightly concerned by what she said about establishing intent, because the behaviours that the Bill is designed to tackle should be unacceptable in any context. Let me draw an analogy. When the Mayor of London reduced the speed limit on the Embankment to 20 mph, I got two speeding tickets because I did not know. I did not intend to break the law, but I had committed an offence because the law had changed and I was in breach of it. I had no real grounds on which to defend myself, because the behaviour was wrong. That is exactly the standard that should be brought to bear here, particularly as some of these crimes will be committed by groups of men in gangs, cajoling each other and egging each other on. Somebody may feel that they could argue, “Well, it wasn’t a problem. I didn’t intend to cause any offence. We were just having a bit of fun.” That cannot be acceptable; there can be no question of allowing any kind of loophole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have heard repeatedly in this House that women have to take decisions every day of the week about their safety. As my right hon. Friend the Member for Romsey and Southampton North outlined, we need to bring those to life to make the whole House realise what we are talking about. She talks about wearing her trainers to walk home, and that is the kind of thing we do. I am sure I am not alone in putting my hood up to make sure that no one can see me. Even now, as a woman in her 50s, I am still making these decisions; these things do not just affect young women. However, I want to speak specifically about young women this morning, because some of the experiences they have during their teens, as they start to become noticed for being women, can cause real harm. Young girls can be traumatised by the attention they attract from men. I have said before in this place that, for young women going through puberty and through changes in their body that they are not comfortable with, it can be traumatising to have uncomfortable male attention overlaid on to that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me relay a conversation I had recently on a school visit. All of us go into schools and talk about being Members of Parliament. Sometimes those visits are really good, and sometimes they are quite hard work and it takes a while to get the students going and asking questions. This visit was for International Women’s Day, when I went to speak to a group of girls who were all 13 or 14 years old. It was hard work; they were not being very forward. Then, I just chucked in, “So, how many of you in this room have been victims of street harassment?” I am not naive about this sort of stuff, but even I was shocked, because every single one of them had a story. One particular girl, bless her, was quite inspirational. She was 14 but could have passed for much older, and she told a story about how she had been followed. She had started to feel threatened, because this man was coming up quite close and he kept making suggestive comments to her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Bless that girl, at 14 years old, she deliberately walked to where there were a lot of people in a shopping centre, turned round and hollered at him. I suspect that that was not the first time he had done that to any girl. I also suspect he will think twice about doing it again after she did that. This was a 14-year-old girl doing that. If we are expecting our teenage girls to have that degree of courage, bravado and strength, we are expecting an awful lot of them. The reality is that what should be tackled is that aggressive, entitled behaviour. What that man was doing was basically saying, “My entitlement to get enjoyment from ogling you, young girl, trumps your ability to say no.” The fact is that we have allowed our laws to continue to absolutely embed that principle in all aspects of our law. This Bill will help to change that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The other aspect of that visit was that a male teacher was in the room, and the beauty of it was that, as each one of their girls shared their experiences, you could see the revelation for him. At the end of the meeting, he spoke quite emotionally to the girls and said, “Look, we need to do something about this in school. We need to start telling the boys how you feel when they behave like this.” I thought, “That’s great. I have done a good day’s work here,” and off I tootled. A few weeks ago, I was attending a church service and this girl up to me, grabbed hold of my arm and said, “I just wanted to thank you, because I was in that room when you came to school. I have now become the head girl and we have a project running all the way through the school and we are all talking about it.” I thought, “Fantastic,” but this is the lived experience of teenage girls up and down the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is lots of criticism of the fact that there are too many cars outside schools. We have to get people on to public transport, but for girls it is like a war zone. We talk about how there is not a single women in this House who has not experienced this stuff, and public transport systems are probably one of the worst places to be. When introducing policies to achieve net zero, we need to think about some of the implications of these things. It is why things such as this Bill are so important to make everybody safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am pleased that opinion is changing, and changing very rapidly. One of the reasons for that is that the terrible incident of Wayne Couzens, and the dreadful crimes that he perpetrated, forced everybody to stop in their tracks, and perhaps tell all the men in this House that it could happen to anyone. These are not crimes that are just directed at people in more deprived communities, lower-income groups or people who have been through the care system. They can, and do, happen to anyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I remember speaking to a ministerial colleague who told me that he had gone home and expressed his shock at what happened, only to have the revelation from his wife and sister that this was our lived experience all the time. Another colleague, after I had been on one of my regular diatribes on this subject, told me that now when he gets into the lift in Parliament with a woman he feels really uncomfortable in case he is intimidating her. I thought, “Good. We’re achieving something.” When men start to think about how their behaviour affects women, we are doing something right, so I make no apologies for making him feel uncomfortable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The truth is that society has looked the other way for too long. We have seen these behaviours normalised, and women have been expected to just suck it up, and we have. Some women still think that it is “just bants”. Well, it is not bants; it can do harm. As I said, this is about power. This is about men using their collective accepted powers to reassert their power over women. Again, it comes as something of a shock that, for all our messages of equalities and efforts to get more women into Parliament and to create more equality of opportunity, some men still use low-level behaviours to intimidate women. They would use powers to intimidate other people as well, but women are perhaps the softest target to make inadequate men feel superior. It just is not okay to do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Lewd cat-calling, which covers some of the behaviours that we are talking about, can also make women feel very uncomfortable about their bodies. I return to the issue of how uncomfortable it can be for teenage girls. It is no surprise to me that so many teenage girls are exploring new gender identities at the moment, because the attention that they are receiving from men can be so unwelcome. If I think back to my time as a teenager, we did not have the amount of porn, one click away on the screen of a phone, that we do now. In those days, porn was much more restricted. Highly sexual images of women, and women’s bodies, were not as freely available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The truth is that boys will have seen the kind of stuff that used to be on the top shelf of a newsagent before they reach their teens. It is no surprise, therefore, that a sexualised view of girls starts to materialise much quicker. As my right hon. Friend the Member for Romsey and Southampton North outlined, so much of the sexually aggressive behaviour that girls experience starts in schools. There is a broader behavioural pattern here. One of the most important things about the Bill is that it will send a message to society that this behaviour is not okay—that it is wrong and harmful. As for the idea that we should worry about the volume of work that the police will have to do as a consequence of the Bill, that is not the issue. This is about sending out the message that we are not prepared to tolerate this behaviour any more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to underline the point that the hon. Member for Walthamstow made about the Bill changing the culture of how women view the police in this area, because the crimes that will be escalated and reported are such things as rape and domestic violence. The message will be sent out that the criminal justice system is on the side of women. Culturally, we have to put up with things that cause us harm but which the law trivialises. Automatically, that does not put us in a good position to have respect for the institutions of the law. The fact that the police will have to record incidents will mean that they take the whole issue of gender crime more seriously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As consequence of the Bill’s implementation, I would like to see, and I am confident that we will see, much more willingness on the part of victims and law enforcement to pursue these serious crimes. I look forward to the rape conviction rate being higher. We all share that objective, but we have never really examined how the wider aspects of the law affect women and get in the way culturally. That is also the reason why so many incidents of domestic violence go unpunished. It has been a long time since women were treated as the property of their husbands and fathers-in-law, but behaviourally, those issues have left a legacy. That means that women are not treated fairly in the criminal justice system when it comes to getting justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In summary, I am hugely supportive of the Bill and I am grateful to my right hon. Friend the Member for Tunbridge Wells for promoting it. I am pleased that the Government support it, but we need to challenge much more on the wider issues of the law and the behaviour of all our institutions to make sure that we tackle violence against women—the fact that we call it “violence against women and girls” rather than “male violence against women and girls” epitomises the problem. We have always made it the victim’s problem, a woman’s problem, but it is not; the perpetrators are the problem. The perpetrators are men and we should send a very strong signal that some behaviours will not be tolerated and that we will do all we can to protect women and girls.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}