{
    "url": "https://www.ukpol.co.uk/jackie-doyle-price-2022-speech-on-the-future-of-the-uk/",
    "title": "Jackie Doyle-Price – 2022 Speech on the Future of the UK",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jackie Doyle-Price",
            "url": "/tag/jackie-doyle-price/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jackie Doyle-Price, the Conservative MP for Thurrock, in the House of Commons on 16 May 2022.",
    "content": [
        "It is a pleasure to follow the right hon. Member for Kingston upon Hull North (Dame Diana Johnson), who represents an exciting area of the country on the Humber. Thurrock may be in the south-east, but I share her exasperation about London-centric policy making, which has gone back decades. In that sense, we should welcome the commitment to levelling up, although she set quite a high bar for proving what it means in practice. I share some of the concerns that she has expressed. When I look at my local road infrastructure in Thurrock, I can see that a national approach has not served us especially well. We must make sure that levelling up really means something in practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are talking today about making this country the best place to grow up and grow old, and it is the greatest country in the world. When I look at what is happening around the world, I think, “Aren’t we lucky to be here in the United Kingdom?” When I read our newspapers, watch our TV or listen to Opposition Members, I often think that this country is much better than they say it is, and that should be celebrated. That is not to say that we cannot do better and there are not challenges that need to be addressed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In this place, we talk too often about how much we are spending on solving a problem, rather than about the outcomes that we are trying to deliver. Success is not measured by how much we spend; if we try to measure it in that way, we end up with a very short-term approach that does not fix the problem. That is why we end up having the same debates over and over again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One area I want to highlight in that regard is social care. For the last 10 years, we have been obsessing about how we pay for social care, without properly looking at how we design a social care system that is fit for purpose. The challenge is that we are all living longer, and we have not revisited our systems and policies to address that. We need a life course approach to our housing. We know that falls are the biggest source of elderly ill health, so why are we not doing more to incentivise people to approach how they live in a way that suits their new length of life?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We also need to give younger people hope that they will be able to buy their own home, and this is where the two policies come together. Too often, we look at policies in silos. Why are we not encouraging people to make better use of their housing assets for their whole family? We can incentivise granny annexes, and we can give young people some hope by ensuring they have greater access to the wealth in their parents’ home. If we can do that, we will save money in the health service, because unnecessary hospital stays are much more expensive than dealing with a little inheritance tax problem, which might unlock some investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Housing is a big challenge, and we need some radical approaches to it. Council housing is a big part of it, and we must have a Macmillanesque expansion of our housing supply. We can deal with that by having fixed-term tenancies, to make sure that we are giving the most help to those most need it and not having homes being stuck.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also wish to say something more widely about health, because I have always said that government perhaps works too well for the pointy-elbowed middle classes who are good at fighting for their interests and not for those who most need it. In that respect, I am disappointed that we have not made more progress with reform of the Mental Health Act 1983. It is now four years since Sir Simon Wessely brought forward his review. We spent a great deal of time consulting users, who often had to relive their own trauma in order to give us their advice. So we have really let those people down in delivering material change. We know that deprivation of liberty can be an important part of looking after people with severe mental ill health, but we also know that it is misused, as Sir Simon Wessely’s report shows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have little time left, but I wish to highlight a couple more things we need to properly address in that regard. We are still using the Bail Act 1976 to remand people in custody for their own protection. The criminal justice system should not be the place where we deal with people with severe mental ill health; in 21st-century Britain, that is completely unacceptable. We have made much of acting to remove prison cells and police cells as places of safety, and I assumed that we were making considerable progress on that—I thought that this was used in a very limited way. So I was horrified to hear from Her Majesty’s inspectorate of prisons that in the three women’s prisons it visited last year 68 women had been remanded for their own protection. That is not acceptable and I want more speed in dealing with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}