{
    "url": "https://www.ukpol.co.uk/mark-drakeford-2020-speech-in-the-welsh-assembly-on-the-brexit-deal/",
    "title": "Mark Drakeford – 2020 Speech in the Welsh Assembly on the Brexit Deal",
    "post_date": "January 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Mark Drakeford",
            "url": "/tag/mark-drakeford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The speech made by Mark Drakeford, the Welsh First Minister, in the Welsh Assembly on 30 December 2020.",
    "content": [
        "Llywydd, first of all I would like to thank you for agreeing to this recall of the Senedd today. In introducing this debate, I want to make three points. First of all, we must welcome the fact that we have avoided the chaos that would have existed if we had left the transition period without a further deal with the European Union. Until the last minute there was a very real possibility that we could face tariffs on trade with our most important market and providers. It’s difficult to believe that we are facing such a scenario. No responsible Government should have considered breaking its links with European networks that allow us to stay safe from systematic terrorism and crime, but we have a Home Secretary who was willing to consider just that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is not the deal that Wales was promised, but, in a world where we were only days away from the catastrophe of a ‘no deal’ Brexit, at least we have a deal in place, despite its inadequacies. As the Welsh Government has regularly argued, at least with a deal in place we now have a foundation on which to build. The relationship with our closest and most important trading partners has been safeguarded and we can now build upon this and strengthen it for the future. Indeed, the agreement allows for an ongoing process of review, and the Welsh Government will be arguing in favour of a review process that lays a foundation for positive evolution rather than it just being a way for the EU and the UK to keep each other in order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Llywydd, my second point has nothing to do with the UK’s external relationships and everything to do with the deeply disturbing state of our internal constitutional arrangements. This is the most important treaty that the UK will have signed for nearly 50 years. It is simply outrageous that in a democracy where the legislature is supposed to hold the Executive to account, the Bill to implement the treaty is being rammed through both Houses of Parliament in one day. The House of Commons will have the equivalent of 15 seconds to debate each page of the draft treaty—less time than it would take to read it, and this when the text of the treaty was only put in the public domain 72 hours before that debate takes place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Now, when Mrs Thatcher was Prime Minister—and we know that there are some in this Senedd who still worship at that unlamented shrine—the European Communities (Amendment) Bill 1986 was introduced into the House of Commons in April and did not gain Royal Assent until November of that year, and Mrs Thatcher had a Commons majority of 140.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Under her Conservative successor, the Maastricht treaty of 1993 spent 23 sitting days in the House of Commons Committee Stage alone. Llywydd, I suspect that the official record does not contain many instances where I have made positive references to Mrs Thatcher, but at least the notion of parliamentary scrutiny appeared to have meant something to her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, the opposition here will say that all this is driven by the lack of time, as if the Conservative Party had not had four and a half years to deliver a deal that we were told would be the easiest ever struck, or the Prime Minister will be threatening us with the consequences if the future relationship Bill is not enacted before tomorrow evening. But all of that is simply wrong. The EU is bringing the treaty into provisional application, and the European Parliament will have several weeks to understand the implications of a text that is about the same length as the Bible. Why are we not able to do the same? How has taking back control collapsed so quickly into having no parliamentary control at all?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Llywydd, this Senedd should refuse to play along with this pretence of scrutiny. The first time the Welsh Government saw even one clause of the treaty was on Christmas Day. The Bill itself, to which we have been asked to give consent, has been with us for one working day, and that under strict embargo. It is plainly impossible for anyone in this Senedd to have a clear understanding of the ways in which this Bill will affect our competence. When we tabled the motion for debate today, Llywydd, we could not refer to the Bill because it had not been introduced and was not in the public domain. And if we had put the debate off until tomorrow, it would have been after the Bill had been enacted. This is not how a democracy should work. And let me be clear that, in these circumstances, this Government will not bring a motion seeking either to give or refuse consent in such circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Now, the amendment laid to the debate from the Conservative Party in Wales invites us to provide legislative consent to a Bill that they cannot possibly have considered. We will oppose that amendment, and the amendment in the name of Caroline Jones, which seeks simply to refight battles that that amendment itself says should be put behind us. We cannot support the third amendment, from Plaid Cymru, which fails to recognise that a deal is better than no deal for the reasons that I have already set out. The Government will abstain on the fourth and final amendment on the order paper today, Llywydd. The Welsh Government does not support the deal, but nor do we believe that it is for the Senedd to instruct MPs as to how they should vote any more than Members of the Senedd would be prepared to take instructions from parties at Westminster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Llywydd, all this brings me to my third point. Just why is it that the UK Government has not given more time to Parliament and to the other UK legislatures to scrutinise this treaty? The answer is simple: the UK Government wants to get the Bill on the statute book before all the details of this deal have had time to emerge. But we know here that businesses will have a treaty that will make trade with our largest and most important market more expensive and more difficult—the loss of contracts because of new rules of origin arrangements; the cost in time and money of export health certificates and sanitary and phytosanitary checks for agriculture and food exports; the end of the mutual recognition of professional qualifications; the failure to include access to the single market for UK services, meaning businesses will have to rely on 27 different sets of national rules to trade across the EU where they have only one today. This is a bad deal for business and for business here in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And for our fellow citizens, what will this deal mean? Queuing at airports, visas for longer stays and the elimination of the freedom to live and work anywhere across the continent of Europe, mobile phones where calls cost far more or may not work at all, fewer people from the European Union able to work in our health and social care system looking after people here in Wales who need their help. And for our young people in particular, Llywydd, the cultural vandalism of cutting them off from the Erasmus+ programme, the largest international exchange programme in history, which people from Wales have done so much to shape and foster. Instead, we will be offered an English system, because, let’s be clear, that is what is now proposed: a scheme made in Westminster and administered in Whitehall, with all the responsibilities that this Senedd holds for further and higher education in Wales not simply sidelined, but written out of the script altogether.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Llywydd, unlike other parties here in this Chamber, the Welsh Government has always argued that a deal was preferable to no deal. Even this thin and disappointing treaty, so different from what was promised, is better than the bitterness and the chaos that would have followed no deal at all. This Government will now redouble our efforts to work with businesses in all parts of our country to limit the damage that this deal continues to inflict, to work with our public services to limit the damage done to Welsh citizens, young and old, and to work with our friends and our partners in the European Union to reaffirm this Welsh nation’s determination to go on being outward looking, international in perspective, and welcoming to the rest of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}