{
    "url": "https://www.ukpol.co.uk/mark-drakeford-2022-answer-to-andrew-rt-davies-in-the-welsh-assembly/",
    "title": "Mark Drakeford – 2022 Answer to Andrew RT Davies in the Welsh Assembly",
    "post_date": "October 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Drakeford",
            "url": "/tag/mark-drakeford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The answer given by Mark Drakeford, the First Minister of Wales, in the Welsh Assembly on 18 October 2022.",
    "content": [
        "Llywydd, the prescription of the Welsh Government is to invest more money in the ambulance service, to have more staff working in the ambulance service, to have a wider range of people able to provide those services and for ambulances to know that, when they arrive at hospitals, the hospital will be in a position to receive that patient so that the ambulance can get back on the road again and attend in a timely way to other people who are waiting. That is the prescription of the Welsh Government.35\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What do people who work in the service—? And as I say, they’ll have heard the way that the Member has described the service they provide this afternoon. What do they face? They—[Interruption.] He has chosen to use that language this afternoon, he didn’t—[Interruption.] And you have chosen to use that language here this afternoon. What do those people face? They face cuts to their pay because of the policy of your Government, and now they face cuts to the budgets that the health service itself will have at its disposal. It is shocking. It is absolutely shocking to me that you think that you can turn up here this afternoon, with the mess that your party has made of the budgets of this country, of the reputation of this country around the world, and that you promise those people that there will be more to come—[Interruption.] And you think you can turn up here this afternoon and claim some sort of moral high ground. What sort of world do you belong in?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}