{
    "url": "https://www.ukpol.co.uk/richard-drax-2022-speech-on-levelling-up-rural-britain/",
    "title": "Richard Drax – 2022 Speech on Levelling Up Rural Britain",
    "post_date": "November 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Drax",
            "url": "/tag/richard-drax/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Drax, the Conservative MP for South Dorset, in 9 November 2022.",
    "content": [
        "It is a genuine pleasure to follow my hon. Friend the Member for Penistone and Stocksbridge (Miriam Cates) and to listen to her excellent speech—all the speeches have been excellent, I must say—and I thank my hon. Friend the Member for North Devon (Selaine Saxby) for securing this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I see that two of my colleagues from Dorset are here and longing to speak, so no doubt they will have a similar message to give the Minister. It is nice to see him in his place; I will target my seven minutes at him specifically and the Treasury even more so regarding the levelling-up bid that we have done once and we are now hoping to do again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like to conjure up the picture of a cake—a chocolate cake, because that is my favourite. At school, when we had birthdays, a cake used to arrive and the teacher used to cut up the cake into the appropriate slices. My eye always fell on the slice that was slightly bigger because the teacher got it slightly wrong when he or she tried to divide the cake. We always hoped that we would get that slightly bigger slice, but of course we got the smaller one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The point I am trying to make is that cutting up the cake is incredibly difficult, and the Government face all kinds of financial problems right now, but on behalf of South Dorset I ask for at least a slice of the cake. I do not want all of it, I do not want half of it but, for my constituents, can we please at last have a fair share of the cake? We have lost out again and again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While it is true that Dorset as a whole is relatively prosperous, that perception masks significant pockets of deprivation. Weymouth, its largest urban area, hosts some of the most deprived neighbourhoods in the county. My South Dorset parliamentary constituency, the vast majority of whose constituents are residents of Weymouth and Portland, is ranked as having the lowest level of social mobility in the country. Huge efforts are going in to try and improve that. We are trying to attract more businesses to raise the incomes, salaries, expectations, aspirations and education. We have heard about buses, broadband and all the other things with which I entirely agree. I am asking the Minister for just a little bit of money, so that the private sector can invest on the back of the investment by the Government. We know that the Government cannot give us all the money we want—that would just be impossible, and the country would be even worse off than it is now. What we want is enough money to try to attract the private sector into places such as Weymouth, Portland and Swanage, and other rural constituencies, so that the private sector can do all the hard work. However, it cannot do it unless the Government create the infrastructure so that the private sector is attracted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will give the House an example. In Weymouth, we have the most attractive harbour, a peninsula and a marina. The walls of those facilities have not been touched for 50 or 60 years and they are in poor repair. The Environment Agency will not allow us to regenerate around those areas until the walls have been repaired, which will cost millions of pounds. A large part of our bid for the second round of the levelling-up fund will go towards repairing those walls. Once they have been repaired, we can regenerate. Once we regenerate, the private sector will come in and do all of this, and then we will get the jobs and the investment that we desperately need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am not asking the Government on behalf of my constituents for multi-millions of pounds, nice though that would be; I am asking for targeted money at Weymouth—a seaside resort that like so many seaside resorts is struggling to cope. It is struggling because so many people now go abroad for holidays. Flying abroad is so cheap and fewer people are going to resorts such as ours, beautiful though they are. We have lost the naval base, the Royal Naval air station, the ferry terminal and local government offices, so we need to replace those with other investments from private business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the Government for the Dorset enterprise zone, which is in Winfrith, not far from Wool. That has been a huge success. With the help of Government funding, we have now attracted some very big companies, including Atlas Elektronik, which is a huge company that deals with submarine warfare. The new BattleLab, which the Army has put in there, is generating huge amounts of business. Local small businesses work together with the Ministry of Defence to come up with solutions to problems, and it is proving a huge success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are asking for some targeted money, please, from the Government so that private enterprise will come and invest in South Dorset. My final point, in addition to the Government money, is to please not forget us. I think we have heard that from every speaker in the debate so far. Rural constituencies are so easy to forget because such a small number of people, in effect, live in them compared with all the urban and major metropolitan areas in this country. The Government tend to forget that the rural constituencies and rural areas are just as important and significant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Rurality, as I am sure we will hear from my two Dorset colleagues, is not taken into account. Buses, if they exist, take longer. People are trapped in their homes. I think we heard from one Member about someone imprisoned in their home, because the bus came only once a week. That is not uncommon in Dorset or South Dorset. More connectivity and, as we heard from another Member, more joined-up thinking for rural communities are exactly what are needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I conclude on this point. I am aiming my comments in the main at the bid for the second round of the levelling-up fund. We were category 3, and we have now gone to category 2. I urge that, in the Government’s mind, we need to be category 1. For all the reasons I have explained, we would be most grateful if when round 2 is announced we are definitely in it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}