{
    "url": "https://www.ukpol.co.uk/richard-drax-2023-speech-on-sport-in-schools-and-communities/",
    "title": "Richard Drax – 2023 Speech on Sport in Schools and Communities",
    "post_date": "January 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Richard Drax",
            "url": "/tag/richard-drax/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Drax, the Conservative MP for South Dorset, in the House of Commons on 10 January 2023.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for Mansfield (Ben Bradley), and hugely reassuring to see two very competent Ministers on the Front Bench listening to every word we say. It is also a pleasure to follow all the other excellent speeches that have gone before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am delighted to be called to speak in this debate because throughout my school days sport was a crucial outlet for a young boy, then a teenager, who was dyslexic and found academic study truly onerous and at times terrifying. I was fortunate to be educated in the private sector, where time was both granted and available for sport. In addition, we had the sports fields and support staff to ensure that a range of activities could be provided. It is my view that where the private sector leads successfully, the public sector should follow or certainly learn. Sport must not be a privilege; it must be available to all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On that note, what has always baffled me is why the school day in this country ends at 3 pm. Too often, children return to empty homes or roam the streets aimlessly until their parents get home. Surely this mid-afternoon gap could easily be taken up by sport, especially in spring and summer terms. It is regrettable that both political parties have been guilty of selling off their playing fields over the years. Thankfully, since November 2016 schools have had to seek the consent of the Secretary of State to do so, and there is rightly a strong presumption against any sale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sport at school, for every pupil, is a gift that keeps on giving. Away from the two modern scourges of social media and the mobile phone, friendships are cemented, working as a team is understood, youthful exuberance is channelled, discipline is instilled, skills are gained and courage is tested—for it does take courage to fall on a loose rugger ball with the opposition bearing down on you. Crucially, one learns to win magnanimously and to lose gracefully. These are building blocks for life, quite apart from keeping fit. It is extraordinary that while PE is compulsory in the national curriculum, the Education Act 2002 prohibits the Secretary of State from prescribing an amount of time to any sport, although Ofsted recommends a minimum of two hours a week. That is just over one football match a week. I do not think that is nearly enough, personally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I commend the many parents who selflessly give of their time to take their children to out-of-school activities. Unfortunately, many children do not have that sort of support. All too often, they end up doing virtually no physical activity at all. It is regrettable, but inevitable, that obesity among the young has risen, leading to a serious lack of self-esteem and the risk of being bullied. Well organised sport in school helps to tackle obesity and to improve behaviour, attendance, mental health and, as we have heard, academic achievement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I fully accept that extending the school day and supporting sports such as cricket, rugby and football, and more, would need more funding, and I appreciate that a range of financial initiatives have gone a long way towards achieving this, but sports education, though compulsory, is given only two hours a week, when it should be a core subject like maths, English and science.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I can think of no better investment in the young than teaching them so many of the basics of life. The disciplines required on the sports field, whatever the sport, are no different from those required off the sports field. I was fortunate to learn the significance of physical fitness and good health at school. Once adopted, it stays with us for life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}