{
    "url": "https://www.ukpol.co.uk/richard-drax-2017-speech-on-the-future-of-the-nhs/",
    "title": "Richard Drax – 2017 Speech on the Future of the NHS",
    "post_date": "August 4, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Richard Drax",
            "url": "/tag/richard-drax/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Richard Drax, the Conservative MP for South Dorset, in the House of Commons on 20 July 2017.",
    "content": [
        "Before I start my speech, may I thank you, Mr Deputy Speaker, the Speaker and all the office staff, the police and everyone else who takes care of us here? I wish them all a very happy summer recess, when they all go off on their holidays. We are extremely grateful for all that is done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, I thank and praise all those who work in the NHS, especially those on the frontline. Secondly, it would be inappropriate of me not to pay tribute to our able and competent Front-Bench team, who face some extremely difficult challenges within the NHS. My speech today is in no way at all a criticism of the Government; it is purely based on my own observation and the observations of others, in part in Dorset but also from around the country. I hope Ministers will forgive and indulge me as I honour one of my election pledges and bring this matter to the Government’s attention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said, in essence I am responding to my own observations and to those of the many people I have spoken to, who work either in or around the NHS. I, we and they are proud of our NHS, and rightly so. As Nigel Lawson, the former Chancellor, so memorably said, _“It’s the nearest thing we have to a national religion”_.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The NHS will be 70 years old next year; it is the world’s fifth largest employer, with 1.5 million employees; and it serves a population of the United Kingdom of more than 54 million people. The total budget for NHS England is a staggering £117 billion. The three founding principles of the NHS—that it is available to all, free at the point of delivery and based upon clinical need rather than the ability to pay—still stand. Last week, the US-based Commonwealth Fund health think-tank found the NHS to be the best, safest and most affordable healthcare system of the 11 countries it analysed, for the second time in a row. That is a record to be proud of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, the NHS is, to some degree, a victim of its own success. That same study placed the UK second from bottom for clinical outcomes. So what to do? Politicians take a scalpel to the NHS at their peril. The consequence is that only sticking plaster is used to meet changing circumstances. Medical advances, longer life-spans and soaring healthcare costs have outpaced resources, and the situation can only get worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A recent Public Accounts Committee report found that the financial performance of NHS bodies had deteriorated, with NHS trusts seeing their deficits almost treble to £2.6 billion in a single year, 2015-16. Plugging those deficits will not be easy. Addressing the shortage of nurses and GPs, coping with a strained adult social care system, responding to an overstretched A&E service and countering ambulance waiting times all require careful thought and perhaps further review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am a former soldier and we used to say in the Army that time on reconnaissance is never wasted, so a visit to the frontline—in my speech—is instructive. A senior doctor on my Dorset patch despairs at the “army of office staff” who leave every evening on the dot of 5 pm, while work in the hospital, which he emphasises has ​always been a seven-day service, rolls on. He believes that administrative staff could be cut by about 25% without affecting patient care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That senior doctor says the so-called “bed bureaus” in most hospitals are a case in point. When a patient is admitted, doctors must book a bed through bed managers—there is one per shift, so three per day—who, in turn, inform the ward sisters, who were themselves once responsible for the beds on their wards. In fact, the bed managers are often very senior nurses who have been promoted out of their clinical roles into well-paid managerial jobs. Formerly, such senior nurses were an invaluable source of knowledge and training for junior nurses, but it now seems there is a risk that their hard-earned skills will be wasted in administrative roles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To be fair, the NHS says that managers have been cut by 18% since 2010. However, in the view of the senior doctor I am referring to, there is still ample opportunity better to share back-office functions across regions, especially in commissioning services, purchasing and postgraduate medical education for doctors. For those who are unaware, newly qualified doctors apply to a regional deanery for further training in foundation years 1, 2 and 3. That deanery remains responsible for their rotations until they choose their clinical specialty, three years after qualifying. Therefore, my doctor source asks, why are there education managers, deputy education managers and deputy assistant education managers in most hospitals he has worked in? In addition, he points out that nurses are efficiently certified and accredited by their own system, so they do not need in-house education managers, either.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The pressure on social care has also had a significant impact on acute hospitals, says this doctor. Like hospital administrative staff, care home staff are available to assess prospective new residents only during office hours, leaving A&E departments—often with elderly patients who are not strictly emergencies—to languish until Monday morning. Occupational therapists are also unavailable until Monday morning, meaning patients cannot be sent home because their homes cannot be certified as safe. In addition, A&E departments are frequently overwhelmed by patients suffering from mental health issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The under-16s pose a particular problem, certainly in Dorset, because the office hours of the children’s mental health assessment service are from 9 to 5, Monday to Friday. Most young patients present at night, when stress, depression or suicidal thoughts tend to rear their ugly heads. An A&E doctor is unable even to prescribe a sedative. Instead, dedicated nurses must be found to watch the young patient constantly until Monday morning, when a child psychiatrist can see them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition, the NHS internal market, which has been with us since John Major’s Government, has also had unintended consequences. Procuring goods and services across a region, rather than restricting individual commissions to each small trust, would save millions, says this doctor. So what can be done? Clearly, the current situation is unsustainable in the longer term. The right hon. Member for Birkenhead (Frank Field), if I may paraphrase him, has said that the NHS is so rapacious that it could probably never be satisfied. However, there must be another solution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Healthcare spending is protected relative to other public services, but increasing demand and costs surely demand we think a little more out of the box. As I have ​mentioned, hospital deficits reached £2.6 billion in 2015-16, negating the benefits of any funding increases. Projections from the Office for Budget Responsibility suggest that spending on healthcare could rise from 7.4% of GDP in 2015 to 8.8% in 2030-31, which is the equivalent of a real increase in spending of £100 billion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Office for National Statistics predicts that the proportion of people aged 65 and over will increase from the current level of 18% to 26.1% in 2066, with over-85s tripling to 7.1% over the same period. A study by the King’s Fund found that financial pressures have affected access to services and quality of patient care, while the Care Quality Commission’s latest report concluded that the quality of care provided across England varies considerably.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When compared with member countries of the Organisation for Economic Co-operation and Development, the UK spends less per capita than France, Germany, Sweden and the Netherlands. We also perform poorly on many acute care indicators, with worse outcomes for stroke victims, heart attacks, and cancer survival over five and 10 years. With more people, better and more expensive technology and greater expectations, the pressures will continue to grow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A significant new House of Lords report, “The Long-term Sustainability of the NHS and Adult Social Care”, describes a _“culture of short-termism”_ across successive Governments. Interestingly, the report calls for a new political consensus on the future of the health and care system via\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "_“cross-party talks and a robust national conversation.”_\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not entirely agree, but I will come on to that later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The report concludes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "_“Short-term funding fixes will not suffice. Neither will tinkering around the edges of service delivery.”_\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It made three recommendations: that there should be radical service transformation, with more integrated health and care services in primary and community settings; that there should be long-term, stable, predictable and adequate funding for the NHS and adult social care; and that there should be immediate and sustained action on adult social care, with urgent funding to alleviate the crisis in NHS hospitals. It is not just the Lords who have an opinion; these are coming in thick and fast from across the political spectrum, including from the King’s Fund, the Barker commission, the Nuffield Trust, the Health Foundation, the Public Accounts Committee, the Care Quality Commission and a number of parliamentary Select Committees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To be fair, a good start has been made. The Health and Social Care Act 2012 abolished primary care trusts, to be replaced by 44 clinical commissioning groups, responsible for commissioning the majority of NHS services. Since 2015, those in turn have developed local sustainability and transformation plans, as part of the NHS five year forward view. The STPs are blueprints for better integration of GP, community health, mental health, cancer care and hospital services, focusing on more joined-up working with home care and care homes. The Government are to be congratulated on all of that. I am delighted and touched that this week Dorset’s STP has been awarded more than £100 million by the Government. Dorset is also one of eight areas nationally to announce an accountable care system, which will fast-track these improvements, especially taking the ​strain off A&E departments and making GP appointments easier to get. It will share in a £450 million pot. The STPs are, say NHS England,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "_“a starting point for local conversations”._\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We all hope so. Dorset’s CCG is currently poring over responses to its public consultation which closed in February. Some of its proposals, including moving A&E services from Poole to Bournemouth, and losing community hospital beds on Portland and at Wareham, I find difficult to accept.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Inevitably, some of the CCG’s remit must be to find savings. Various suggestions have been made in the past: the Carter review in 2016 found that £5 billion could be saved through shared procurement and back office support; the Naylor review in 2017 concluded that better management of the NHS estate could generate £5 billion and provide land for 26,000 new homes; and the Wachter review suggested that better IT systems would help. Whatever savings are made can then be reinvested in the NHS’s most precious asset of all, those on the frontline, where there are genuine concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A House of Lords report described the lack of an appropriately skilled, well trained and committed workforce as the\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "_“biggest internal threat to the sustainability of the NHS”._\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A shortfall of some 10,000 GPs across the UK is predicted by 2020. At the same time, hundreds of GP practices are in danger of closing because 75% of their doctors are aged over 55. Nurses are wooed now with flexible hours and school-friendly schedules, but the abolition of the nursing bursary earlier this year has seen the number of applicants applying to start nursing degrees this October fall by 23%. I know from my own research into ambulance waiting times that the ambulance trust covering my constituency is having trouble both recruiting and retaining staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We all agree, in all parts of this House, that the NHS is a unique national treasure, to be protected, sustained and nurtured, but it cannot remain a sacred cow, untouchable at any cost. So why do we not hand this problem to an independent panel, totally divorced from politicians, and ask it to see how we can make better use of the £117 billion that we spend? From what I have heard and seen, I simply cannot believe there is not a better way of running our beloved NHS. The will from those in all parts of the House is there, so let’s be bold, take politics out of it, simplify the way the NHS is run and channel more resources to the frontline.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}