{
    "url": "https://www.ukpol.co.uk/richard-drax-2023-speech-on-international-womens-day/",
    "title": "Richard Drax – 2023 Speech on the Budget",
    "post_date": "March 18, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Richard Drax",
            "url": "/tag/richard-drax/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Drax, the Conservative MP for South Dorset, in the House of Commons on 16 March 2023.",
    "content": [
        "I welcome the hon. Member for West Lancashire (Ashley Dalton) to the House, and I refer the House to my entry in the Register of Members’ Financial Interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are the party of low taxes, or we are nothing. It is a core Conservative value that we believe people should keep more of their money. In that regard, I commend the Chancellor for scrapping the pensions allowance. It is rather strange that the Opposition are wailing about it when they themselves wanted to remove it, albeit just for doctors. This reform will not just help doctors, but help to retain headteachers, police chiefs, senior officers in the armed forces, air traffic controllers, prison governors and many others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, what concerns me is the tax pressure on those who receive less. We are still facing the highest burden of taxation since the end of the second world war. I fear we are falling into the socialist trap of raising expectations that the Government will provide all the answers; they cannot, and should not try to. The consequence is higher and higher taxes to pay for services such as extra childcare. I entirely endorse the excellent speech by my right hon. Friend the Member for Camborne and Redruth (George Eustice) on the problems that this policy could raise. While welcomed by many, it fails to recognise that if families paid less tax, they would have more disposable income to pay for services such as childcare, rather than relying on the Government. Raising the tax threshold, especially at the higher rate, would help in that regard. The insistence that the Government can spend people’s money better than them is not our philosophy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I accept in full that we are paying a heavy price for locking the country down during the pandemic, and now dealing with a major war in Europe, but this is not the time for faint hearts and overcaution, especially with a general election looming. For we know—we have just heard—where Labour will take us: myriad new taxes, a rise in existing ones, and a party driven sadly by the few, not the many, and by envy, punishing those who work hard and want to provide for their families. Let us stop reinforcing Labour’s values and start reminding the country of ours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On that note, despite the many calls for corporation tax not to be raised from 19% to 25%, the increase will go ahead. Despite being mitigated by some capital allowances, it is a regressive and regrettable move. This after the Chancellor pledged to reduce corporation tax to 15% last year when he stood for the leadership of our party—how right he was then. Yesterday’s Budget rightly placed great emphasis on growth, and while I am all for getting people back to work, I am not in support of a tax hike on those who create the jobs in the first place. Beyond that, the increase will be a major and negative factor for companies deciding where and how much to invest. Let us not forget that the corporation tax of our nearest competitor, the Republic of Ireland, is a meagre 12.5%. As my right hon. Friend the Member for Wokingham (John Redwood) said of an earlier Chancellor:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Lawson brought intellectual self confidence and energy to the task of being Chancellor. He fearlessly slashed income tax and corporation tax rates. Extra revenue poured in as growth improved.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Surely that is what business needs: a visionary Conservative Government committed to creating an environment that gives wealth creators the incentives to take risk and create the prosperity and jobs that all of us in this House want. Unfortunately, that is not evidenced when we look at the oil and gas industries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Angus Brendan MacNeil (Na h-Eileanan an Iar) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will the hon. Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Richard Drax**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will not, because we do not have time and others wish to speak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Because of pandering to the green lobby and unachievable targets, oil and gas companies face punitive tax rates such as the 50% corporation tax rate and a 35% windfall levy. As the war in Europe has reminded us, energy security is paramount. Over-reliance on supply from overseas has left many countries—not just us—vulnerable to fluctuation in prices and supply. Regrettably, we are a long way from ending our reliance on fossil fuels, so surely it is common sense to encourage investment here at home, not to increase our carbon footprint by importing from abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before I conclude, I must mention defence. While the extra £11 billion over five years is to be welcomed, it is not nearly enough, with little—if any—of that money going to our conventional forces. This at a time when the world is increasingly unstable. Arbitrary figures for defence spending plucked out of thin air by both sides demean our armed forces and us in the House. In the face of some very real threats, a thorough appreciation needs to be undertaken and the defence budget set accordingly. To be an effective NATO partner, we need the mass to sustain a prolonged and major confrontation. Right now, we do not have it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I conclude on a point of caution. As I hinted strongly at the start of my speech, this over-reliance on Government to provide the solution to everything must stop. It is simply unsustainable. Our Conservative Government would do well to recall the words of JFK in his inaugural address:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Ask not what your country can do for you—ask what you can do for your country.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}