{
    "url": "https://www.ukpol.co.uk/jack-dromey-2019-speech-on-crime-in-birmingham/",
    "title": "Jack Dromey – 2019 Speech on Crime in Birmingham",
    "post_date": "June 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jack Dromey",
            "url": "/tag/jack-dromey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jack Dromey, the Labour MP for Birmingham Erdington, in the House of Commons on 11 June 2019.",
    "content": [
        "Built in Victorian times, the Frances Road, Mere Road, Kings Road and Victoria Road areas of Stockland Green are over 100 years old. Historically, they were a haven of peace and tranquillity and a strong community—no longer. Twelve months ago, seven residents asked me to meet them in Frances Road. I arrived and 70 were there, and it all poured out. A woman said, “Our great-great-great-grandparents bought the house, and successive generations have lived in it ever since. Now we fear to walk the streets.” There was a daughter and her mum, and the daughter said, “If ever I want to go down to Slade Road to get a bus, I ask my mum to come with me. I am afraid.” One man who had lived there for 32 years said that gangs, as he called them, who were drugged and drunk had tried to break into his house at 3 o’clock in the morning only the previous week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The area is still a great community, but it is racked with crime. The increase is not exclusively due to the rise in the private rented sector, but at the heart of it is a rise to 53% of local homes now being in the private rented sector and rapid growth in the numbers of houses in multiple occupancy and unscrupulous landlords. Registered social landlords are importing vulnerable people into Stockland Green from all over the country, offering supported housing but without the necessary support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Senior police officers put it well in a recent discussion, saying that they had seen a disproportionate number of vulnerable people and ex-offenders imported into the Slade Road community from all over the country. They also said that rogue landlords often offer a room for £80 and make a lot of money—if they were providing the necessary support, it would cost three times that, but public agencies want to go for the cheapest possible outcome. They said that there are rogues in what sometimes seems like an unregulated marketplace, and that it is harder to get a decent student HMO than to prevent victims of domestic violence from ending up alongside ex-offenders. I do not want to send the wrong message—of course it is right that we accommodate the vulnerable and those on probation having come out of prison, but there has been a disproportionate dumping in Stockland Green without the necessary support to help either group rebuild their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The statistics for rising crime in Stockland Green are stark. Between May 2018 and April 2019, there were 1,179 violent and sexual offences, 480 examples of antisocial behaviour, 380 burglaries, 326 cases of criminal damage and arson, and 277 vehicle crimes, including cars being set on fire. Not all of Stockland Green can be painted with the same brush, but there are hotspots, particularly the Frances Road, Mere Road, Kings Road and Victoria Road areas and the shops further down the hill at the bottom end of the Slade Road.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We now see open drug dealing in the area, and the vulnerable are fearful of walking the streets. I spoke to local residents only last Friday, and Michael said, “My two daughters used to love going to Brookvale Park. We no longer let them out because they just do not feel safe.” His neighbour opposite said, “I have lived ​here for 29 years. Every morning I come out and see open drug dealing in the street.” I have seen with my own eyes both those who are peddling drugs and clearly mentally ill people on the streets without supervision. I discovered one particular case of an individual who should never have been out other than under supervision, but nevertheless they were free to walk around.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also see powerful testimony in my own casework. Every week we get an approach from the Slade Road area. For example, a resident on Frances Road wrote to me to say that they have had to put their property on sale because of drugs, people banging on doors at midnight, and the fact that her children do not feel safe to go out of the house. She said, “This started in June 2016, when houses in multiple occupancy sprung up on the street. A lady climbed out of a window and was knocking on the front door at 3 o’clock on the morning. I reported the incident, but the police said they cannot do anything. They sent a PCSO to deal with the issue. Nothing was resolved.” She now cannot even sell the property, because at viewing times next-door residents are smoking drugs at the front door and the smell comes straight into her house.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A second constituent wrote, “There are now many halfway houses on my road. We are really concerned about the drug deals that go on in at least three of the houses. They happen in broad daylight, and we see a lot of drug users coming into the street to buy from drug barons actually living in the street.” She said that residents are intimidated by some of them, and “I have been sitting in my car and watching deals take place as staff are leaving at the same time. They did not bat an eyelid. Most of the old neighbours want to move out now. Another neighbour and I cleaned piles of rubbish from our street recently, as most residents pay no attention if it is spilling into the street, particularly from the HMOs and the rapid growth in the private rented sector. Mice are common in our house now.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A third resident said, “In my street, and in the street opposite, we had two cars in a matter of weeks set on fire.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If we go down the hill to the shops in Slade Road, which is the heartland of the Kashmiri community in Stockland Green, we see a similar pattern of open drug dealing and various offences. For instance, one mentally ill man, released without supervision into a second-class HMO in the Slade Road area, came down the hill and assaulted five people, including a grandfather who was seriously hurt, until the police arrived—actually, one of the police officers was assaulted, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I pay tribute to our local councillors, particularly Josh Jones and Penny Holbrook, for the work they have done. I also pay tribute to our local police officers Sergeant Jim Reid, Helena and Wayne for the work they do. But as the thin blue line is drawn ever thinner with the loss of 2,100 police officers in the west midlands, their problem in dealing with rapidly rising crime and antisocial behaviour becomes ever more acute. Last week, one resident showed me statistics from the neighbourhood watch arrangements we have now set up, and 83% of crimes recorded in the Slade Road and Stockland Green area do not lead to a conviction or resolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also pay tribute to those in the local authority: Matt Smith, who works on enforcement in the private rented sector; Rob James, the housing director; and Sharon Thompson, the cabinet member. They have taken welcome ​action, including a series of prosecutions in recent months at 170 South Road, 118 South Road, 11 The Drive, 472 Slade Road and 30 Hunton Road, with more to follow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just as the police have suffered the biggest cuts to any police service in the whole of Europe, which is having an impact on our community, the local authority is reeling from the biggest cuts in local government history of £690 million. Those responsible for tackling these problems are doing their very best—I stress that once again—but their numbers have been cut by three quarters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Both the police and the council can and should do more. Indeed, I want to see the local authority move down the path of selective licensing schemes to tackle the undoubted problems in the Slade Road area, and in other areas of Birmingham. When I worked with the then mayor of Newham, I remember seeing at first hand the borough’s imaginative work on a selective licensing scheme and the enormous progress that was made as a consequence in tackling bad landlords. So the police and the council can do more, but the Government must accept that they cannot work miracles. If there is a hopelessly overstretched police service and a badly under-resourced local authority, of course it impacts on their ability to do their job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}