{
    "url": "https://www.ukpol.co.uk/flick-drummond-2023-speech-on-international-womens-day/",
    "title": "Flick Drummond – 2023 Speech on International Women’s Day",
    "post_date": "March 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Flick Drummond",
            "url": "/tag/flick-drummond/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Flick Drummond, the Conservative MP for Meon Valley, in the House of Commons on 9 March 2023.",
    "content": [
        "It is a pleasure to speak again in a debate on International Women’s Day. #EmbraceEquity is this year’s hashtag. Although we are approaching equality of resources and opportunities, equity recognises that each person has different circumstances and that we may need to allocate different resources and opportunities to reach an equal outcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thought I would use this debate to highlight the work to promote tech and STEM careers to women and girls, which is one of the themes of International Women’s Day 2023. We keep returning to careers in STEM because we are still not maximising the potential of women in these industries. Even if there is equality in provision and training, it is not being accessed equally, so we need to examine why.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have several interests, chiefly through the all-party parliamentary group on women and work, which I co-chair with the hon. Member for Birmingham, Yardley (Jess Phillips), who has just left the Chamber. As the hon. Member for Livingston (Hannah Bardell) said, we work together across the House in many ways. My interest also comes from my work on university technical colleges, an education model that offers transformational opportunities to young people. Finally, like many others, I have an interest as a mother and grandmother. [Interruption.] Yes, I have three grandchildren.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have been a strong supporter of UTCs since they were introduced, and I was instrumental in encouraging the establishment of my local UTC in Portsmouth. Every young person interested in a STEM career should have the same chance to have the education that a UTC provides—this should include coding in every school’s core curriculum—but most UTCs are now oversubscribed, and there are sometimes 10 applicants for every place. I am backing the Portsmouth UTC to launch another UTC in the Solent region, as it will help many of my young constituents to access an amazing route into STEM careers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last week, I visited the London Design and Engineering UTC, where girls make up 36% of the intake, which is fairly typical of most UTCs. Fifty-one per cent. of UTC teachers are women. I hope the proportion of girls attending UTCs quickly increases to nearer 50%, and 50% of applicants for next year are female, so there is some progress at last.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chloe Smith (Norwich North) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those figures are really interesting and obviously a great empirical example, but does my hon. Friend have any thoughts on how we may have achieved 50% of the teachers being female but only a third of the students being female? What is the difference between those two numbers?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs Drummond**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Interestingly, I think 65% of secondary schools have women as teachers, so the proportion is slightly less. I have met female UTC teachers, and they are all highly skilled scientists and mathematicians, as is my right hon. Friend the Member for Chelmsford (Vicky Ford) and my hon. Friend the Member for North Devon (Selaine Saxby). It is a shame because we are sort of putting them in here and not into the community, where they could be teaching the next generation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A third of female UTC graduates go on to STEM destinations. Some 70% of girls go into higher education, compared with 55% of boys. Twenty-four per cent. of girls go on to apprenticeships, mostly at level 4 or higher, against just 4% nationally in other schools. The fact that only a third go on to STEM destinations should raise alarms. This year, the APPG on women and work published our report on the cost of being a woman at work. We had a lot of input from the tech industries, including some shocking statistics about women in tech. In 2017, PwC discovered that only 3% of women say that tech would be their first choice, which is shockingly low considering the good salaries and prestige that come with the industry. The five most valuable brands are tech companies—Apple, Google, Microsoft, Amazon and Meta—yet 78% of students could not name a woman working in technology, which is probably not surprising given that only 26% of the tech workforce are women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The tech industry has produced awe-inspiring, life-improving inventions, but it has also contributed to growing online misogyny and gadget misuse, including spy cameras and stalking. Surely having more women working in the industry would help lead to tech being better adapted for women and to more work to combat the negative aspects for women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sure my hon. Friend will be interested to know that the theme of this year’s Commission on the Status of Women meeting at the UN was “Women and the impact of technology.” I know she wished to be there herself, but the key issue of trying to make sure technology works for women was the highlight of the global conversation. The point about needing to have more women in the tech sector, working on developing new technologies, was repeatedly reiterated. What she says is spot on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs Drummond**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is also the impact on education in more remote countries, or even in Afghanistan. We would hope that people could access education through tech. If we can get more women working in tech, education could be provided which perhaps even the Taliban would agree with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chloe Smith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend is being very generous with her time. I agree with her point on Afghanistan, on which I heard some particularly powerful anecdotes from the Street Child charity only last night. Does her APPG, and the other groups with which she is working, have broader thoughts on the future of work? Is there an avenue to have a wider debate about women’s interests in that, not that I believe there is any such thing as a woman’s interest in a ghettoised form? I wonder what her thoughts are on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs Drummond**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I set up the all-party group in 2015 with that sole purpose of changing policy on the barriers to women in work. Each year, we have produced a report, and I will pass on some copies to my right hon. Friend, because we cover the whole gamut of women in the workplace. This year, we have been focusing on tech, which is why today’s debate is so important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We need to change the way we use the internet, and having more women at the top will help because we need to be more inclusive. As we have said, that will help in education around the world, too. Careers advice must push tech as an option. Tech companies must link in with schools and provide mentoring. It will take time, commitment and long-term investment, but it will make a massive difference to our productivity. There are mentoring programmes for women already in the tech industry and they are proving successful. Cornell University has estimated that that could lead to a 15% to 38% increase in promotion and retention rates for women. As I have said, there are very few women at the top of tech companies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is good to have a day when we can focus on how far women have got in so many areas. We have also heard some harrowing speeches today. It is great that we can encompass every single aspect of what it is like to be a woman. Tech must reduce its barriers to women using it effectively and entering it as a career, and then we can really embrace equity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}