{
    "url": "https://www.ukpol.co.uk/flick-drummond-2022-speech-on-levelling-up-rural-britain/",
    "title": "Flick Drummond – 2022 Speech on Levelling Up Rural Britain",
    "post_date": "November 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Flick Drummond",
            "url": "/tag/flick-drummond/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Flick Drummond, the Conservative MP for Meon Valley, in the House of Commons on 9 November 2022.",
    "content": [
        "I congratulate my hon. Friend the Member for North Devon (Selaine Saxby) on securing this debate. I know that much of what she spoke about is common in rural areas around the country, so I urge everybody to read her contribution in the first place. It is a pleasure to speak on a matter that is very important to many residents in Meon Valley. It is a constituency fringed on three sides by dense urban areas, but a lot of it is deeply rural. Because we are limited on time, I will focus on just two levelling-up issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister will not be surprised that the first issue is public transport. Bus services in rural communities have proven very vulnerable to commercial pressures in the wake of covid. There are issues with higher business costs, and difficulties with recruiting and retaining drivers. Additionally, Hampshire County Council is facing enormous financial challenges, and this is affecting its ability to support the services that vulnerable people depend on. As others have mentioned, there is a lack of transport particularly for young people getting to school, but also getting to their Saturday jobs. For instance, going from Bishop’s Waltham to Whiteley in my constituency is proving incredibly difficult. May I ask the Minister to look urgently at the support for transport authorities such as Hampshire? Hampshire County Council is already doing as much as it can, but budgets have steadily reduced, and there is no more fat to trim or salami to slice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second priority, as others have mentioned, is broadband and telephone. I was pleased that the Department for Digital, Culture, Media and Sport intervened over the plans to cut off the existing public switched telephone network as part of the digital switchover, because like many of my constituents, I was concerned about proper safeguards for isolated households in the event of a power cut. May we ensure that we have a proper solution to these issues? I would like to give an assurance to my constituents well before any further move is made to switch off the PSTN.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, I fully understand that the future is digital and wireless. I was delighted that the gigabit broadband scheme is enabling places such as Owslebury in my constituency to get up to speed. I know there is work going on with a scheme in Cheriton and a few other villages to help the residents there, too. It is another area where Hampshire County Council has provided brilliant support for residents through its broadband voucher scheme. However, there are still some remaining pockets of very slow speed in Meon Valley, and I hope the procurement that DCMS is engaged in at present can quickly bring all the benefits of better broadband to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome everything that has been done so far. However, we are going to need to fill the gaps in 4G mobile phone coverage, as well as to roll out 5G as far as possible into rural areas such as mine. We must support our rural communities, especially our farms. Farming is increasingly a high-tech, data-driven business, and farms need better broadband connections and good mobile coverage to make the most of such opportunities. There are also small businesses, some of which in my constituency are world class, that are dotted around the constituency, and they would benefit from fast broadband. I hope the Minister will prioritise those as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If we are truly to level up those who live in rural areas, we need to make sure that they have access to transport and broadband technology. If we do not, we run the risk that these areas will be left behind. As others have said, many people think of the countryside as an idyll, but there are pockets of deprivation that are just as serious as those in inner cities. As my hon. Friend the Member for North Dorset (Simon Hoare) mentioned, they are just not as obvious or as big. Any Government policy regarding levelling up in rural areas must have this reality front and centre if it is to be successful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}