{
    "url": "https://www.ukpol.co.uk/flick-drummond-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Flick Drummond – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Flick Drummond",
            "url": "/tag/flick-drummond/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Flick Drummond, the Conservative MP for Meon Valley, in the House of Commons on 9 September 2022.",
    "content": [
        "Thank you, Mr Deputy Speaker, for this opportunity to pay tribute, on my behalf and on behalf of my constituents in Meon Valley, to Her Majesty Queen Elizabeth, and to pass on our condolences to the King, the Queen Consort and all the royal family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is one of the saddest times this country has faced. We have lost our guide, and we feel a strange sensation of being adrift; that something is not quite right in the world; that our anchor has been swept away. It is an unease that will fade as life goes on, and I know that Her Majesty would want it that way. She was a woman without pretension, solely dedicated to her country and the Commonwealth through her unstinting service up to her final days, as we saw. How we will miss her smile and her continuity. We knew this time would come, but it was a shock none the less.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank Her Majesty for her 70 years of service. She will remain an example for everyone—in particular, she is an example for those in public service of how we should serve. Hers was a leadership that so many of us would like to emulate. The tributes from across the world show what an inspiration she has been, and they must be a comfort to her family and to the country as we come to terms with our collective loss.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was born 10 years after the Queen came to the throne; like many here, I have known only one monarch. The monarchy has been part of our island’s fabric for more than 1,000 years. It has been left in good shape and with an able successor at its helm. I will be proud to serve His Majesty King Charles III as a Member of Parliament and as a British subject. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}