{
    "url": "https://www.ukpol.co.uk/flick-drummond-2022-speech-on-the-yemen-peace-process/",
    "title": "Flick Drummond – 2022 Speech on the Yemen Peace Process",
    "post_date": "November 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Flick Drummond",
            "url": "/tag/flick-drummond/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Flick Drummond, the Conservative MP for Meon Valley, in Westminster Hall on 3 November 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That this House has considered the peace process in Yemen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a pleasure to serve under your chairmanship, Mr Davies. I thank the Backbench Business Committee for granting this important and timely debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just over 60 years ago, I was born in Steamer Point Hospital in Aden, and I began a long fascination with Yemen in its various guises. I was born with British citizenship as my father was serving in the British Arab army, and we left when I was three. Ever since then, I have tracked how things have changed over the years as I have written down the changing names of my country of birth. I have not been back since but I dream to, much like the right hon. Member for Walsall South (Valerie Vaz) and her brother, the former Member for Leicester East, who were also born in Yemen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Over the last 60 years, Yemen has been divided and come back together again, and it has now become a long-forgotten war for many. Why is Yemen important to us? The UK has a historic interest in Yemen through the existence of the Aden colony from 1839 to 1967. More importantly, today we are the UN penholder. The Government must continue to play their leading role in promoting peace. I pay tribute to the UN special envoy, Hans Grundberg, and his predecessor, Martin Griffiths, for all their work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Today I will set the scene, as I know others will want to talk about different aspects. I thought it would be good to remind people about the complexity of the war and our role. That is not to say that we should impose a western-centric, top-down structure of government for Yemen. That has been disastrous in places such as Iraq. Like other middle eastern countries, Yemen is made up of different communities, and there is currently little feeling of a whole national identity. The war is not as clear as some may wish it to be. Often, there is too much focus on Saudi Arabia and the Iranian involvement, but it is an internal civil war, not a surrogate or proxy war. Although outside countries are involved, either by backing the Houthi rebels or supporting the Yemeni Government, they do not necessarily control them politically.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yemen has had a history of civil wars for centuries, and a continual battle along the Saudi Arabian border—a border that has cut through some of the historical Yemen. It is a country divided by tribal and religious loyalties. The Houthis are more doctrinally close to the Sunnis than the Iranian Shi’ite regime with which they are often linked by the outside world. The Houthis are also more conservative than the southern tribes in their Sunni doctrine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**John Spellar (Warley) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Lady seems to be implying that there are only allegations of Iranian involvement with the Houthis, whereas the Iranian regime is absolutely up to its neck in this, stimulating and providing massive amounts of material. Frankly, the Houthi attacks would not be successful without the destructive and disruptive behaviour of the Iranian regime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs Drummond**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the right hon. Gentlemen was listening carefully, I said that although other countries are involved, they are not politically involved. They may be supported militarily, but the Houthis are thinking for themselves rather than being dictated to by the Iranian Government. That is the point that I was trying to make.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The sectarian divide in Yemen is not clearcut, as tribal loyalties cut across religious beliefs, making it a confusing and shifting picture, particularly for those looking from the west. Unification in 1990 was to bring forward a representative Government, with elections every seven years. However, it was fragile because of the problems with power sharing that we see elsewhere, including closer to home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The origins of the present war lie in the political and economic marginalisation of northern Yemen by the former President Saleh. Many of the 301 members of the Yemeni Parliament, who were elected under universal suffrage, felt disenfranchised and unable to effect change. That was a missed opportunity to show that democracy works, in a part of the world surrounded by authoritarian regimes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The war is a result of decades of exclusion of different parts of the population around the country. Yemen has been run by elites who have concentrated power with their own allies and disenfranchised large parts of the population, even when elections were held. With that in mind, we need to look at how that impacts the peace process and the route to lasting peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On 2 April, Yemen’s warring parties began a two-month nationwide peace brokered by the UN. That was extended until October, but it has not been extended again, although the fighting has not resumed at the same intensity as before. On 7 April, President Hadi transferred his powers to a new eight-person Presidential Leadership Council, and the new President is Rashad al-Alimi, a politician with long experience and a diplomatic background.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The six-month ceasefire has been the nearest thing to a reprieve since civil war broke out eight years ago. Casualties have come down countrywide, there has been an increase in fuel deliveries, and international commercial flights to and from Sanaa have recommenced for the first time in six years. However, the latest proposal put forward by the special envoy has not been accepted by the Houthis. The proposal is wide ranging and includes the payment of civil servants’ salaries and pensions, the opening of specific roads in Taiz—the second most populous city—a commitment to release detainees urgently, and the strengthening of the de-escalation mechanism through the military co-ordination committee. The main obstacle is that the Houthis want their security forces to be included in the salary payments to civil servants, which the Government could not accept. This is really disappointing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Taiz has been in a state of a partial siege since the beginning of the war, and life has been tough, with a war economy inflating prices and insecurity. It was not until 2021, when Hans Grundberg became the first diplomat to visit Taiz since the start of the war, that the profile of the city and its plight were raised. Improving communications with and around Taiz must be central to negotiations, and this is one of the areas where the UK Government can help by working with the special envoy to call on the Houthis to show flexibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The outside world must remind the Houthis that all citizens have benefitted from the peace over the past year. Any attempt to prevent oil and goods from arriving at the port of Hodeidah impacts on the already difficult humanitarian crisis. Food is becoming more expensive as it becomes even more scarce, and there is not enough equipment to keep hospitals and schools functioning. Only 48% of the aid needed through the 2022 Yemen humanitarian response plan has been funded so far. The Houthis must realise that working towards a long-term peace process will help that and is in everybody’s interest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Politically, the Presidential Leadership Council under President al-Alimi has unified the resistance to the Houthis. The Southern Transitional Council is the most well-known group, so we should recognise the role of Mr al-Zubaidi and, just as importantly, the other members —Tareq Saleh, Abdullah al-Alimi Bawazeer, Sultan al-Arada from Marib, General al-Bahsani, Othman Majali and Abu Zara’a al-Muharrami for their contribution to leading the council. However, the situation with the PLC is delicate, and support from the international community is vital to maintain its credibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**John Spellar**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Lady mentioned the Southern Transitional Council. She may be about to come on to this, but what consideration should be given in the discussions to the desire for self-determination in south Yemen?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs Drummond**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not think it is for us to determine the future of Yemen. It is up to the people to decide what they would like to do through the negotiations, so I would not dream of putting what I think on to what they are going to decide. That is very important, as I mentioned at the beginning. We cannot apply our western-centric views to what is going on in Yemen. If the people decide that they want to divide as they used to be, that is fair enough, but I do not think we should be talking about that at the moment—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**John Spellar**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does the hon. Lady recognise that there is considerable demand in southern Yemen for a degree of self-determination, if not independence, and that that is very much recognised by the south Yemeni diaspora here in the UK? This is not about us pressing for that as colonialists; it is very much a local demand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Geraint Davies (in the Chair)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Order. When someone intervenes, the speaker needs to accept the intervention before the other person starts speaking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs Drummond**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you, Mr Davies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is all very well for people in the UK to say that that is what should happen, but the country has been divided before. It came back together and started to have a Government who, unfortunately, were not run properly. Unifying the country could happen again, but if it is the will of the people of Yemen to divide again, we must accept that. It is up to the people of Yemen who are living there and those who are running the Government, who are beginning to run it with a lot of credibility. We have to wait for that to settle down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The special envoy and other allies must also make clear that help and aid will come if the Government of Yemen take the opportunity to move on from their former position under President Hadi. Any weakness will be exploited by the Houthis and delay any future peace process. The UN special envoy has been tireless in his diplomatic efforts, and has been asking for a new six-month truce to allow time for negotiations for a formal ceasefire, the resumption of an inclusive political process, and talks on wider economic issues. We must help to make those things happen. On the humanitarian angle, Joyce Cleopa Msuya, the UN Assistant Secretary-General for Humanitarian Affairs, has spent time in Yemen, helping the 4.3 million people who have been internally displaced since the start of the war in 2015. Her role can also help to encourage negotiations, showing that peace brings dividends. Mine clearance needs to be a priority, as mines are presently being washed into farm fields.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before the civil war, 45% of the population of Yemen lived below the poverty line; that figure is now around 90%. Today, 24 million people are in danger of famine, of whom 14 million are at acute risk, and 2 million children are at risk of starvation. Huge parts of the population are being sustained by relief efforts. The UK has always been one of the leading donors supporting Yemen, providing more than £1 billion of aid during the conflict, and many British non-governmental organisations have been doing fantastic work. However, we must recognise that the Yemeni economy will need considerable help and support even after a return to peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yemen is facing huge challenges from climate change, with near-constant drought and desertification of agricultural areas. Since the start of the war, the population of Yemen has doubled, but GDP per head has more than halved. There is a need to rebuild Yemeni society on an equal and fair basis, which includes the promotion of women’s rights. Lastly, there is the threat of an environmental disaster from the oil tanker FSO Safer, moored off the coast of Hodeidah. I have been raising awareness in Parliament about that potential catastrophe for many years. I am pleased that the UN has now raised enough money to start transferring the oil to a temporary vessel, but I have an immediate ask of the Government: that they work with our partners to make sure that transfer is completed as soon as possible, and to secure a safe disposal of the Safer. If that is not done, there is a risk of environmental damage to the whole of the Red sea for decades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This war has gone on for too long, and too many people have died or been displaced. I urge the UK Government to work tirelessly with all parties and bring peace to a region that deserves it. The British Council is already working in the north and the south; there is a huge demand for English teaching and transferrable skills in Yemen. Our soft power influences can be a big help to Yemen in its post-war reconstruction and rehabilitation. That is important, because there is a compelling geopolitical reason why the west must help the people of Yemen: China or Russia, for example, could fill the vacuum, which could be disastrous for the region’s security. Our support for people in crisis in the world, helping them to build stable and fair regimes, is an investment in our own security as well as theirs. If we can achieve that, then perhaps I, the right hon. Member for Walsall South, and many Yemenis displaced around the world can one day safely return.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}