{
    "url": "https://www.ukpol.co.uk/flick-drummond-2022-speech-on-educational-assessments/",
    "title": "Flick Drummond – 2022 Speech on Educational Assessments",
    "post_date": "March 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Flick Drummond",
            "url": "/tag/flick-drummond/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Flick Drummond, the Conservative MP for Meon Valley, in the House of Commons on 17 March 2022.",
    "content": [
        "I thank Mr Speaker for allowing me to bring this important debate to the Chamber, and I thank the Minister for being here, particularly much later than expected, to respond.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister will be aware that I have been working on this important issue for some time. It is something that I am passionate about and wrote about in my One Nation paper in summer 2020. It is not just me: we now have five commissions reporting on the reform of educational assessment, so this is a good moment to debate the merits of reforming our present system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Even before covid, 21st century society was rapidly changing, but our education is still stuck in the 20th century. Even its original architect, Lord Baker, argues that it is due an overhaul. Covid has given us the chance to re-look at various policies, not least how we assess our children. We need to grasp that chance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As Professor Bill Lucas, co-founder of Rethinking Assessment, states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Across the world assessment is not working. We are not evidencing the kinds of dispositions and capabilities that society increasingly wants. Educational jurisdictions are placing too much reliance on high-stakes, standardised testing. They are testing the wrong things in the wrong ways. High-stakes assessment is having a damaging impact on the health and wellbeing of students and it is not giving universities, colleges or employers the kind of information they want.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us unpick those words. What does society want from education? Our assessment system currently dominates our entire schooling, influencing what is taught and how it is taught. As Professor Lucas says, we have a system focused on performance in a narrow range of high-stakes academic standardised testing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is important that I say that standards are vital, but increasingly employers do not understand the myriad qualifications and whether they are gold standard or not, especially when GCSEs are reduced to a milepost in a young person’s journey to 18, when they leave for university or work. The House of Lords’ Youth Unemployment Committee states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Skills gaps and shortages are clearly a major driver of youth unemployment and damage labour market productivity”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Times Education Commission’s interim report has been very focused on asking employers what they are looking for, and they agree that young people are not coming out with the life skills that would help in the workplace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have a knowledge-based curriculum, but we also need to build skills into the curriculum. It does not have to be a binary choice of knowledge versus skills; we need to marry powerful knowledge with the skills and attributes needed to apply them to real life. Are we testing the wrong things in the wrong ways? The figures seem to show that we are. A third of all students every year do not get grade 4 and above, which is considered a pass. As 613,000 young people took GCSEs last year, a third of that means that some 200,000 young people did not make the grade—a huge number. They are leaving education without substantive qualifications because our system fails those learners, who are better served by practical, technical and vocational ways of learning and assessment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Department for Education says that exams are the fairest way of everyone being tested the same. Really? Is that why girls do so much better? In 2019, 72% of girls received grade 4 or above GCSEs and only 63% of boys—a 9% difference that has not changed over a number of years. Are we saying that girls are much cleverer than boys, or is the reality that this is not a fair way of assessing everyone? We know that girls and boys learn differently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I became increasingly concerned about the failure of our assessment system when I was the MP for Portsmouth South. I heard how many young people at college were taking their maths and English GCSEs over and over again. That seems ridiculous. Surely there is a better way of engaging pupils in maths and English that makes sense to them and enables them to achieve a certain level, not necessarily through an exam—I stress that I am not against exams, but against what I consider to be unnecessary exams at 16 that are narrowly focused when we are expecting young people to stay in education or training until they are 18. It would make far more sense to assess young people at 18, especially when there is ample evidence that assessment at 16 does not work and is harming our children. Professor Lucas says exams at 16 cause\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“a damaging impact on the health and well-being of students”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Professor Sarah-Jayne Blakemore, professor of psychology and cognitive neuroscience at Cambridge University, has done a huge amount of research into how teenage brains develop. She spoke to us at a fringe event at the Conservative party conference in 2021. She says that high-stakes exams put huge pressure and stress on teenagers, reducing motivation during a critical time during their development. The yearly Children’s Society’s “Good Childhood Report” raises young people’s mental health as an issue. In 2018, children aged 15 in the UK had the greatest fear of failure and the lowest life satisfaction in school of children across 24 European countries. The 2021 report found that school, followed by friendships and appearance, continue to cause the greatest dissatisfaction in adolescence. In the Children’s Commissioner’s Big Ask survey, young people highlighted that stress related to high-stakes exams or assessment remains a significant concern to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Not just young people but parents and teachers are concerned. Of course, we all have to cope with stress and deal with it throughout our lives, but not when it is going to have a big impact on the future of a young person. For the record, I do not accept that the term “snowflake” is fair in any way for this generation. It is simplistic and lazy, and makes no allowance for the complexity that young people face today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The last point in the quote is about education and employers not receiving the kind of information that they want. A YouGov poll commissioned by the Edge Foundation in 2020 found that 92% of teachers agree that the assessment system needs to recognise the full range of a young person’s strengths and skills through more than just written exams, especially as they place an emphasis on rote learning to the detriment of developing the skills and attitudes needed for work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Times Education Commission has been very clear that employers would like to see skills as well as knowledge. We are talking about skills of how to tackle and deal with any challenges during a lifetime, as well as other softer skills, including the value of oracy and team work. For example, disadvantaged children’s spoken language development is significantly lower than that of their more advantaged peers, although spoken language is one of the strongest predictors of a child’s future. However, the concentration and time spent on written exams does not allow for this development. That cannot be right or fair. Employers say that personality is more important than qualifications, and those of us whose exams were a long time ago know there is absolute truth in that, so why is it designed out of our present assessment system?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are not just talking about exams at 16—it starts much younger in primary schools. SATs dominate year 6, and I am afraid there is teaching to the test to the exclusion of a wider curriculum. Pupils are reassessed when they get to secondary schools in any case. People say that SATs are needed as a measure of school accountability—really? We have Ofsted, and there are many ways of judging schools, such as quality of teaching and professional development of teachers for starters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Parents do not look primarily at results when they are choosing a school—in fact, that is at the bottom of their list. They want a school where their child will be happy, achieve their potential and enjoy learning at the same time, alongside a wide range of activities. That is why so many people decide to pay to send their children to independent schools when they can afford it, but this is ridiculous as it is possible for every state school to do all of this. That is important because the Government’s Industrial Strategy Council highlighted that, by 2030, 7 million additional workers could be under-skilled for their job requirements. The skills gap is costing UK companies £6.6 billion a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Some people feel that education should be about inspiring young people through a knowledge-based curriculum only, or, as I would put it, learning information that they may never look at again. That is one argument, but it should be mixed with learning how to learn, learning skills that will make our children lifelong learners because it makes sense, learning because it interests and engages them and learning for the love of learning, rather than for a narrow set of exams. The Department for Education’s employer skills survey and findings from the CBI and other organisations, such as the World Economic Forum, all point to employers looking for skills such as problem solving, communication, self-management, team working, creativity, numeracy and digital skills. Those are not soft skills that come at the expense of knowledge. Knowledge is only useful where individuals have the skills to interpret and communicate it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So what is the answer? I know this is not going to happen overnight—certainly not under this Government, although we will hear what the Minister says—but we will need to move gradually to a new system to give teachers, parents, young people and employers confidence in the changes. I am not calling for some radical seismic shift, but we must recognise that there is substantial evidence that there is a better alternative and work towards it—one that is multi-disciplined, offers a broad and balanced portfolio of assessment and blends the best of knowledge and skills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The OECD and the programme for international student assessment, or PISA, are currently developing assessments to be used across the world, for example, in collaborative problem solving and creative thinking. The international baccalaureate model is used in 5,000 schools in more than 150 countries. There is good practice and systems out there that we can look at to design our own assessment at 18. We should have a 14-to-18 curriculum without a break for GCSEs which, as I have said, are no longer fit for purpose. We should have a broad and varied curriculum that enables young people to find their own path, whether that is academic or vocational with exams and/or assessment, be that a final assessment or continual assessment throughout those four years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We should have a portfolio of achievement that includes English and maths in a format that is relevant to what that student wants to do; taking part in the National Citizen Service or Duke of Edinburgh award scheme and other organisations that bring character and skills; and a transcript that shows what a young person is really like, not just their ability to pass or fail national exams. That is particularly important in terms of equality. Young people from deprived and lower-income backgrounds often require more time and resources to realise their potential, and a more diverse and expansive range of subjects than the narrow curriculum we impose at present. An extended school day would help with that, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "University technical colleges are already following the 14-to-18 model. They have been remarkably successful in identifying how an education can inspire and engage young people. I visited the Portsmouth UTC, which has been going for five years. Entry is by ballot and it has three applicants for every place. It gives young people the skills for the world of work, and those who do not go to university mostly go straight into higher-level apprenticeships. Time and again, it is a success story for those young people and it is in operation right now in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A good education has the power to change lives and open doors to greater employment and lifelong learning. It leads to better health choices and active citizenship. Good teaching inspires and, crucially, assessment reform must give power back to teachers so that they can do what they were trained to do—impart a love for their subject to the next generation, rather than teaching to the test. If we do not change, we will continue to fail millions of young people in this country, including many from disadvantaged backgrounds. We will continue to struggle against our international competitors because we will lack the 21st-century skills that we need to be global Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With the right focus and commitment, young people from all backgrounds, who are engaged and who know that the point of their assessment is to realise their ambitions, will flourish, but they need time to study the subjects in which they are interested—academic or vocational—in depth, over four years. That would set up many more of our children for a lifetime of work and learning. We need to start working on a system that works for them as we enter the second quarter of the 21st century and as young people face all the challenges of this complex world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}