{
    "url": "https://www.ukpol.co.uk/alf-dubs-2022-tribute-to-hm-queen-elizabeth-ii-baron-dubs/",
    "title": "Alf Dubs – 2022 Tribute to HM Queen Elizabeth II (Baron Dubs)",
    "post_date": "October 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alf Dubs",
            "url": "/tag/alf-dubs/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Alf Dubs, Baron Dubs, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, it is a privilege to take part in this debate and I shall try to be brief: I have deleted things I was going to say that are already covered in the Hansard of either House, noble Lords will be relieved to know.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I shall start with Northern Ireland. There was, at the time I served there, a tradition that when a member of the Royal Family visited Northern Ireland, they should be accompanied by a Minister. Fast forward to 1997, when I was appointed as one of the Northern Ireland Office Ministers. We were having a ministerial meeting and we discovered that the first Northern Ireland Questions in the Commons after the election clashed with a Hillsborough garden party. There was some consternation until my boss, Mo Mowlam, pointed to me and said, “You’ll have to deal with it.” I was briefed for at least two hours the evening before on how I should deal with the garden party—in particular, how I should look after and escort the Queen. It was an interesting occasion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At lunch, I sat on the Queen’s right and she was brilliant in her analysis of Northern Ireland politics and Northern Ireland politicians: I wish I had kept a record—though I am also glad I did not. It was like a seminar from her; she was on top of the issues, she had good judgments, which I cannot, of course, quote, and it was a total insight. I was utterly captivated. After lunch, I took her around the gardens, introducing her to people I did not know, which is an art form in itself. I had a filing cabinet in each pocket and I managed, but sometimes the people to whom I was introducing the Queen were in the wrong order. However, she handled it with absolute professionalism, so that when I was a bit flustered, she was not flustered. It was an absolutely remarkable occasion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The week before that, the Queen wanted to meet the new junior Ministers in the 1997 Government, so we all went to Buckingham Palace. We were chatting to the Queen and at one point the conversation turned to the procedures for the Queen’s Speech. The Queen asked, referring to Members of the Commons, how they actually listen to the Queen’s Speech, to which the reply was that some come to the Bar of the House and others watch on television. Then I said something that perhaps I should not have said, but my tact disappeared. I said to the Queen, “Your Majesty, have you ever delivered a Queen’s Speech you didn’t agree with?” There was a deathly silence—my ministerial colleagues thought I was going to be out—and the Queen looked at me and said, “Yes, it has happened”, but I did not ask her to give me examples of the occasions on which it had happened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "More recently, Prince Charles, as he then was, and his wife came to the Irish centre in Hammersmith. It was a very jolly occasion, several months ago. There was music, dancing and so on, and the royal couple entered totally into the spirit of it. Then, of course, yesterday evening, we heard his brilliant speech—his brilliant and emotional tribute to his mother—and I thought that a man who can go from the previous occasion to that really can encompass the whole range of responsibilities that now befall him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I turn very briefly to the visit to Ireland by the Queen in 2011, I think. I was not there, but it was an absolutely brilliant occasion and it made a difference for the better in the relationship between this country and Ireland. She did not put a foot wrong: she wore a green dress, spoke Gaelic and paid tribute to the Irish dead from 1916 and 1921. It was absolutely handled brilliantly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have just one other little anecdote. Some years ago, the Queen went to Bratislava where there was a commemoration of two events: the end of the Iron Curtain—after all, Bratislava was and is on the border with Austria—and the Kindertransport. The British embassy invited some of us who came to Britain on Kindertransport to go there. Schoolchildren were doing a project on the occasion and the Queen was there. We were lined up—bear in mind that I had already met the Queen several times in Northern Ireland—and she came down the line of Kindertransport people, came to me and said, “I didn’t know this about you.” It was quite disarming and very sweet. I was really impressed again, by her and the way she handled things.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I am a member of the OSCE Parliamentary Assembly. We have a WhatsApp group. I am getting a stream of tributes to the Queen from parliamentarians from various countries. They are very moving. Quite a lot are in French, which I will not read out, but I will read out one from a politician from one of the OSCE countries:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The death of Queen Elizabeth has reached the whole world. She was appreciated, admired and respected for her loyalty, humility and sense of duty. No nation could have wished for a better monarch. Her reign left her mark in modern history.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}