{
    "url": "https://www.ukpol.co.uk/james-duddridge-2021-statement-on-global-corruption/",
    "title": "James Duddridge – 2021 Statement on Global Corruption",
    "post_date": "May 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "James Duddridge",
            "url": "/tag/james-duddridge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Duddridge, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 25 May 2021.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That the Committee has considered the Global Anti-Corruption Sanctions Regulations 2021 (S.I. 2021, No. 488).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a pleasure to serve under your chairmanship, Ms Fovargue. On 26 April, the Government laid the Global Anti-Corruption Sanctions Regulations 2021, under the powers in the Sanctions and Anti-Money Laundering Act 2018. Corruption is one of the key drivers in undermining human rights, democracy, development and the rule of law around the world. It also undermines global prosperity, which reduces taxation that could have gone to fund public services. Corruption also undermines our national security and fuels conflict, and serious and organised crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The new sanctions regime is a significant step forward in the UK’s leadership in combatting corruption. It will enable us to impose asset freezes and travel bans on individuals and organisations involved in corruption around the world, and will help to prevent people from using the United Kingdom as a haven for dirty money. It covers all forms of corruption, bribery and misappropriation across the globe. The regulations also enable us to target those who facilitate, profit from, conceal, transfer or launder the proceeds of serious corruption. These sanctions will not only affect those named but should send a clear message to those around the world that corruption is unacceptable. The UK will not tolerate it and we will not receive the proceeds of corruption coming into our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As with all UK sanctions, we adhere to rigorous due process to ensure that the rights of individuals are respected. This means that those designated under the sanctions regime will be able to request that a Minister review the decision, and if they are still in disagreement, they will also be able to apply to challenge the decision in a court of law here in the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government have made immediate use of this tool, and on 26 April we sanctioned 22 individuals from six countries for their involvement in serious corruption. All the names are published online in the UK’s sanction list for these regulations, and each designation is underpinned by evidence, as required by the 2018 Act. They include 14 individuals who were involved in the diversion of $230 million of Russian state property through a fraudulent tax refund scheme uncovered by the auditor Sergei Magnitsky, which was one of the largest frauds in Russian history. We will also impose sanctions on Ajay Gupta, Atul Gupta and Rajesh Gupta, along with Salim Essa, who were involved in long-standing corruption cases in the South African economy. We have also designated a Sudanese businessman and individuals across Latin America, in particular those involved in misappropriation of funds and soliciting bribes to fund major trafficking organisations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The steps that we have taken to expand our sanctions framework will cover corruption as well as human rights and will give the UK powers similar to those in the so-called Magnitsky framework in the US and Canada. They will enable us to work even more closely in a co-ordinated way with likeminded partners. I therefore commend the regulations to the Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}