{
    "url": "https://www.ukpol.co.uk/james-duddridge-2021-speech-in-the-house-of-commons-on-david-amess/",
    "title": "James Duddridge – 2021 Speech in the House of Commons on David Amess",
    "post_date": "October 18, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "James Duddridge",
            "url": "/tag/james-duddridge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Duddridge, the Conservative MP for Rochford and Southend East, in the House of Commons on 18 October 2021.",
    "content": [
        "David was a man of faith and convictions—faith in his religion and convictions in his politics. He was, above and beyond everything else, a family man and a very funny man. He would often break all the rules, cutting through pomp and ceremony, and connecting with people. When introducing me, he would always make up a story: I was the “Strictly Come Dancing” winner at his annual party for people over the age of 100; before there was a raffle, he would describe me as a lottery millionaire at a charity fundraiser; and there was my favourite ice breaker, which was, “Meet James, he is my neighbour. He has recently got out of prison.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "David would hold the audience with his anecdotes and stories, and I would like to share the story of the boiled sweet. David was a regular visitor to the Vatican, given his faith. In the receiving line, people were getting items blessed, and David, perhaps slightly absent-mindedly, being used to these things, reached into his pocket for a boiled sweet—he had a sore throat. David got his timing wrong and the Pope took the sweet, thinking it was a revered object to be blessed, and blessed the revered object—[Laughter.] And David had to put it in his pocket. It was a holy sweet. When David would tell the anecdote, as he would do many a time—I suspect Members have all heard it—he would again reach into his pocket and say, “And this is the sweet that was blessed!” I suspect that many sweets have been passed off as the holy sweet, but there is only one chosen one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the neighbouring Member of Parliament for what we must now say is Southend city—thank you, Prime Minister, as it means a lot to everybody, it really does—colleagues would sidle up to me and say, “You’re David’s neighbour, aren’t you?” A bit tentatively, I would say, “Yes”, but I knew what was coming. It was always an outrageous story of his behaviour at a meeting or, in particular, on an overseas trip, which completely broke the ice. He was indeed a great man. David loved animals, but there will no longer be the infamous “dog of the day” tweets. He will never again dress as a knight in full battle finery, mount a horse and ride across the city of Southend, as he did after receiving a knighthood. That really is unbelievable; it seems as though I am making it up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mr Speaker, thank you for coming on Saturday. To have the Prime Minister, the Leader of the Opposition and yourself there sent a real message to the town—the city—that the nation cared and the nation was mourning with us. The impact of David’s death has been profound on the city. Southend is in shock and I am in shock. I am told that the pathway for the city will be difficult. Having spoken to people around Jo Cox’s family, I know that this is going to be a long process. We do not want to be the city where the MP was murdered; we want to be the city with the longest pleasure pier in the world, with a great airport and with a successful football team—even though David was conflicted on the latter, as a confirmed man of the east end and a West Ham supporter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "David loved his mum, who lived to 104. In Southend, we all assumed that David would go on forever. The late Eric Forth told me that David would be the Father of the House. I just thought it was going to be thus one day, but it was not so. In gathering my words, I thought of the phrase “cut short in his prime” and then smirked to myself; it seemed ridiculous, as he was aged 69. But he was sprightly, a secret gym goer, with a full head of floppy hair, and I just felt there was more ahead of him than behind him. Sadly, his future was stolen from us all, and Southend and this House are poorer for it. Over the weekend, I kept watching the news, hoping that the ending of the story or news clip would somehow be different from the previous ending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At a vigil in Southend there were hundreds of people from all walks of life. Every story was very different, but at the same time every story was the same: David listened, David cared, David delivered—he had a knack of getting things done. Like others have said, I always expected him to turn up late, so I was not surprised when he was not there at the beginning of the vigil, but I really did expect him to be there, because he is always there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is unbelievable that David is not coming back. Members can think of the last meeting they had with him—I think of the last Remembrance Day service and the last Christmas with him dressing up as Santa Claus and going out and giving chocolates to the kids in the Neptune ward in Southend, whether they wanted them or not! I would bring the remainder to my kids, who would stick them to one side, despite all the rules about eating chocolate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is not the last of David: he lives on in us all. I do not think David would have seen himself as a mentor to people in this House—he would not have called himself that—but that is what he was, by demonstration and osmosis. David inspired great loyalty in his staff, and his office was always packed with people, paperwork and, as anyone who has been there would know, fish and birds, despite the House authorities’ ban on the subject. It was part office, part museum of decades of political memorabilia, part pet shop. It was an office like the politician: unique.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "David is survived by a lovely family: Julia, his wife, and his children David jr, Katherine, Sarah, Alex and Florence. It is with sadness that the family comes from all corners to be back together in the city of Southend. We pray for them collectively. Their statement yesterday was poignant. They said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“we ask people to set aside their differences and show kindness and love to all.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That should not be beyond us all; it is not a bad instruction to this House. Let us take that message back to our constituencies. Let us make some good of this horror. To Julia: Southend thanks your husband for his service. Rest in peace, my good friend. Rest in peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}