{
    "url": "https://www.ukpol.co.uk/james-duddridge-2016-speech-at-uk-guinea-trade-and-investment-forum/",
    "title": "James Duddridge – 2016 Speech at UK-Guinea Trade and Investment Forum",
    "post_date": "February 27, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "James Duddridge",
            "url": "/tag/james-duddridge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Duddridge, the Parliamentary Under Secretary of State at the Foreign and Commonwealth Office, on 24 February 2016.",
    "content": [
        "[![jamesduddridge](https://www.ukpol.co.uk/wp-content/uploads/2016/02/jamesduddridge.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/jamesduddridge.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you very much for that kind introduction. I would also like to thank Developing Markets Associates and all the sponsors for making this event happen and being at the cutting edge of Guinea-UK trade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am delighted to be here, and honoured to be sharing the stage with His Excellency the Prime Minister of Guinea, Mr Mamady Youla, and with Madame President of the Mano-River Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mr Youla knows the private sector and indeed the mining sector well. I am sure he will be a strong advocate for the huge potential that Guinea offers, and will show how that potential might be turned into real business. I am particularly pleased that this Forum is taking place today, as it had been previously postponed due to Ebola, which caused terrible human suffering. The declaration of the end of Ebola in Guinea on 29 December 2015 was an important step forward, although continued surveillance will remain essential. I commend the Guinean people and government for their work to beat the disease, including the crucial decision to trial the vaccine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Guinea has such incredible potential. It deserves to be far more than just an Ebola story. The opportunities that were beginning to take off in 2012/13 are still there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So this conference is timely. It is an opportunity for Guinea to remind us of those opportunities. Let me offer you a taste of what you might find in Guinea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is almost exactly the same size as the UK, but with a population 6 times smaller. It is a young and aspirant population with 60% under the age of 25. It is a country of great beauty and remarkable biodiversity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many of you here will be well aware of Guinea’s incredible natural resource wealth. It has the world’s largest reserves of bauxite; the world’s highest quality – and among the most extensive – deposits of iron-ore; diamonds, gold, and many other minerals. The government of Guinea is talking of increasing production of bauxite to 50 million tonnes by 2020 through a number of existing and new projects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are pleased that the UK company Alufer have just signed a new mining convention with the government of Guinea, and will be contributing to this conference. Alufer hope to begin production in 2017, and to produce 5 million tonnes of bauxite per annum in the first phase.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Hydro-electricity is another area of huge potential. It’s not for nothing that Guinea is known as “the water-tower of Africa”. Four major rivers, including the Niger, rise in the Guinean mountains. Over 6,000 kilometers of rivers flow through the country. Properly harnessed, it could make Guinea a major electricity exporter throughout West Africa. The 240 megawatt Kaletta Dam is a first illustration of that potential. It opened last year, and is already bringing more regular, more reliable power to more of Guinea’s capital and elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Guinea is also a hugely fertile country. It was once the biggest exporter of bananas and pineapples in Africa. Today, it exports coffee, cocoa and palm oil. In fact, with only a 10th of potentially irrigable land currently developed, there is tremendous scope for more growth in agriculture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So the potential is obvious. We know the government of Guinea is keen to move from potential to progress. This will be a challenge given the political, economic and most recently Ebola-related obstacles, which are now being overcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, 2016 is a fresh start for Guinea. President Alpha Conde’s appointment of Prime Minister Youla, with his experience of the mining sector as Head of the Guinean Alumina Corporation, shows commitment to a new era. Other new ministers in the government with key portfolios such as Mines, Budget, and Finance come with similarly strong technical expertise and international experience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mr Youla’s new government is working to make the changes needed to attract investors. It has some tough political and economic decisions ahead. But having spoken to the Prime Minister this morning, I am confident these issues are being gripped. Further reform, and work to increase transparency of the business environment, will be essential to strengthen the economy, to pull Guinea up the Ease of Doing Business Index, and to reassure investors. Evidence of continued surveillance against Ebola and other diseases will also be important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The United Kingdom is very much present in Guinea, not just Alufer but of course also through Rio Tinto’s interest in the Simandou iron-ore mega project. This will involve significant infrastructure investment. New roads and railways to carry the ore to the coast. A new port to ship it to market. The Simandou partners will be seeking around $20 billion investment in this. Other UK companies such as Stellar Diamonds, Avocet Gold and Tullow Oil are all exploring in Guinea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The United Kingdom is also supporting Guinea through multilateral and bilateral funding. Our support focuses particularly on governance, civil society, countering sexual violence, and of course Ebola, alongside supporting the business environment. Other activities include our support for Kew Gardens in their partnership with the University of Gamal Abdul Nasser in Conakry to set up a Masters in Environmental Development, and to preserve Guinea’s extraordinary biodiversity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I’m glad to say that, in addition to this scientific collaboration, we also have a forthcoming cultural one, as a Globe Theatre production of Shakespeare’s Hamlet will shortly be taking to the stage in Conakry. Particularly apt perhaps, if you are pondering whether your investment is “to be or not to be”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that our Ambassador in Conakry, Catherine Inglehearn, and her team, together with UKTI and with support from UK Export Finance are already working hard to advise potential UK investors. She would be happy to speak to you today if you would like to find out more about the opportunities available in Guinea. I hope UKTI will be taking a trade delegation to Guinea and I hope the Prime Minister will invite me to lead the delegation – if my diary permits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In conclusion, I urge you to pay close attention to what you hear today. Guinea has huge potential. Its government is making efforts to tackle obstacles to investment and to deliver measures which will support the economy, though still more will be needed. There are real and immediate opportunities. The UK package is about quality and long-term value for money. Some UK companies are already investing and working in Guinea. There is considerable interest from other countries too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will finish there, because, to quote Hamlet again, “brevity is the soul of wit”. It is my great pleasure to introduce the Prime Minister of Guinea, Mr Mamady Youla.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}