{
    "url": "https://www.ukpol.co.uk/james-duddridge-2022-speech-on-the-sovereignty-of-the-british-indian-ocean-territory/",
    "title": "James Duddridge – 2022 Speech on the Sovereignty of the British Indian Ocean Territory",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Duddridge",
            "url": "/tag/james-duddridge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Duddridge, the Conservative MP for Rochford and Southend East, in Westminster Hall, the House of Commons, on 7 December 2022.",
    "content": [
        "Thank you, Mrs Cummins, for calling me to speak. I also thank my hon. Friend the Member for Shrewsbury and Atcham (Daniel Kawczynski) for securing this debate. He said he was going to focus on self-determination in particular, which is important. As other hon. Members have said, what happened originally when the base was set up and what happened to the Chagossian people was outrageous and wrong, and we apologise for that. However, I am not going to focus on that. There are bigger issues than self-determination and sovereignty—global security and defence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The base was set up in the 1960s for very good reason: to mitigate against the Soviet and Chinese threat. Those threats are greater and more complex now than they were in the ’60s and throughout the period of the cold war. It is unfeasible for the islands to be repopulated. I visited some of the outer islands, where there were lots of graves of small children, as people died very young. The business related to palms that sustained the islands was reducing even before the atrocity of the removal of the individuals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the main island, the base is absolutely essential. It is home to an airport from which multiple aircraft, including spacecraft, can be flown. There is hardstanding from which tens of thousands of troops can be deployed around the world. In a protected area, there are a large number of ships storing military equipment. It is perhaps wrong to call them ships. They are seven or eight-storey car parks. On each level, there is bulletproof machinery, diggers, tanks, and armoured personnel vehicles that drive off the seventh floor into the water and can then invade land. There are 350 places around the world from which to deploy and sustain that level of troop commitment. It is a massive facility for global security and the defence of the world. We need to consider that alongside legitimate sovereignty and self-determination issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There was originally a 50-year lease that was rolled over to a 20-year lease, and there is now talk of an offer from Mauritius of a 99-year lease. I urge the Government to think about Hong Kong. A 99-year lease seems a long time, yet we have seen what happened in Hong Kong with China. Whatever we do, the global community, which to be honest relies heavily on the Americans, needs that facility to protect global citizens. That should be at the forefront of the Government’s mind, while trying to protect and improve the lives of Chagossians here, in the Seychelles and Mauritius. I have met with all of them and there is a pragmatic understanding. There is a desire to move back, but there is a practical understanding that that would be very difficult, even without the American base and British sovereignty issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}