{
    "url": "https://www.ukpol.co.uk/james-duddridge-2016-speech-in-ghana/",
    "title": "James Duddridge – 2016 Speech in Ghana",
    "post_date": "April 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "James Duddridge",
            "url": "/tag/james-duddridge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Duddridge, the Parliamentary Under Secretary of State at the Foreign and Commonwealth Office, in Ghana on 4 April 2016.",
    "content": [
        "[![jamesduddridge](https://www.ukpol.co.uk/wp-content/uploads/2016/02/jamesduddridge.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/jamesduddridge.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Honourable Ministers, distinguished guests,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Africa I came to know in Swaziland, and later living in Cote D’Ivoire and Botswana, is a dynamic place of entrepreneurs, opportunities, an aspirant middle class and a vibrant youth culture. This is the Africa the UK Government wants to engage with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Traditional aid programmes building health, education and sanitation services in developing countries are vital. They make a real difference to millions of people. The UK Government will continue to provide this type of support including here in Ghana. I am proud of the extraordinary work DFID do in Ghana – and the way that well over £100m the UK spends by to support Ghana’s sustainable and inclusive economic growth and development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But aid never made a country rich. Indeed, aid alone will not eliminate poverty in Africa. In any case, aid inflows are now in most parts of the continent less than other capital flows, foreign direct investment and, in many cases, remittances from overseas diasporas. What is really needed not though is to unleash the power of the free market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The British government believes that it is the private sector that will grow Africa out of poverty. Because profitable businesses pay taxes and employ people who pay taxes. Which allows governments to invest in health, in education and in infrastructure. And it means less unemployment. Moreover, a broad tax base increases government accountability. The positive effects of a thriving economy are felt throughout society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that when we look at Africa we look at opportunity. Yes, there are risks. Yes there are difficulties. Yes there are security challenges across the continent. We are never short of people who will talk about the negatives. Or of people who treat the continent as a monolith rather than an internally diverse grouping of over 50 countries. But there are also commercial opportunities and abundant resources – not least Africa’s people, and huge economic potential in the Africa that I know and love.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We understand that while some countries in Africa still need aid, many more need investment, expertise, and financial services – the World Bank estimates that the continent as a whole needs an extra $90bn capital investment a year for infrastructure alone. So we want to champion Africa as an investment and trade destination of choice. Jobs, growth, and poverty reduction are all instrumental in addressing the drivers of conflict – and therefore key parts of the ‘Golden Thread’, a term that our Prime Minister coined, and which we have now enshrined in the UN’s new Sustainable Development Goals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "African markets are truly the markets of tomorrow. While the economic outlook might be dampened in the short-term by the slump in commodity prices, the medium to longer-term outlook is still promising. By 2019, rising consumer demand from the emerging African middle class could present additional demand of almost 720 billion pounds. Looking further ahead, this consumer market is only set to grow as Africa’s population doubles to 2.5 billion people by 2050.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is what I think about when I think of Ghana. And when I do the word that comes to mind is “partnership”. Partnership to achieve the potential that Ghana has – to drive and support sustainable and inclusive economic growth and development in Ghana. For Ghanaians. At the same time – and I don’t want to hide this – I want to see potential benefits for UK companies who want to invest in Ghana or export to Ghana. But importantly – and this is a cornerstone of UK policy – any business won by UK companies will be won openly and transparently because corruption is not just a cancer that rots a country: for UK companies it is illegal anywhere. And far from a reason not to do business with British companies it’s the reason to do business with them – because what you see is what you get and there is no murky side negotiation. This is something that His Excellency President Mahama and I discussed today. I am delighted he is attending the Prime Ministers anti-corruption summit in May and hope that it will mark a domestic and international step change in Ghana’s fight against corruption.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Earlier today I witnessed the official handover of the Dodowa District Hospital, the first of six new district hospitals that NMS Infrastructure is building for the Government of Ghana to invigorate regional and district health care throughout Ghana. I am proud that it was delivered for the Ghanaian people by a British company, NMS, with British expertise, British exports and UK financing support – and that as well as delivering a world class medical facility it also transferred skills, experience and technology to more than 2000 Ghanaians. That is exactly the sort of partnership that should lie at the heart of our bilateral relationship and I will make it a key part of my role to ensure that happens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}