{
    "url": "https://www.ukpol.co.uk/james-duddridge-2016-speech-on-burundi/",
    "title": "James Duddridge – 2016 Speech on Burundi",
    "post_date": "May 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "James Duddridge",
            "url": "/tag/james-duddridge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Duddridge, the Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs, in the House of Commons on 5 May 2016.",
    "content": [
        "[![jamesduddridge](https://www.ukpol.co.uk/wp-content/uploads/2016/02/jamesduddridge.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/jamesduddridge.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is indeed a pleasure to be here at a slightly earlier time than billed. Before starting on the substance of this very important debate, may I pay enormous tribute to my hon. Friend the Member for Congleton (Fiona Bruce)? For me, today marks 11 years since I entered this House; for others, it is election day. Going forward, we should name today Congleton day. Looking at the Order Paper, I can see that my hon. Friend had questions for the Department for Environment, Food and Rural Affairs and for the Church Commissioners. I cannot see on the Order Paper whether she raised anything in business questions—hopefully, at that point she had a short break before having debates on faith organisations and Burundi. It should be Congleton day from 5 May to celebrate this active and effective campaign. I look forward to receiving a copy of her local paper with that quote in next week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also pay tribute to the work of my hon. Friend the Member for Stafford (Jeremy Lefroy). I thank both he and my hon. Friend for phoning me, emailing me, bending my ear in the Lobby, and providing important information from their friends and colleagues in Burundi and from others in the world who have a particular interest in Burundi.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At the outset, I would like to say that I am answering on behalf of the whole of Her Majesty’s Government. The Under-Secretary of State for International Development, my hon. Friend the Member for Ruislip, Northwood and Pinner (Mr Hurd), and I work incredibly closely on this and all issues. We are one Government, one HMG.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The United Kingdom is playing a leading role in trying to build a strong and coherent international response. I visited Burundi in December 2015 and have consistently urged the Burundian Government, in the strongest terms, to end the violence and engage in inclusive dialogue. We have suspended development aid, as was mentioned earlier. We have also imposed travel restrictions and frozen assets of those who have undermined democracy and fuelled conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In June 2015, the UK appointed a special envoy to the great lakes, Danae Dholakia, who is very active in delivering our messages on Burundi. In fact, I spoke to her yesterday when she was in Stockholm, working with other special envoys. Through the conflict, stability and security fund, we will be increasing our efforts on the ground. These will include deploying a Burundian co-ordinator in Bujumbura. I know that hon. Members present today, and through the Select Committee, are keen for us to do more on the ground in Bujumbura, and that message is very much understood.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "DFID offices in both Kigali and Dar es Salaam have significantly stepped up their analysis and coverage of the crisis, to ensure that they can respond to an evolving situation and increasing humanitarian need as necessary. My hon. Friend the Under-Secretary has visited the refugee camps in Tanzania, where we have consistently provided support to refugees, and in fact increased that support. When I was in Uganda, I spoke to UN non-governmental organisations and DFID, which is providing refugee support in that country, as well as looking at the political relationships across the region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I can assure my hon. Friend the Member for Congleton that when I was in Burundi, I met both the UN and human rights organisations in private to hear their detailed concerns, which are not dissimilar from those that hon. Members expressed. In March I addressed the UN Security Council and regional leaders of the great lakes, highlighting the need for urgent action in Burundi. When I visited Rwanda and Uganda last year, I stressed the importance of the countries in the region playing a constructive role. I also met the African Union’s peace and security commissioner, Smail Chergui, in the margins of the African Union summit in January. The African Union is continuing to lead the international response to the crisis. The British ambassadors and high commissioners across the region continue to lobby their host Governments on the importance of taking action to resolve the situation in Burundi, using all parties, be they regional or international.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As this debate has highlighted, the situation in the country remains extremely fragile. The UN estimates that nearly 500 people have died in the past 12 months, and that 280,000 people have fled to neighbouring countries, although you will appreciate, Madam Deputy Speaker, that it is very difficult to monitor precise numbers, and actual figures may well be higher. The International Criminal Court has opened a preliminary examination of the violence committed in Burundi to date. We will continue to work with our partners, including the UN Security Council, to promote accountability through every means available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Burundi was rightly identified as one of the Foreign and Commonwealth Office’s 30 priority countries in our 2015 human rights report, published last month. The report makes it clear that the human rights situation in Burundi\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“poses a threat to the stability of the country and wider region”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are extremely concerned about a further deterioration, which is one reason why I welcome this debate and a continued dialogue around the actions that we can take to militate against further deterioration in that conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In recent weeks, there has been an alarming increase in assassinations, with about 30 in April, compared with nine in March. There seems to be a move from indiscriminate to more targeted killings. Most recently, Brigadier General Kararuza and his wife, to whom my hon. Friend the Member for Congleton referred, were assassinated on 25 April with their family on the way to school. I thank my hon. Friend for showing me those photos, along with our hon. Friend the Member for Stafford. As harrowing as the photos are, we have a responsibility to see the reality of the atrocities in order to understand what is happening in Burundi. I condemn these killings unreservedly and call on the Government of Burundi to ensure that the perpetrators are brought to justice. I will be writing again to the Foreign Minister and, I hope, speaking to the Foreign Minister of Burundi next week to make these points yet again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Looking beyond the individual tragedy of each death, we are concerned that these events indicate that, far from abating, the cycle of violence fuelled by the Burundian Government is getting worse. Some of that violence is, I think, directed by the Burundian Government and some is conducted by people outwith the direct command and control of the Burundian Government. It does appear that the nightly violence that was a feature of the conflict has subsided. However, this is no cause for optimism, as more and more people have left the country, are not coming out at night or have gone into hiding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Burundian Government continue to encourage a climate of fear and intimidation with abductions, disappearances and arrests still commonplace. Some of those people are taken into police custody, but many are being held by the intelligence services in secret detention facilities, without access to due process. Families fear that they will never see their disappeared loved ones again. Recently there has been a small but significant increase in reports of sexual violence—systematic multiple rape organised as a way of punishing and subduing a community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UN High Commissioner for Human Rights has indicated that many detainees show signs of torture. There is an increase in torture in Burundi, over and above the initial killings. Reports suggest that torture and ill treatment are not limited to the capital, where the majority of arrests have taken place. A pattern of abuse is emerging across the country. That may be a result of a time lag in our finding out what is happening outside Bujumbura.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government of Burundi claim that the security forces are only arresting those suspected of serious crimes. I do not believe that that is true, but even if it were, there is no justification for the ill treatment of prisoners, who have the right to expect the state to protect them, and certainly not to pass them on to the Imbonerakure or other third parties who may be responsible for the torture and killings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that many Members are concerned at reports that the violence is increasingly ethnic in nature, and that the spectre of ethnically driven mass violence is hovering over the conflict. Although I share those concerns—there are some indications that ethnicity is an increasing factor—we must steer clear of assuming that the whole conflict is racially motivated. The conflict was primarily political and remains so. My hon. Friend the Member for Congleton explained the history of President Nkurunziza’s attempts to cling on to power for a third term. That was the origin of the conflict. It was not primarily a Hutu-Tutsi conflict. Hutu opponents of Nkurunziza are also being targeted, and initially were targeted in larger numbers, both by the state and by the Imbonerakure, the youth militia, but there is an increasingly ethnic tone to the conflict, which makes the neighbours of Burundi deeply worried and the international community even more worried than we would otherwise have been.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to see an end to the conflict and an end to the human rights abuses in Burundi. When I spoke to former Tanzanian President Benjamin Mkapa yesterday, we agreed that the only route to a lasting solution lies in an inclusive political process. I give him my full support in his role as the facilitator of the dialogue established by the East African Community. It is right that we let that dialogue take place, and Benjamin Mkapa is the right person to lead it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was disappointed by the postponement of the Burundi dialogue, which was due to take place in Arusha this week. Following my conversations, however, I am encouraged by indications that talks will begin on 21 May. President Mkapa is using the intervening period to bring more people to the talks and to have more bilateral talks before the talks themselves happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is essential that all parties, including people who have taken up arms or who have now left Burundi, are part of the engagement and peace process, because a peace process without all the participants is not a proper peace process and will not lead to peace in Burundi. Everybody needs to be included, and by not engaging in an inclusive dialogue, the Government of Burundi are actively obstructing the national reconciliation process. In my phone call to the Burundian Foreign Minister next week and in my letter to him, I will call on the Government of Burundi to come together with all participants and to allow them in some way, shape or form to be in Arusha for the week of 21 May so that the talks can commence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is essential that the talks are based very much on the Arusha accord, but I am flexible about the details of how they take place. Like the rest of the international community, I will follow the lead of President Mkapa when he agrees a strategy for the talks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are working with our partners on the UN Security Council to agree a deployment of UN police to Burundi. The force will be tasked with monitoring the situation, promoting respect for human rights and advancing the rule of law—all with the aim of creating conditions that will allow a political dialogue to go forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UN Secretary-General has brought forward three options for the police force. The first is a protection and monitoring force with around 3,000 personnel in uniformed units. The second is a monitoring operation with over 220 officers. The third would involve more of an assessment mission, with 20 to 50 officers working with the Burundian police force to increase its capacity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK Government are trying to seek UN agreement on what should happen, but we want the UN police to work with the African Union’s deployment of 200 military and human rights observers. The monitoring mission will have to go across the whole of Burundi and have an authoritative way to report back to the UN Security Council. Once the mission is in place, there will be the opportunity to scale it up, but it is important that we get individuals on the ground as soon as possible to assist with the mission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The protection and monitoring option is desirable, but, to be frank, highly unlikely to get the support of the Government of Burundi or, indeed, the agreement of the UN Security Council as a whole. Although this option would be tempting for the British Government, it would take a lengthy time to recruit 3,000 French-speaking officers, and we really need them on the ground now. However, discussions are ongoing in the UN Security Council, and I am more than happy, through parliamentary questions or any other method, to keep the House updated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend the Member for Stafford has raised with me specific cases of detention and of people who have died in Burundi. I thank him for doing that, because it has been very helpful. He discreetly did not go into details of those cases, but we are working on them, and we will continue to do so. For anyone listening to the debate who knows about those cases, let me say that Her Majesty’s Government are actively pursuing them. People should find some comfort in that, although it does not immediately provide the certainty that I would like them to have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me assure Members that I am as concerned as they are about the human rights situation in Burundi. The UK Government and our international partners want to end these dreadful abuses and find a peaceful way forward. Only then will the people of Burundi be able to live freely without violence and without intimidation. As I said, I visited Burundi last December. I also visited it way back in 2006, when I met President Nkurunziza. Burundi can be a great country again. It needs our help now, but it has the help and attention of the UK Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}