{
    "url": "https://www.ukpol.co.uk/james-duddridge-2016-speech-on-bringing-peace-to-great-lakes/",
    "title": "James Duddridge – 2016 Speech on Bringing Peace to Great Lakes",
    "post_date": "March 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "James Duddridge",
            "url": "/tag/james-duddridge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Duddridge, the Parliamentary Under Secretary of State at the Foreign and Commonwealth Office, at the UN Security Council on 21 March 2016.",
    "content": [
        "[![jamesduddridge](https://www.ukpol.co.uk/wp-content/uploads/2016/02/jamesduddridge.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/jamesduddridge.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you, Mr President, for convening this important and timely debate. I join others in thanking the Secretary-General for his briefing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Bringing peace to the Great Lakes area has been one of the most difficult challenges faced by this Council. Decades of violence and chaos have left millions dead; millions without hope or indeed a home; millions vulnerable to attack from armed groups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UN Charter pledges to save successive generations from the scourge of war. In the seventy years since collectively we’ve made this pledge, nowhere has it rung more hollow than in the Great Lakes region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Nowhere is this more obvious today than in Burundi. When I visited the country in December of last year, I heard horrific stories of suffering and abuse. People spoke of torture, of disappearances, of extra-judicial killings, of mass graves and murders, indiscriminate raids on their homes. I met with health workers who were running out of medicine for sick children, human rights activists living in fear for their lives and traders that were helpless against the collapse of the economy that prior to the troubles was doing so well as we’ve heard earlier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In January, the Office of the High Commissioner of Human Rights noted that extra judicial killings were increasing despite the Government’s claim that the situation was normal. Evidence of nine mass graves, one of which contained at least one hundred bodies, was cited in the same report. Again, denied by the Burundian Government. And the violence continues today. Abductions and killings are creating a climate of fear. Just last month, Human Rights Watch presented credible evidence of the increasing and worrying use of organised sexual violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The United Kingdom is committed to doing everything, everything in our power to seek a peaceful resolution to the situation in Burundi. We must not, collectively or individually, repeat the mistakes of the past. We thank the Secretary-General for his leadership and the members of this Council for their leadership and active engagement, particularly during their second joint visit to Bujumbura and Burundi earlier this year. We welcome the pledges made by the African Union and the East African Community to take decisive action to prevent human rights abuses and crimes against humanity more generally in Africa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We, the United Kingdom, stand ready to support the AU. We thank Uganda for their constructive participation in this mediation process. We also welcome the participation of His Excellency Benjamin Mkapa, former President of Tanzania, in these efforts and offer him our strongest support and indeed assistance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is right that the international community should play its part. However, let us be clear, let us be under no misunderstanding – the primary responsibility for this crisis lies with the Burundian Government. The Burundian Government has failed in its fundamental duty to its nation, to support the security and safety of its own people. It has within its power the power to change things. Burundi has found a pathway to peace before. And it must do so again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "President Nkurunziza must deliver on his promises to the Secretary-General and representatives of the African Union. The first step is simple. The Government must participate in a fully inclusive political dialogue with all parties. Not just those parties President Nkurunziza feels happy dealing with. All parties must be included, as peace among just a few is no peace at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have learnt time and time again elsewhere in the world that for peace to endure, communities need ways to resolve conflict peacefully. The United Kingdom believes genuinely that democratic and accountable governance is the best foundation for stability. That means a frank, lively and uncensored national debate, an active, representative civil society, and a freely operating media.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It also means timely and democratic transitions of power to maintain lasting stability. Failure to allow that transition puts the progress across the Great Lakes at risk. We urge all countries in the region to use electoral processes to demonstrate their commitment to peace, stability and accountability. Today, this is particularly pertinent to the Republic of Congo, which held elections yesterday, following a referendum in which the national debate could sadly not be said to have been either ‘frank, lively or uncensored’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Looking across the border, 2016 is a critical year for the Democratic Republic of Congo. The United Kingdom is a particularly close long-term partner of the people of the Democratic Republic of Congo and we want them to enjoy stability and prosperity. We stand by UN Security Council Resolution 2211.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "DR Congo must hold elections this year, in accordance with their Constitution. With every missed milestone in their democratic journey, the Government loses credibility with the United Kingdom, and I believe with this Council. It breaks a promise not to us, but a promise to its people and this risks causing further instability in this already fragile region. We know that the process is not easy, and we are ready to help, with funding and supporting the electoral process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Council has also offered its full support to the Government of DR Congo and I expect that to be repeated when MONUSCO’s mandate is renewed later this week. DR Congo must make the most of this support, and seize this opportunity to show leadership across the region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The United Kingdom believes in the enormous potential of the countries and the people of the Great Lakes. That is why we have maintained our strong friendships and support. But their fates are inextricably linked, so their governments must work together if this potential is to be realised. The Peace and Security Cooperation Framework signed by the countries of the region in 2013 offered a comprehensive joint approach to the region’s problems. But not enough has been done to deliver it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We all know that peace and security are fundamental building blocks for economic growth. Together they hold the key to unlocking the potential of the people of the region. The Great Lakes Private Investor Conference held in Kinshasa, which we’ve heard some of earlier during the debate, last month highlighted how poverty fuels conflict in the region. But it also showed that investment, economic growth and job creation can and will build peace. In recognition of that, the United Kingdom recently appointed trade envoys to Democratic Republic of Congo and Rwanda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mr President, I urge leaders of the region to play their part in bringing peace, making the measures set out in the Peace and Security Cooperation Framework a reality, uniting to build long-term peace and prosperity. As they strive to do so, the people of the Great Lakes will have the full support of the United Kingdom, and, I hope, this Council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mr President, obrigado [thank you].\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}