{
    "url": "https://www.ukpol.co.uk/rosie-duffield-2023-speech-on-commercial-breeding-for-laboratories/",
    "title": "Rosie Duffield – 2023 Speech on Commercial Breeding for Laboratories",
    "post_date": "January 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Rosie Duffield",
            "url": "/tag/rosie-duffield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rosie Duffield, the Labour MP for Canterbury, in Westminster Hall, the House of Commons on 16 January 2023.",
    "content": [
        "It is a pleasure to serve under your chairship, Mr Efford, and to take part in the debate, which is of great concern to many of our constituents. I am here on behalf of the 169 people in and around Canterbury who signed the petition, and of those who contact me regularly about animal welfare issues. I want to declare an interest as a member of the Environment, Food and Rural Affairs Committee and also as chair of the all-party parliamentary dog advisory welfare group. At a recent meeting, we heard from people who work for animal charities who outlined the trauma, abuse and suffering that some dogs experience in the laboratory settings used in commercial breeding. It is very traumatic to hear those cases and to see the footage gained, often at risk to the people who take it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At first, “commercial breeding” as a singular term does not sound too controversial. It sounds as though we allow dogs to give birth and animals to be bred in order to save lives, and then give those dogs to a loving family, but, once we have had our eyes opened to the horrific practices that operate up and down the United Kingdom, that cloak of innocence is soon removed. I want to pay tribute to my friend Marc Abraham OBE, who arranges the events for our APPG to bring together professionals from the industry and to allow discussions to be had and strategies to be created. That ensures that debates such as this take place in which Members of Parliament have full knowledge of the issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is important to reiterate that of the 3.1 million procedures conducted in 2021, 1.7 million were experimental procedures—often a codeword for abusive practices—and 1.3 million were cases of genetically altered animals. I acknowledge that there is a difference between trying to prevent life-limiting disease and experiments about whether rats get the munchies, as we have heard before, or about whether hair conditioner makes our hair more shiny, which, thankfully, are against the law now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The annual statistics provided by the Government allow for analysis of trends. However, I have concerns that the data gathering does not record the type of establishment used—the data previously showed that—and I would be grateful if the Minister could outline whether there are any plans to re-commit to that type of data collection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The petition calls for a number of amendments to the Animals (Scientific Procedures) Act 1986, a 37-year-old piece of legislation. Since then, we have of course had huge technological advances. I hope the Minister will agree that it is time for a new piece of legislation that not only addresses how state-of-the art equipment is used when genetically engineering animals, but how technology can help issue licensing and monitor the behaviour and operations of commercial breeding with the aim of bringing the cruellest aspect of that practice to an end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With new technology being created every day, some of the procedures that inflict the most pain and suffering on animals such as beagles can now be simulated artificially through computer modelling, non-invasive scanning methods and cell cultures, to name a few. We have heard about AI as well. Those new opportunities can lead to better animal welfare, which is what the 102,000 members of the public who signed the petition, and many more, demand of us. Let us end the outdated, unpopular and barbaric procedures sooner rather than later and encourage investment in NAMs, which we know are the future of medical research.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}