{
    "url": "https://www.ukpol.co.uk/rosie-duffield-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Rosie Duffield – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rosie Duffield",
            "url": "/tag/rosie-duffield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Rosie Duffield, the Labour MP for Canterbury, in the House of Commons on 9 September 2022.",
    "content": [
        "We have heard so many incredibly moving and unforgettable speeches today about Her late Majesty, and we will certainly hear many more. It is impossible to pay full tribute to 70 years of continuous public service in just a few minutes, so I wish to focus briefly on Canterbury, the heart of the Church of England. We have had the honour of welcoming Her Majesty to Canterbury Cathedral on numerous occasions in her role as Supreme Governor of the Church of England. She was well represented on all occasions by her lord lieutenant of Kent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is in that light that I share the tribute paid by Justin, Archbishop of Canterbury, who said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Through times of war and hardship, through seasons of upheaval and change, and through moments of joy and celebration, we have been sustained by Her late Majesty’s faith in what and who we are called to be.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In March 2015, Her late Majesty the Queen visited the cathedral accompanied by her husband to unveil statues of them both. Although the memories of Her late Majesty will live on in the hearts and minds of all of us, it is those physical tributes that will retain her legacy for generations to come. No matter one’s political persuasion, occupation or way of life, she commanded respect from people of all backgrounds and was an inspiration to women the world over. She focused on the good things in life, and the characteristics and experiences that unite us, as well as the issues that need to be tackled in a collegiate fashion. Some of us can relate well to the apparent rebellious streak we saw when she left the palace and walked among the crowds with her sister, or drove herself around in her Land Rover.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That humour and wit that allowed us to relate to the greatest diplomat in our recent history, and the stability that allowed us as a country to have certainty at times when it was desperately needed—the remarkable thing about Her late Majesty was that that was never a burden to her. Her tremendous experience allowed her to guide the United Kingdom, the Commonwealth and the world through tough times. Her dutiful actions and the messages that she conveyed to us have undoubtedly made the world a much better place. Rest in peace, your Majesty. The nation will never forget our favourite grandma. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}