{
    "url": "https://www.ukpol.co.uk/rosie-duffield-2022-speech-on-channel-4-privatisation/",
    "title": "Rosie Duffield – 2022 Speech on Channel 4 Privatisation",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rosie Duffield",
            "url": "/tag/rosie-duffield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rosie Duffield, the Labour MP for Canterbury, in the House of Commons on 14 June 2022.",
    "content": [
        "Yesterday, Bectu, Equity, the National Union of Journalists, the Musicians’ Union and the Writers’ Guild wrote a joint letter to the Secretary of State urging her to reconsider the sale of Channel 4 and in doing so protect the jobs of thousands of freelancers and the livelihoods of at least 60 production companies. It is here I have to declare a significant personal interest, as my partner is a freelance documentary maker who, as well as working for the big streamers, such as Netflix, is currently directing a project for Channel 4. That gives me some insight into exactly what is at stake and the projects that might never have been made without the existence of this hugely important British institution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Like many others, I was addicted to “Brookside” when growing up, but I also learned so much more about the wider world and the plight and lives of those I did not encounter in my daily life. What we watch on television has the power to change and shape our lives and to teach us about places and people we do not know, from the very funny and sometimes jaw-dropping insights brought to us by “Come Dine With Me” to the 2018 episode of “Dispatches” made by Avanti that revealed the homeless shelter residents employed by upmarket London retailers, yet unable to afford to rent a home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As well as groundbreaking documentaries such as “For Sama” and truly global news that covers stories that others do not show us, Channel 4 and its filmmaking wing Film4 have made so many astonishing dramas and films that we all know and love. We will all have our favourites—the dramas and scripts that stay with us, whether that is “Slumdog Millionaire”, “The Favourite”, “It’s a Sin”, “White Teeth” or “Indian Summers”, and the stars whose names are now so familiar to us: Dev Patel, Olivia Colman, Sacha Baron Cohen, Jonathan Ross and Julian Clary, to name just a few.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Then there is the comedy, which has just been mentioned. It has to be worth saving the home of “Father Ted”, “The IT Crowd”, “PhoneShop”, “Stath Lets Flats” and “Drop the Dead Donkey”. I realised as a younger woman that even women could get involved in comedy—who knew? “Absolutely”, “Smack the Pony”, Mel and Sue and “Derry Girls” are all now part of our cultural heritage, reflecting the best and often the most ridiculous and eccentric parts of British life. Channel 4 has always shown us our global connections, too, and not shied away from controversy or honesty about the less proud parts of our nation’s history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As an institution started by Mrs Thatcher, and an incredibly successful British business owned by its viewers, Channel 4 deserves our pride and our praise. As a pioneer of programming from previously overlooked or forgotten groups, whether that is bringing the Paralympics into every home, the pink triangle season or “The Undateables”, there truly is no comparable broadcaster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government have looked at this idea before and changed their mind, and there is absolutely no shame in doing so again if the Secretary of State listens to the voices of creatives, content makers, advertisers, unions and the British public, who overwhelmingly say that they do not want this. This is a successful and popular business currently costing the taxpayer nothing at all, but bringing enjoyment, enrichment and employment to so many, so let us think again. We should be proud that when other companies such as Netflix are under huge financial pressure, Channel 4 is thriving. It should be preserved as something unique and influential—a showcase for Britain’s creative best.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}