{
    "url": "https://www.ukpol.co.uk/rosie-duffield-2022-speech-on-transport/",
    "title": "Rosie Duffield – 2022 Speech on Transport",
    "post_date": "May 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rosie Duffield",
            "url": "/tag/rosie-duffield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Rosie Duffield, the Labour MP for Canterbury, in the House of Commons on 19 May 2022.",
    "content": [
        "The Environment, Food and Rural Affairs Committee, on which I serve, is currently considering the evidence for its report on rural mental health. Time and again, the expert witnesses mentioned isolation, loneliness and the problems of basic connectivity as factors leading to poor mental health in rural communities. Combined with the many current financial pressures, plus Brexit uncertainty and added bureaucracy, this is sadly all part of a deeply worrying pattern.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Rural communities are especially dependent on reliable, regular and affordable transport links. When local bus services are cut, the effect is immediate and has catastrophic consequences. For example, if a single parent’s routine involves setting off for work knowing that their teenage child will leave for the bus 20 minutes later and arrive safely in time for registration, what exactly are they supposed to do if they are told one day that the bus route will no longer exist? What exactly is anyone who regularly uses a route for medical appointments or social reasons, or to go to college or work, supposed to do if the route is gone overnight? School and work are essential activities, so the buses are essential, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Far too many cars already clog up the few main routes into and out of my constituency, contributing to increasingly dangerous levels of air pollution and growing rates of childhood asthma, but what choice do people have when their buses simply disappear? We are building more and more houses, thereby inviting in more and more cars, and we are even building more roads to accommodate those cars and threatening much-loved and historical green spaces, such as the Old Park area in Canterbury. Does this sound like a recognition of the climate emergency? It is hardly progressive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "People in Canterbury, Whitstable and our villages simply want to be able to move from A to B and to get to school without damaging the planet and everyone’s lungs, but we will not achieve that if local bus services constantly disappear. What about cuts to school bus services, such as the one serving Spires Academy in Herne Bay, which is attended by many pupils who live around Canterbury? How is it more efficient for Kent County Council to have to source other modes of transport, particularly for otherwise stranded children with special educational needs and additional needs?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The cost of a school travel pass is now almost £400. There is no way that a single parent, possibly with two or more children, can magic up money like that. Several years ago, I had to borrow the money to pay for my two children’s bus passes when they cost half that amount.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is easy to forget how dependent people are on public transport while we in this place go around Westminster. Everywhere we look we see affordable buses on every corner. When my constituents visit London, they can jump on a bus and go anywhere for £1.65, but they have to pay more than £7 to travel for around 20 minutes from Canterbury to Whitstable and back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The fact that the 27 bus route through Rough Common, one of my local villages, is about to be cut is causing so many problems. My constituents depend on it. There are also cuts to routes 922, 925 and 7.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Despite being one of the largest local authorities, Kent County Council does not have an endless supply of money. Our county has to deal with the horrors of Operation Brock—one of the many so-called benefits of Brexit—and the recent collapse of P&O Ferries, which was a disaster for our area and about which I am sure we will hear more later from the hon. Member for Dover (Mrs Elphicke). The pause of Eurostar services from Ashford and Ebbsfleet has also had a catastrophic effect. Our local authorities urgently need direct financial assistance and help to tackle such huge issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Canterbury City Council has committed to building far too many new homes without the basic infrastructure that is needed. Will the Government help the county to update our outlook and aims so that we do not simply choke our children as a result of outdated car dependency? We need help with a cleaner, greener, more people-focused overview of transport. We need to keep our rural communities moving and maintain east Kent as an inviting and buzzing tourist destination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let us perhaps model ourselves a bit more on our European neighbours and have more pedestrian-friendly town centres and cheaper and more environmentally friendly and reliable transport. Let us help our local authorities and big bus companies to work together, in consultation with national Government, and adequately fund the active travel scheme, so that we can achieve a more ambitious, greener vision for local transport throughout the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}