{
    "url": "https://www.ukpol.co.uk/rosie-duffield-2021-speech-on-holocaust-memorial-day/",
    "title": "Rosie Duffield – 2021 Speech on Holocaust Memorial Day",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Holocaust",
            "url": "/tag/holocaust/"
        },
        {
            "text": "Rosie Duffield",
            "url": "/tag/rosie-duffield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rosie Duffield, the Labour MP for Canterbury, in the House of Commons on 28 January 2021.",
    "content": [
        "Yesterday, my friend Paula Sherriff—a much missed former Member of this House—tweeted a quote that read:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“If we held a moment of silence for every victim of the Holocaust we would be silent for eleven and a half years.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is often easy to feel disconnected from the figures and statistics that are read out in this place. Six million people. Six million Jews were murdered by the Nazis. Most of us will struggle to imagine a number too huge to picture in our minds. It is easier, then, for us to imagine what it might feel like in our own lives if overnight the family living next door to us were to disappear, if several of our classmates and teachers did not turn up for school one day, and if there were noticeably fewer people around—emptier shops, cafés, gyms and school playgrounds—just as there has been during lockdown.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But 6 million people did not catch an infectious respiratory virus; they were forced out of their homes, rounded up, robbed, starved, humiliated, branded, tortured, experimented on and killed because of their race and religion. One deranged bully devised and built a murderous plan to wipe out an entire race of people. Of course he could not do this alone, so he tapped into some of our most complicated human flaws—weakness, fear, vulnerability, ignorance—and harnessed them to produce mass inhumanity. Despotic bullies disarm us by yelling their hatred and spite. We all fear becoming their next target. The safest option is to run and hide, to be compliant and complicit. Our instinct is to protect ourselves and those closest to us. But some chose not to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The people in this place are all here because we chose, one way or another, not to be bystanders. The political arena is not for the faint-hearted, and, sadly, despite what we all now know about the atrocities enacted by the leaders of the Nazi regime, the world has not learnt to stop electing bullies who use their positions of power to make the lives of some intolerable, and they do so in plain sight. Some shout about building walls, inciting hatred, fuelling division, legitimising racism and even encouraging violence. Others arrange to have their political opponents or critics assassinated and poisoned, try to rig elections, and refuse to relinquish power or recognise democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Right now, we know that there are groups of people being persecuted, imprisoned, rounded up, robbed, tortured and branded because of their race and religion. And what are we doing to stop it? We have to find ways to make sure that we are not being mere bystanders. Let us all be braver, like those who resisted. As Edmund Burke said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The only thing necessary for the triumph of evil is for good men to do nothing.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}