{
    "url": "https://www.ukpol.co.uk/rosie-duffield-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Rosie Duffield – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Rosie Duffield",
            "url": "/tag/rosie-duffield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Rosie Duffield, the Labour MP for Canterbury, in the House of Commons on 28 April 2020.",
    "content": [
        "I would like to thank all those who have made this possible—in particular the right hon. Member for Maidenhead (Mrs May), whom I also thank for her kind words earlier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A few months ago, when I rose to speak on the Domestic Violence Bill, I had no idea just how much of an impact those eight minutes would have on my life. Within a couple of hours my speech had gone viral on social media, it was all over the globe, in the press and on television and radio. I chose to speak about something extremely personal because I felt it was important to remind others, the vast majority of whom are of course women, that they are not alone, and to make the point that they have not been singled out because of who they are, their social or financial status, their profession, their lifestyle or their physical appearance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Anyone can find themselves in a situation like I did, and nobody attracts another person with the truth about their brutal temper or their ulterior motives. A witty description of their controlling behaviour will not feature on their dating site profiles, and their work ​colleagues will have absolutely no clue that, when they return home from work, they do so to an extremely anxious partner, who will have spent their day trying to anticipate any bear traps or tripwires that could trigger the familiar pattern of a night that then spirals downwards through an exhausting routine of aggression, accusation, rage, threats and pain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I wanted to speak directly to those women, like me, struggling to make sense of the conflicting message of words of endless love dished out with actions of brutal hate. That simply is not love. Love should never hurt like that. We can spend years trying to make excuses for our abusers, justifying their terrible behaviour and blaming ourselves, just as they do, but it is not your fault: it is never your fault. The only person to blame is the person who uses their fists or their physical power as a weapon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "After my speech, I received hundreds of emails. They still arrive every day as reminders of the grim reality in many households across the UK. The stories are often shocking and provoke reactions of horror and sorrow, but also relief because, mostly, these are survivors’ stories, told to me from their past. The ones I do not hear from as much, however, are those who are right in the middle of this reality right now. They are living locked down, locked in, locked away: threatened and terrorised by someone who thinks it is okay to use his wife, partner or family as an emotional or physical punch bag. What almighty cowards they are—bullies who seize the opportunity of a global crisis to show those smaller and weaker than them that they are in control. Whether you are a manual worker or a magnate with millions, if you use your fists or your fury to frighten those closest to you, you are certainly not in control, and you need to stop.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "During these extraordinary last couple of months, we have rightly come to recognise those in our communities who carry out the vital services that we mostly take for granted. From refuse collectors to surgeons, and from teachers to council officers, all have played an incredibly important role in ensuring that things still work while all that we know is upside down. Those people have shown such dedication and love for our country when we need them the most. They have worked under enormous pressure, and above or beyond their pay grade or basic training.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our police forces are not only upholding brand new emergency legislation, but keeping an eye on the most vulnerable in our communities, which includes those at risk of or suffering from domestic violence. They are dealing with a huge increase in incidents and doing their utmost to protect those who need to be protected. Likewise, there are wonderful people who work as counsellors, run helplines, or organise emergency refuge and shelter for those who need to flee from a situation in their home that poses more of a threat than a potentially deadly and incurable virus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the incredible women who have come into my life over the past few months and worked tirelessly to campaign for recognition of, and desperately needed funding for, the services that put women’s lives back together. They include women such as Elaine from my local domestic violence refuge, Rising Sun. She is listed on my phone if I need to talk to her for a bit or to have a boost, just as she is for many other women in my part of Kent. However, services such as Rising Sun, and national services such as Refuge, Women’s Aid and SafeLives, ​have had their funding cut. At a time when calls on such services have doubled, it is essential that the Government listen to Labour Front Benchers today as they explain what funds are urgently needed. I join them in urging the Government to ringfence 10% of the £750 million fund for domestic abuse charities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The coronavirus is devastating lives, families and professionals, and we know that it will damage our economy for many years to come. It is, however, a false economy not to invest in the women and families whose lives are stunted and stifled by domestic abuse. Given the right support, those people can and will grow and soar. They will help to stop the cycles of violence surrounding them, and they will probably give back to society far more than they have taken out at their time of greatest need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}