{
    "url": "https://www.ukpol.co.uk/david-duguid-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "David Duguid – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Duguid",
            "url": "/tag/david-duguid/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by David Duguid, the Conservative MP for Banff and Buchan, in the House of Commons on 10 September 2022.",
    "content": [
        "I rise with humility and sadness on behalf of myself and the people of Banff and Buchan to pay tribute to Her late Majesty the Queen. I also offer my condolences to King Charles III and the royal family, as we remember that they have lost a mother, a grandmother and a great-grandmother.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For most of us, Her Majesty has always been a continuing and reassuring presence. From the ashes of the second world war to the covid-19 pandemic in more recent years, she has been there providing reassurance and inspiration to people right across our United Kingdom. She has also been a much-admired and loved figure across the Commonwealth, but also right around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sadly, unlike many others in this place, I never had the opportunity to meet the Queen. However, given that I have grown up and lived in, and now represent in this place, one of three constituencies in Aberdeenshire, it will perhaps come as no surprise that I know a fair few people who have had the privilege not only of meeting the Queen, but of actually knowing her. Listening to the tributes from right hon. and hon. Members over the last two days, I recognise the warmth and affection in the stories of those who knew her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have all heard how well Her Majesty could make people feel at ease, whether in a formal or a social setting. That was not just a matter of decorum or of being a nice and kind person, which of course she very much was. She somehow knew—she somehow had this sixth sense or superpower that told her—precisely what action she needed to take to make that one individual feel at ease.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a Member of Parliament, the closest I ever got to the Queen was in the peers lobby, watching the state opening of Parliament on a screen. Before I was elected, however, Her Majesty was at the Turriff agricultural show in my hometown in 2014, on the occasion of the show’s 150th anniversary. On that occasion, I was able to get as close to the Queen as I find myself now to my hon. Friend the Member for Witney (Robert Courts). I found myself in the adoring crowd through which Her Majesty was moving so gracefully, as she always did. She was engaging with everyone, as she did, with that famous smile and twinkling eye we have heard so much about in the last two days—a smile with which we have all become very familiar and which we will always remember.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The organisers of the Turriff show whom the Queen met that day were moved by her humility, warmth and humour, not to mention her expert knowledge of the livestock and animals on display—horses, of course, being a particularly passion for Her Majesty, as they are for her daughter, the Princess Royal, who returned to visit the show earlier this year. The people of Turriff will remember fondly the visit of Her late Majesty, as will the people of Fraserburgh, which she visited in 1992 to celebrate the town’s 400th anniversary, and of Macduff and Banff, which she visited on a launch from the Royal Yacht Britannia in 1961.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Scotland, we saw the Queen at her most relaxed and happy, particularly on her regular visits to her much-loved Balmoral in west Aberdeenshire. We have heard stories from her stays there, including from former Prime Ministers who had the joy of being driven around the Balmoral estate by the Queen herself in a Land Rover. I know that it will have been a comfort to her and her family that she spent her last days in the place that she loved so much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The United Kingdom, the Commonwealth and the world will come together in the coming days to mourn the passing of a great—perhaps the greatest—world leader. As we reflect on her long life and reign of loyal service, we also remember fondly her compassion, humour and warmth. She continues to be in all our hearts. May Her late Majesty Queen Elizabeth II rest in peace. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}