{
    "url": "https://www.ukpol.co.uk/david-duguid-2019-speech-on-20-years-of-devolution/",
    "title": "David Duguid – 2019 Speech on 20 Years of Devolution",
    "post_date": "July 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "David Duguid",
            "url": "/tag/david-duguid/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Duguid, the Conservative MP for Banff and Buchan, in the House of Commons on 11 July 2019.",
    "content": [
        "It is an honour to follow the hon. Member for Clwyd South (Susan Elan Jones) and, in particular, to hear the translation of some Welsh poetry at least. I am pleased that the Scottish Affairs Committee, of which I am a member, and the Welsh Affairs Committee have secured this debate to mark 20 years of devolution. It is an important landmark in the history of the United Kingdom and an appropriate time to reflect on the progress we have made towards more representative and more effective government in Scotland and Wales—and Northern Ireland, when we get its Assembly back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Over the past 20 years, Scotland has seen multiple rounds of devolution. It was a Conservative-led Government who oversaw the Scotland Act 2012 and the Scotland Act 2016, which devolved additional powers to the Scottish Parliament, making it one of the most powerful devolved legislatures in the world today. The Scottish Affairs Committee’s recent report on inter- governmental relations highlighted the many other upheavals that have influenced the devolution settlement during that time, including the change of Government in 2007 and the independence referendum in 2014. It is clear that the devolution settlement that Scotland enjoys today is very different from the one created back in 1999. With 111 additional powers due to be devolved from Brussels to Holyrood as we leave the European Union—87 immediately and another 24 to follow—it will soon be changing further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the Member of Parliament for Banff and Buchan, the heartland of Scottish fishing, I know that my constituents will be glad to see overall fisheries policy being determined closer to home, rather than by distant bureaucrats on the continent. I also know that many of my constituents have been frustrated by the SNP’s apparent desire to keep all those powers in Brussels, by keeping us in the EU and, by association, in the common fisheries policy.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Brexit or no Brexit, however, it is right that the UK and Scottish Governments should be investigating how intergovernmental relations can be improved, but this is not the time for talk of radically rewriting the devolution settlement. While we are celebrating the 20th anniversary of devolution as a whole, it is worth recognising that the last Scotland Act came into force just three years ago. In fact, we are still implementing that last rewrite of the devolution settlement, and earlier this year it emerged that the SNP-run Scottish Government will not be ready for the full devolution of welfare powers until 2024. This from the same party that told voters in 2014 that it could set up a whole new country in just 18 months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Instead of plotting a rematch against the voters on independence or devising increasingly left-field proposals to overhaul the devolution settlement yet again, the focus of this review should be on ensuring that the devolution settlement we have got is implemented smoothly and effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman is making an interesting point about the devolution settlement. We in the highlands and islands have identified something of a democratic deficit: we feel our voice is not being heard by those in power in Edinburgh and that power is being dragged out of the highlands to Edinburgh. That does not suit highland people, and what we get is elected Members turning around and blaming the Highland Council, but it gets its money from the Scottish Government. I believe there should be a Minister for the highlands and islands, in whatever Government, of whatever colour, who would speak up for the highlands and islands and would actually exercise some power to the good of the highlands and islands. We do not have one at the moment and we should.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**David Duguid**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the hon. Gentleman for his point. I am going to raise a similar one about the north-east of Scotland, where I come from—that will come as no surprise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The work involved in this review is vital if the Scottish people are to enjoy the good governance they deserve, from both the Westminster and Holyrood Governments. I was pleased, therefore, with the UK Government’s response to the Committee’s report on intergovernmental affairs, which showed their commitment to such a review. It remains to be seen whether the Scottish Government will put the interests of the Scottish people first and work constructively with the UK Government. We may see more of the same from the SNP: this is the party that is delaying the implementation of the Scotland Act 2016—particularly on welfare, as I have mentioned—and is desperately trying to keep agricultural and fisheries policy under Brussels’ control. This is the party whose own Brexit Minister has said he does not like the devolved settlement. This is the party that ran roughshod over the procedures of the Scottish Parliament and the advice of its Presiding Officer to ram through its continuity Bill, only for swathes of it to be struck down by the Supreme Court.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The choice is the SNP’s, and I hope for the sake of the Scottish people that the SNP chooses a more constructive path. If it fails to do so, I suspect that come 2021, when we have the next Holyrood elections, the Scottish people will bring that nationalist era to an end and elect a new Government who will take that constructive approach—​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Pete Wishart**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "You guys?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**David Duguid**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With Ruth Davidson as First Minister, yes. Like the majority of people in Scotland, the Scottish Conservative and Unionist party supports the Union. We are invested in the devolution settlement and we want it to succeed. That is because localism is a core Conservative principle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a source of endless disappointment to me and to my constituents in the north-east that the spirit of devolution, of decisions being taken closer to home, has not taken root entirely within the Scottish Government. Successive Labour and SNP Scottish Governments have hoarded power in Holyrood and, it has been suggested, governed primarily for the central belt. While English city regions are getting more control of their own affairs, to accompany growth deals, Nicola Sturgeon is ensuring that Scotland remains rigidly centralised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Scotland’s diversity, from region to region, across the whole of Scotland, is one of the many things that makes Scotland a nation that I and my immigrant wife are proud to call home. It is tragic that the political structures that the SNP has imposed on our nation do not reflect that. When the revenue grant for local authorities in the north-east is falling by £40 million this year, even when the SNP have made Scotland the highest taxed part of the UK, with the north-east taxed more than most areas in Scotland, it is clear to see that the north-east is missing out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My message for the Scottish Government on this anniversary is simple: it is time to work constructively with the UK Government to make the most of the existing devolution settlement, and ensure that the new powers coming to Holyrood from both Westminster and Brussels are transferred.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Deidre Brock (Edinburgh North and Leith) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My colleague on the Scottish Affairs Committee talks a lot about constructive working of the two Governments together. The SNP tabled more than 100 amendments in the debates on the Bill that became the 2016 Act and they were completely ignored by the Government. Would the hon. Gentleman describe that as constructive working?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**David Duguid**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my fellow Committee member for her intervention but I would not necessarily recognise voting against those amendments as ignoring them. We just voted against them because we did not agree with them, and that is how democracy works.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In summary, it is time for a fair deal for the north-east, and more powers for local and regional communities across Scotland. It is time to respect the fact that although the Scottish people voted for devolution 20 years ago, at no point—either in 2014 or in any election since—have the people of Scotland expressed a desire to break up the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}