{
    "url": "https://www.ukpol.co.uk/lord-duncan-2017-maiden-speech-in-the-house-of-lords/",
    "title": "Lord Duncan – 2017 Maiden Speech in the House of Lords",
    "post_date": "November 5, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Lord Duncan",
            "url": "/tag/lord-duncan/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Lord Duncan of Springbank in the House of Lords on 9 October 2017.",
    "content": [
        "My Lords, this is the first time I speak in your Lordships’ House. The phrase “baptism of fire” probably springs to mind. This is indeed one of the most challenging issues that we will face as a country and as constituent parts of that country. But before I go on to that, if I may, this is also my maiden speech so I hope noble Lords will indulge me for a moment before I return to the business in hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I come to the House from another place, not along the Corridor, as many have done—not for want of effort on my part, I hasten to add—but from over the channel, from Brussels and the European Parliament. I represented Scotland, the largest and many would say the best constituency in the European Union. I learned a great deal from watching how that chamber works. Some things worked well and some things did not. I suspect we will be able to look again at how things are developing there with some interest as the Brexit process goes on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just as Charles de Gaulle lamented the challenge of governing a land of 246 cheeses, the challenge is all the greater trying to represent a land of 118 distilleries, as Scotland has. However, the tour is slightly more invigorating than the tour of cheese production in France. I had hoped to bring to this House some experience of events in Brussels and Edinburgh, but given the extraordinary collection of talent on the Benches on both sides, from former Commissioners and ambassadors to distinguished former MEPs, frankly, I just hope to keep up. I recognise that there is a wealth of experience in the debate today, and I hope to try to respond to some of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When the Garter Principal King of Arms asked me to consider which place name I would take as my title, I asked, somewhat tongue in cheek, whether I could take Brussels. He smiled benignly, as is his wont, and explained only if I could claim to have achieved a great military victory there. I fear my success on the non-road mobile machinery directive was perhaps not quite qualification enough. Instead, I chose Springbank in the county of Perth. My grandparents moved to the newly constructed council scheme of Springbank Road in the town of Alyth in 1934. They came from a mill cottage with an earthen floor. My mother was born ​there in 1936 on the kitchen table, as she would often tell me, and thank goodness for Formica. Upon marriage, my father moved into the same house and it was there that my brother and sister were born. Indeed, for the first few years of their marriage that is where they lived, alongside my grandparents and their other son. My parents’ first home of their own was also in the same council scheme. My grandparents lived their whole life in Springbank Road, as did my mother, who passed away only a few years ago. I am the third generation to hail from Springbank and I believe that it is appropriate to take that as my title. I also again commend the notion of council housing, which I believe we are once again looking to improve. It is significant and important and I commend it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before I move on to the substantive elements of the debate, I should give my thanks to my noble friends Lord McInnes of Kilwinning and Lady Goldie for guiding me so expertly through my introduction here only a few weeks ago. I have to admit that it was most nerve-racking experience of my parliamentary career and I would not want to go through it again. None the less, it was an extraordinary thing to find myself here among noble Lords. I also thank the doorkeepers who have guided me more than once up different corridors and helped me to locate toilets, which are not well publicised, in different parts of the building. I thank again the clerks who have guided me through various other elements of my work and my ministerial colleagues who have guided me in so many of the elements of what I am about to speak of today. They have all shown me great kindness and I appreciate that a great deal. It is a privilege to be here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Perhaps I may turn to today’s business. Let me begin by commending the approach of my noble friend Lord Selkirk: the union is precious and there is no question about that. Throughout the debate we have heard many noble Lords speaking of that very precious union. Indeed, as my noble friend Lord Lang of Monkton began the debate, he recognised that we must not take this union for granted. We had a close shave not so many years ago, and again the noble Lord, Lord McAvoy, was very kind to point out how we worked together to try to move forward and recognise the challenges faced at that difficult time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I shall start by addressing head-on the point made by my noble friend Lord Lang. There was a delay in the response to this paper; that is not appropriate and it will not happen again. We must make sure that we address these challenges in good time and we cannot take for granted that time will be given to us to make sure that that happens. It is also important to stress the attitude of this Government, which is to ensure that both the Brexit process and the devolution process work together. A number of noble Lords pointed out the challenge of the piecemeal approach we have adopted to our constitutional evolution, and indeed some of those changes have not always been in the best interests of the entire union. Some have been made in haste and some, I suspect, we regret and would revisit were we to have an opportunity to do so. The challenge with devolution as we understand it is that it is a ratchet that moves in only one direction. The problem is that if we do not get it right the first time, it unfortunately moves on too fast to change it around.​  \nThe joint ministerial committees were mentioned a number of times by several noble Lords, including my noble friends Lord Lang and Lord Dunlop, and the noble and learned Lord, Lord Wallace of Tankerness. I was a clerk in the Scottish Parliament in the early days of the joint ministerial committees and I can assure noble Lords that they were not working well then—long before we had the situation of Brexit and long before we had embraced many aspects of devolution. There were a number of reasons for that. I think that to some degree everyone expected different things from those committees and everyone was slightly disappointed by not getting what they wanted out of them. Let me answer some of the other questions which have been raised. How often have the joint ministerial committees met this year? Not enough—they must meet more often. The times we face now are a challenge and we must embrace that by doing so together, using these committees to help us take the steps forward; of that I am in no doubt whatever. But I should also stress that although these committees have not met as often as perhaps all would have wished, to some degree there were extenuating circumstances such as the election and other elements. None the less, we need to do better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, I would also say that the bilateral discussions have been significant and important at all stages of the process. The noble Lord, Lord McAvoy, was right to point out that we are well served by a Civil Service that is able to continue to collaborate even when politicians cannot always quite find themselves at the same table facing each other in the same direction. For example, in rural affairs, over the past few months of the summer period there have been more than 50 face-to-face meetings to discuss each of the aspects of Brexit as they impact on the rural affairs agenda, and that is not without significance. Again, it is important that we are as open as we can be. The UK Government are committed to being as open as they can and have been so throughout the process. Part of the challenge, however, is that we have not always been able to secure from the others participating the same level of openness, and that in itself can be a challenge. The consent aspect has to work both ways. There needs to be collaboration from both sides; it cannot just be all give on one side and all take on the other. It is important that we recognise that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Perhaps I may go into a little more of the detail. Again, I am fearful that I will not be able to do justice to the sheer range and depth of knowledge and expertise that noble Lords have displayed today. Perhaps I may take a moment to say that, as someone who sat in the European Parliament for a number of years, I have probably experienced more serious debate and insight in the past few hours here than was often the case in some of the debates I witnessed there. First, I turn to the reports themselves. There are elements that we must look at in trying to address how we consider the devolution settlement. It is easy to look on it as unfinished business, but the question is: what would finish that business? How shall we bring together each of the constituent parts to create what needs to be a functioning constitution? We cannot simply keep feeding the crocodile and hope that it will eat us last. There needs to be a recognition ​of what we are for. What is our country and what shall be our constitutional settlement? We need also to recognise that each constituent part must play its role in that. We do that against the backdrop of Brexit, which makes the whole process considerably more difficult in terms of trying to achieve progress. However, I am well aware that we have to achieve that progress because without it we will be in a terrible situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The noble Lord, Lord Jay, made a significant contribution to the discussion today. I am under no illusion about some of the challenges the noble Lord has presented to the Government. What I would say as a former Member of the European Parliament is that there is a challenge in how the acquis communautaire functions, how the frameworks within which we exist today have been constructed and how the devolution settlement itself embraced those frameworks. It is true to say that when we witnessed the changes in Brussels, as we have done over the years, they have been negotiated by the United Kingdom with the involvement of the home nations; none the less, the devolution frameworks were established within an established European framework. That was the glue, as the noble Lord rightly put it, but none the less it was there. That is why the Government have no ambition to change in any fashion the powers currently exercised by the devolved Administrations. What we have to do is work out where the frameworks need to be functional. At the moment there are 111 areas in the Scottish legal world and 64 in the Welsh where again, we hope to collaborate to establish exactly where we can find a common framework, a common approach and the right outcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have no ambition to retain powers that we do not need and do not deserve to hold. We must recognise that the devolution settlement is fixed; we will do so, but we must also recognise that on day 1 after Brexit, each element of our procedures must be legally sound. We can take no risk of there being an upset, stumble or breakdown, and we should take time to echo the points made by so many of my colleagues on these Benches. We must take time to ensure that we get the frameworks settled and sorted and workable. If we get them wrong, we will live to regret it. One problem we face now is that that day is fast approaching, so we need to make sure that on day 1 we have a legally sound system, but that we work out how, as a common people of different nations, we will come together and pull in that direction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The noble Lord, Lord Desai, is quite right. England can often be overlooked and it is one of the great challenges that we sit in what many people consider to be one of the Chambers of the English Parliament—and yet, the very nation of England itself can often be overlooked in the wider sense of the word. That is a great pity, and we need to recognise that as each of the other home nations pushes for particular changes to the wider constitutional settlement. I served as a clerk on the committee when my noble and learned friend Lord Wallace of Tankerness was in the Scottish Parliament—not that long ago, it seems, but here we have arrived, apparently for greater things.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am aware that we face serious challenges in working out each of the component parts of the overall settlement. I am particularly concerned about the devolution settlement and the replacement for the structural funds and the common agricultural policy, to which reference was made. The Government have given a commitment to 2022. In truth, that is one year more than we would have been able to offer to the wider Welsh, Northern Irish and Scottish farmers and others. That is a year more than we would have had if we had stayed in the EU. We are giving a greater degree of certainty. Each of those elements is up for significant change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I met the Commissioner for Agriculture in Brussels not so long ago, he talked about the fact that the overall sum of money given to farmers will be significantly reduced in certain areas and that farmers will have to tackle that. As a Government, we are committed to 2022 and we will see how we can reform and move forward at that point; but there is still no desire, I hasten to add, to seek powers being drawn back from those Administrations—none at all. It is about trying to recognise where we can work together. To give some examples—I am aware we are often accused of not explaining where those examples may rest—we are currently focusing on the wider question of pesticides. We are conscious of the food and feed law for animals, but we need a common approach. We are aware of the food labelling issue because, as we begin to look at some of the geographical indicators—I was in the Western Isles not so long ago, breakfasting on Stornoway black pudding, a feast of kings—we need to recognise that we need a common approach across the United Kingdom. The final example is infectious diseases—which is more fun to talk about than look into, I hasten to add.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We face challenges in establishing what the frameworks need to look like. We need collaboration, and that is where the joint ministerial committees will work. It is at such gatherings that officials will sit down and work, because in truth, many of these issues are almost above our pay grade. They are at the level of detail where we need to understand how the law comes together with practical and policy issues. That can be something of a challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The noble Lord, Lord Wigley, is right to point out the issue of Catalonia. We cannot see such issues being resolved with bloodshed on the continent of Europe. I absolutely agree. I am also fully aware that the Edinburgh agreement, which was brokered between the Government of the United Kingdom and the Scottish Government, is a template for how other nations may embrace the demographic and democratic challenges presented by independence movements. It is a model that many people across Europe should be looking at.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope the Welsh football team are doing rather well right now—I am sure the noble Lord, Lord Wigley, is as interested in the outcome of that match as I am—but at the same time, he is right to talk about multiple geometry. Much of our situation today is about the asymmetry of our land. We do not face, as the US does, a number of small, medium-sized and large states all mixed together. We have such asymmetry ​and we need to recognise that. That may be part of the challenge when we start looking at the JMC. How do we contain within the JMC the correct structures to reflect the fact that—as the noble Lord, Lord Desai, pointed out—England is just bigger? How do we recognise that asymmetry, but none the less recognise the obligations we have to the home nations to reflect on the wider settlement of our constitution? It is not as easy as I would like to think.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My predecessor, the noble Lord, Lord Dunlop, has been very kind to me during my time finding my feet. I have not yet witnessed the tartan hippo, although I have witnessed many other tartan animals, if I may be a little unkind. A challenge in trying to do one’s job is embracing social media—it is not always full of laughter, it is fair to say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is important to stress that there is an existential threat to our nation. There is no question of that. One thing I would note in passing is that there are far too few nationalists in here. There needs to be more. That seems an odd thing, perhaps, for a unionist to say, but if we are to reflect the wider interests of our country, we must recognise that those voices need to be heard in both Chambers, not just in the House of Commons. That is perhaps not for me to create, but for others to look into; none the less, at this time, more than any other, we need those voices as part of the overall discussion that we are looking into.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Some of the aspects which my noble friend Lord Dunlop was kind enough to point out need to be addressed at the technical level. There are technical deficiencies. There are some issues around subsidiarity which we need to look at and then work out how best to do the job. Certainly in the Scottish situation devolution need not rest in Edinburgh, any more than in Wales and Northern Ireland it need rest in Cardiff or in Belfast. We need to recognise where power needs to be exercised. That is the European concept of subsidiarity. We need to recognise where it works even within the United Kingdom itself. If we can do that, we have a fighting chance of ensuring that our union continues. As someone who comes from outside the central belt of Scotland, I am very conscious that there is a great lament that overcentralisation to Edinburgh can be a huge problem, yet it needs to be addressed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My noble friend Lord Lexden is quite right that some of the issues that we are talking of are worthy of note. The long delays in responding are unacceptable, and I am happy to confirm that we will not be moving in that direction again. We will move to address that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Devolve and forget” is not a concept that I wish to see go forward. We cannot simply hope to push things away, particularly during the Brexit process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am conscious that I have several other Members to respond to. Let me make one commitment: if I do not address their questions this evening, I ask them to hunt me down and I will come back to them. I do not wish them to feel that they have been short-changed because I have seemingly glossed over their points.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the latter moments of my speech, I need to stress Northern Ireland. That will be one of the intractable aspects of the overall Brexit situation. It is equally a challenge within the wider devolution question. I assure noble Lords that James Brokenshire, the Secretary of ​State, is working very hard, but we have to recognise that the challenge need not rest solely with those inside the would-be Executive or Assembly; it is at all levels within Northern Ireland. They must also be part of the wider question of devolution and Brexit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "How do I finish off without short-changing other noble Lords who have spoken? Many of your Lordships have raised important issues. We need to recognise that the EU has provided the constitutional glue within which we as a Parliament have been able to operate, but we must also recognise that because of the approach that we have taken—by holding a referendum—that glue will not be as available to us to hold these things together. We must find another glue, something else that works for us as a people but also as a country. I hope that we can do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am fully aware of how challenging Brexit will be, but I assure your Lordships that, in so far as I can, I will respond to any and all entreaties to co-operate and to collaborate. We will do all that we can to ensure that there is serious dialogue on all aspects, not just with MSPs and AMs but with councillors as well, to make sure that all are part of the process. This is an important time and we cannot get it wrong, because the ratchet is turning in only one direction. If we are not careful, we will turn it too tight and, as with winding up those old-fashioned clocks, the whole thing will unravel in our hands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I again thank your Lordships for your forbearance and kindness in listening to my remarks. I assure you that I will do all I can to take forward the issues that we have discussed today in a timely, sensitive and careful manner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}