{
    "url": "https://www.ukpol.co.uk/alan-duncan-1992-maiden-speech-in-the-house-of-commons/",
    "title": "Alan Duncan – 1992 Maiden Speech in the House of Commons",
    "post_date": "February 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1992",
            "url": "/tag/1992/"
        },
        {
            "text": "Alan Duncan",
            "url": "/tag/alan-duncan/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Commons by Alan Duncan on 2 June 1992.",
    "content": [
        "I am obliged to you, Madam Deputy Speaker, for giving me the opportunity to utter my first words in the House.  \nI am pleased to speak in the same debate as my right hon. Friend the Member for Shropshire, North (Mr. Biffen), whom I have watched for many years with great respect. Even though he has momentarily left the Chamber, I am also glad to follow my constituency neighbour, the Financial Secretary to the Treasury, who I am pleased to see so happily installed in his new job. I congratulate the hon. Member for Wolverhampton, North-East (Mr. Purchase) on his maiden speech, and I look forward to sparring with him across the Chamber on many future occasions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Rutland and Melton is an oasis of traditional England between the M1 and the A1. It is surrounded by towns such as Leicester, Nottingham, Grantham—perhaps not so much a town as a shrine—Stamford and Corby. The agricultural interest remains important and, although it may not please some hon. Members, hunting remains not only popular, but a living force for the interests of conservation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The constituency also has light industry. Indeed, if one owns a pet, the chances are that one will have fed it with a brand name from Europe’s largest canning factory in Melton Mowbray. The constituency also includes Syston and Thurmaston on the edge of Leicester, and the spectacular vale of Belvoir.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Perhaps the constituency is best known for containing the valiant county of Rutland. I took a look at the history books, one of which says: although Rutland had a distinct status in the Anglo-Saxon period, its rise to the status of shire and the dignity of a sheriff was the product of a confused process in the twelfth century”. That same book states that the 1974 local reforms removed elements of disorder on the map, such as the foolish county of Rutland. I say of that author, the more fool him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those local government reforms created a hateful mix of the urban and the rural. They trampled over traditional boundaries and ignored community identities. Feeling in Rutland still runs very high indeed and most people want the return of unitary status for the county. And why not? If the cost is not punitive, they should be entitled to the status for which they are asking. I am pleased to say that, thanks to legislation passed by my party, including the Local Government Act 1992, and with the Royal Commission just starting its work, Rutland is given a chance. I implore hon. Members to take Rutland’s case seriously and not to dismiss it as a quixotic campaign or to disqualify Rutland simply on the grounds of its size.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I take up the cudgels for Rutland and Melton behind a line of distinguished parlimentarians. For a long time, Rutland was represented by Sir Kenneth Lewis. He still lives in the constituency, and I sometimes think that he has as many friends as there are people in the county. He is a popular figure, always ready with some fatherly advice and a good yarn to tell.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But for 18 years Melton, and then Rutland and Melton, were served by Michael Latham. From a personal point of view, I could not have been more fortunate in the person I shadowed for two years as prospective candidate. All in the area talk of the diligent and conscientious manner in which Michael Latham handled constituency problems. He entered the House with a particular expertise in housing, and Ministers came to value his advice. He developed a reputation for being independent-minded. He was not one to seek office at all costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "His religious views, and his opinions on the state of Israel particularly, are well known, and it is appropriate that he should have moved on from here to run the Council of Christians and Jews. Contrary to reports, I do not believe that he intends to take holy orders. I hope that that will mean that Michael will not be entirely lost to politics in the years ahead. I am sure that hon. Members join me in wishing him and his wife Caroline every good fortune.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My purpose in speaking today is to welcome the measures in the Finance Bill. The measure marks the continuation of the economic progress that we have made since 1979. Indeed, the determination to tackle economic collapse spurred me above all to enter political activity in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Particularly welcome are the inheritance tax proposals. They are based on the belief that the successful accumulation of wealth should be allowed to be passed on. Why—as it appears many Opposition Members would have it—should every generation be required to go back to square one, based on some misplaced understanding of what equality of ‘opportunity involves? The Bill will benefit family farms and family businesses, and I welcome the measures so well defended by my hon. Friend the Member for Bridlington (Mr. Townend).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Any Bill designed to alter the rules of taxation inevitably provokes a litany of special pleading, and it is the unenviable task of the Chancellor and his team to distinguish naked self-interest from a good case. In his original Budget statement, the Chancellor referred to surplus advanced corporation tax—to some, perhaps, a rather abtruse matter. Some companies are taxed in the United Kingdom on estimates of their earnings overseas. Indeed, they are overtaxed, but they are stuck with the position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The effect is to reduce the research and development that such companies would carry out in this country, and it works against their wishing to set up their headquarters in the United Kingdom. That was not intended to flow from the imputation tax system that developed in the 1970s, and I hope that the Chancellor will reconsider in the years ahead the effects of the measure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill contains many welcome measures affecting the operation of VAT, especially the removal of fiscal frontier controls. But there remain some simple, practical difficulties in the administration of VAT that should be addressed particularly as no cost would be involved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I could cite the example of a haulage contractor based in Melton Mowbray who pays VAT on his fuel purchases in other EC member countries. As a business, he is entitled to reclaim it, but he does not get it back, as least not for months and sometimes even years. We decent Brits repay overseas claimants quickly, but that efficiency is not reciprocated. So again, our comparative sense of fair play works more to the benefit of our competitors than to that of our exporting businesses. I urge the Revenue to take a good look at the fair working of the refunding of VAT elsewhere in the Community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that the Finance Bill is but a prelude to our addressing certain long-term objectives for the economy. Some of the nastier consequences of the recession flow from the extent to which the fortunes of businesses and individuals are critically affected by changes in interest rates. We have a structural problem, in part a cultural one. Far too much of our investment funding in based on debt rather than on equity. It should become one of the major challenges of this Parliament to address the question of how to shift investment from debt to equity, because part of the problem arises from the simple fact that debt servicing is tax-deductible, while the cost of equity servicing is not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Hand in hand with that is the objective of overseeing recovery without massive house price inflation. As many of my hon. Friends know, wary though I am of taking further steps towards monetary union, I believe that the ERM might yet prove a blessing, in that its effect will be to iron out the peaks and troughs which in the past have been damagingly extreme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am all for people owning their homes, but we do better to persuade them not to look on their houses as a tax-free source of easy riches on which they can regularly draw. I would rather we promoted a savings culture in which individuals increasingly had a genuine stake in the economy, and the key to that is pensions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At present, our pensions rules are unfathomable. A personal pension attaching unequivocally to the person who has invested in it will lead to private capital accumulation in areas other than housing. Why cannot employees in the public sector pay their contributions into private schemes? We should take a long-term view, for the time has come when people should be allowed to do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "By tackling such structural deficiencies in the economy, we could provoke a major change in the economic fortunes of individuals. I share the Chancellor’s vision of a capital-owning democracy. I hope that we can see an economy in which individuals increasingly build their own stake in it. I hope that we can promote a savings culture out of which dependency on the state will be reduced and self-reliance increased. If, to set the tone, a strict settlement of our public expenditure commitments is demanded, the Chancellor and his team will have vigorous support in their efforts from this quarter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}