{
    "url": "https://www.ukpol.co.uk/alan-duncan-2012-speech-at-the-launch-of-the-global-hunger-index/",
    "title": "Alan Duncan – 2012 Speech at the Launch of the Global Hunger Index",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Alan Duncan",
            "url": "/tag/alan-duncan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the International Development Minister, Alan Duncan, at the launch of the 2012 Global Hunger Index. The speech was made in London on the 15th October 2012.",
    "content": [
        "I am delighted to be here at the UK launch of the 2012 Global Hunger Index.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the latest report by the International Food Policy Research Institute confirms, there has been some progress in reducing global hunger. However, it can only be described as modest progress, as many of the world’s poorest and most vulnerable people remain in serious danger of hunger and malnutrition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Global Hunger Index report explicitly highlights the especially worrying situation in South Asia and sub-Saharan Africa. Almost a billion people are still going to bed hungry every night. Another billion lack the necessary nutrition to live healthy lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "According to the 2012 Global Hunger Index, 20 countries had levels of hunger that were “alarming” or “extremely alarming.” That’s without even taking into account the food crises in the Horn of Africa and the Sahel region. Some of the countries with the highest hunger burden – such as Somalia, Burma and the Democratic Republic of Congo – were not included because there quite simply just isn’t enough accurate data.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Nobody quite knows how many hungry people there are in the world. Whatever the specific number, it is clear that levels of hunger and malnutrition are quite simply unacceptable. And what we do know about probably understates quite significantly the wider problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is why, since 2008, the UK has more than doubled its spending on tackling malnutrition and has significantly increased its programmes, which now cover 15 countries within our direct bilateral activity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just last week I visited Yemen, where I saw at first hand the pressing need to address the hunger crisis that is escalating there. I am pleased to report that DFID has recently launched a new programme which will focus on the prevention and treatment of acute malnutrition for up to 1.6 million Yemeni women and children. Over the next three years, specifically out of our £200m programme, £35m will be invested in tackling this critical issue. I think it’s true to say that when you lift the lid on Yemen you find that nearly a quarter of infants are malnourished.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Other examples of the UK’s work include Bangladesh, where we are delivering vitamins, minerals and other nutrition support to adolescent girls, pregnant women, and to 225,000 children under the age of 5. In Zambia, the UK is using Coca-Cola’s distribution channels to expand the provision of oral rehydration and zinc supplements for the treatment of acute diarrhoea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Between 2011 and 2015, the UK will reach 20 million children under the age of 5 with nutrition programmes. We will also ensure that another 4 million people including adults have enough food through the year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The recent high level event on hunger hosted by the PM at Number 10 galvanised global efforts to reduce wide scale malnutrition. Government representatives, non-governmental organisations, and private companies all forged a strong partnership to act on the challenge together. I also recently spoke at the Scaling Up Nutrition event in the margins of UN General Assembly, which brought together key partners to address this important issue, and I’m pleased to say that when I was in Yemen last week, they too agreed to join the initiative themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We’re not only supporting nutrition-specific programmes. We are also making sure that other sectors, for example agriculture, deliver better outcomes in the fight against global hunger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We’re making sure that our programmes help people to become more resilient to shocks and disasters, so that they can protect their food security and livelihoods, and continue to work their way out of poverty once an emergency is over.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For our programmes to be effective in transforming the lives of those most in need, it’s essential that we have access to reliable data. The UK recognises the importance of data analysis and rankings not only to promote accountability and transparency, but also to help track trends and emerging issues. The Global Hunger Index has helped create a better picture and establish greater understanding of this crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But, more data is needed. We need to strengthen the quality of data on hunger and malnutrition. For us to be successful in our efforts to eradicate hunger, we need better information on who is hungry, when, where and crucially why. We need it faster. We need to reveal and tackle where the problems are the worst. We need commitment from everyone, including from responsible governments, donors, implementing agencies, and academic experts. We all need to be more accountable for the action we have taken and ensure that our deployment of resources is effective.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK Government is committed to helping end hunger and malnutrition. We believe that this ambitious goal can be achieved by working in close partnership with countries, with the private sector, with multilateral organisations and with NGOs. Organisations like Concern, the International Food Policy Research Institute and German Agro Action have a vital role to play in helping us achieve this goal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So I am very pleased to reiterate my endorsement of and support for all you are doing, and to give my full endorsement to the Global Hunger Index. And with a metaphoric ribbon, consider yourself duly launched!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}