{
    "url": "https://www.ukpol.co.uk/alan-duncan-2019-speech-on-the-gchq-centenary/",
    "title": "Alan Duncan – 2019 Speech on the GCHQ Centenary",
    "post_date": "July 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Alan Duncan",
            "url": "/tag/alan-duncan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir Alan Duncan, the Minister for Europe and the Americas, in the House of Commons on 11 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/alanduncan1-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/alanduncan1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am truly grateful to my hon. Friend the Member for Cheltenham (Alex Chalk) for securing this debate, and indeed for concluding it in such a unique historical way. He has the added advantage of being one of the few Members of this House who can actually reach the microphone above him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Somewhat inevitably, given the nature of its work, GCHQ—Government Communications Headquarters, to give it its full name—has clocked up many extraordinary achievements, but some of them of course have to go unrecognised. Its brilliant, dedicated and creative staff do not receive the public recognition they truly deserve. In this, its 100th year, I am grateful for the opportunity, on behalf of Her Majesty’s Government, to rectify that as far as I can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Parts of the agency’s illustrious past are now known. The codebreakers of Bletchley Park were pivotal to the success of D-day and directly responsible for saving so many allied lives. Throughout the cold war, GCHQ ​adapted quickly to changes in technology, and helped to build the extraordinary security partnership that the UK enjoys today with the United States. For a century, GCHQ’s dedicated service and expertise have protected us from many serious threats. However, as my hon. Friend has said, the future brings with it new challenges—from terror attacks and conflicts to hostile state activity on UK soil—and GCHQ intelligence continues to play a vital role in maintaining our national security and protecting our people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the past two years alone, GCHQ has helped to foil 19 sophisticated terror attacks. When Daesh exploited the internet to export extreme ideologies, GCHQ used a whole range of capabilities and degraded its ability to radicalise and recruit. The agency continues to identify, analyse and disrupt terror threats on a daily basis. In addition to combating terrorism, GCHQ takes a leading role in countering new hybrid threats to UK interests, such as the WannaCry ransomware attack launched by North Korean actors in 2017, and the Novichok nerve agent attack in Salisbury. As these threats to national, regional and global security evolve, so GCHQ continually learns and adapts, just as it has always done since its early days following world war one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One thing that many people will perhaps be unaware of is the contribution made by GCHQ officers deployed in support of British troops. Indeed, the insights given by GCHQ intelligence officers to our military personnel have made a positive impact in every overseas conflict of the past 100 years and continue to do so today—I am pleased to see my right hon. Friend the Secretary of State for Defence in her place. That contribution is the reason why more than 300 civilian staff have been quietly awarded campaign medals for their support of military operations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "GCHQ also combats serious and organised crime—something responsible for more deaths than all other national security threats combined. GCHQ collaborates with law enforcement agencies such as the National Crime Agency and Her Majesty’s Revenue and Customs. Their co-operation has recently resulted in the identification and arrest of prolific child sex offenders. That is just one example of their many successes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "GCHQ remains at the forefront of technological development as we enter the fourth industrial revolution. Agency director Jeremy Fleming said at Mansion House last month that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“this technology revolution is providing extraordinary opportunity, innovation and progress—but it’s also exposing us to increasing complexity, uncertainty and risk.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To defend us against those risks, GCHQ established the National Cyber Security Centre in 2016, as a single authoritative body, to provide cyber-security advice to citizens, businesses and Government. In October last year, thanks to diligent NCSC staff, the Foreign Secretary was able to attribute a range of reckless cyber-attacks to Russian military intelligence. Those attacks disrupted targets as diverse as a small UK television station and parts of Ukraine’s transport system. The NCSC’s ability to attribute such attacks diminishes the Russian military intelligence service’s sense of impunity and undermines its domestic credibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Cyber-security is about protecting Government and commercial interests, but also individuals’ personal data. The Government firmly believe in the right to privacy, ​and the NCSC’s advice and guidance help with this protection. End-to-end encryption provides billions worldwide with privacy and protection online, but it is abused by a minority to conceal criminal, terrorist and paedophile activity. That impedes the ability of tech companies to tackle harmful content and limits our agencies’ access to the information needed to keep our country safe. Last November, we published a set of principles that set out how the Government will approach encryption. This is part of our desire to have an informed and open public debate about these technical challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As with all our security and intelligence agencies, GCHQ is subject to democratic accountability and rigorous oversight. The Investigatory Powers Act 2016, which my hon. Friend the Member for Cheltenham mentioned, strengthened GCHQ’s legal framework, so that oversight by both the Foreign Secretary and an independent judicial panel provides one of the strongest legal assurances in intelligence. GCHQ is a powerful and skilled organisation. We can be confident that it uses those powers lawfully, in line with our values and for the national good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Nicholas Soames**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend is making an excellent speech. Does he agree that the diligence, thoroughness and level of detail with which GCHQ and the other agencies do this work greatly adds to the credibility and authority of what they produce?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Alan Duncan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As always, my right hon. Friend absolutely nails it. He is absolutely right, and I agree with his judgment about the way in which GCHQ goes about its business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Perhaps most importantly, I would like to return to the people of GCHQ. They are not only brilliant and dedicated, but increasingly diverse and representative of the nation for whom they work. GCHQ is known to champion diversity of thought, which is vital for innovation and problem solving, and it is creating an inclusive culture where everyone can thrive. Since the days of Bletchley Park, it has been a good employer for women and it is actively working to recruit more. It is also, very proudly, a Stonewall Top 100 Employer. Two years ago, the agency attained the highest level in the Government’s Disability Confident scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government hugely value the diligence and dedication of all those who work for GCHQ. They keep us safe from terrorism, they fight serious crime and they protect our troops. They have consistently stayed one step ahead of technological advances. They conscientiously protect our security and our democratic values. I thank my hon. Friend for initiating this centenary tribute debate. He is known in this House as the hon. Member for GCHQ as much as he is the hon. Member for Cheltenham.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On behalf of the Government, I thank GCHQ, and everybody who works or has worked there, for 100 years’ dedicated service. I am confident that they will continue to play a vital role in tackling the challenges of the future, to the great credit of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}