{
    "url": "https://www.ukpol.co.uk/philip-dunne-2016-statement-on-shipbuilding-on-the-clyde/",
    "title": "Philip Dunne – 2016 Statement on Shipbuilding on the Clyde",
    "post_date": "April 26, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Philip Dunne",
            "url": "/tag/philip-dunne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Philip Dunne, the Minister for Defence Procurement, in the House of Commons on 25 April 2016.",
    "content": [
        "[![philipdunne](https://www.ukpol.co.uk/wp-content/uploads/2016/04/philipdunne-300x300.jpeg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/philipdunne.jpeg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before I answer the hon. Lady’s question **[he was asked to make a statement on the Government’s plans for shipbuilding on the Clyde]** , I am sure that the whole House will join me in offering our sincere condolences to the family and friends of Captain David Seath, who tragically died after collapsing during the London marathon on Sunday. This was of course not an operational casualty, but given the interest that many hon. Members take in raising funds for charity through the marathon, as do many members of our armed forces, I thought that it was appropriate to start my response in that way. Our thoughts are with his family and friends at this difficult time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the opportunity to outline our plans for building complex warships. The Type 26 global combat ship programme is central to those plans. The strategic defence and security review restated this Government’s commitment to the Type 26 global combat ship programme. The ships are critical for the Royal Navy, and we are going ahead with eight anti-submarine warfare Type 26 global combat ships. The SDSR also made it clear that build work on Type 26 would be preceded by the construction of two additional offshore patrol vessels and that we would launch a concept study and then design and build a new class of lighter, flexible, general purpose frigates. The construction of the additional offshore patrol vessels will provide valuable capability for the Royal Navy and, crucially, will provide continuity of shipbuilding workload at the shipyards on the Clyde before construction of the Type 26 begins.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Nothing has changed since the publication of the SDSR, and over the next decade, we will spend around £8 billion on Royal Navy surface warships. We continue to progress the Type 26 global combat ship programme, and we announced last month the award of a contract with BAE Systems valued at £472 million to extend the Type 26 demonstration phase to June 2017. That will enable us to continue to work with industry to develop an optimised schedule for the Type 26 and OPV programme to reflect the outcome of the SDSR, to mature further the detailed ship design ahead of the start of manufacture, to invest in shore testing facilities and to extend our investment in the wider supply chain in parallel with the continuing re-baselining work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Overall, the SDSR achieved a positive and balanced outcome, growing the defence budget in real terms for the first time in six years, delivering on our commitment to spend at least 2% of GDP on defence and, in the maritime sector, setting the trajectory for expansion of the Royal Navy’s frigate fleet. That growth in numbers will be achieved through the introduction of a more affordable light general purpose frigate—GPFF. The GPFF reflects a shift in the Navy’s focus and posture to delivering the strategic defence outputs of continuous at-sea deterrence and continuous carrier capability with our unique high-end warships: six Type 45 destroyers and eight Type 26 frigates. A large range of other naval tasks will be undertaken by the GPFF.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To deliver the SDSR, we must improve and develop our national shipbuilding capability to become more efficient, sustainable and competitive internationally. To that end, we announced the intent to have a national shipbuilding strategy, and I am delighted that Sir John Parker, a pre-eminent engineer and foremost authority in naval shipbuilding, has started work as the independent chair of that project. I look forward to receiving his recommendations, which will address, among other things, the best approach to the GPFF build.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I understand the strong interest in the timing of the award of the contract to build the T26 global combat ship, and I also understand that reports of delays create anxiety, but let me assure the shipyard workers on the Clyde that this Government remain absolutely committed to the Type 26 programme and to assembling the ships on the Clyde, and that we are working closely with BAE Systems to take the Type 26 programme forward, ensuring that it is progressed on a sustainable and stable footing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "More broadly for Scotland, our commitment to the successor programme will sustain 6,800 military and civilian jobs there, rising to 8,200 by 2022. As the programme progresses, an additional 270 personnel will be based at Her Majesty’s naval base Clyde. Extending the Typhoon until at least 2040, and upgrading it with the active electronically scanned array radar, will benefit RAF Lossiemouth and continue to benefit Selex ES in Edinburgh. Our new maritime patrol aircraft will be based at RAF Lossiemouth, which is ideally placed for the most common maritime patrol areas and is currently used as a maritime patrol aircraft operating base by our NATO allies. This will also lead to significant investment, and our current estimate is for some 200 extra jobs in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}