{
    "url": "https://www.ukpol.co.uk/philip-dunne-2022-speech-on-the-avian-influenza-outbreak/",
    "title": "Philip Dunne – 2022 Speech on the Avian Influenza Outbreak",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Philip Dunne",
            "url": "/tag/philip-dunne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Philip Dunne, the Conservative MP for Ludlow, in Westminster Hall, the House of Commons on 30 November 2022.",
    "content": [
        "I congratulate my right hon. Friend the Member for Maldon (Sir John Whittingdale) on securing the debate and everyone who has spoken to highlight not only the real and practical challenges the poultry industry is facing as a result of this incident, but the impact on our wild bird population.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I alert the Minister to an incident that happened in my constituency last week. Members of the public reported to me and, as they should have done, to Shropshire Council and the Environment Agency sightings of dead geese around the River Severn near the bridge in Bridgnorth. I immediately contacted Shropshire Council, which promptly sent an animal health officer to investigate. By the time the animal health officer had arrived, the birds in question were in the river and not on public land, as had been thought. They were therefore inaccessible to the animal health officer. The council contacted the APHA, which did not have a watercraft available to assist. There was therefore a delay. The next time there was an inspection, three days later, the birds had not surprisingly disappeared—it is a fast-flowing river.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is a question over resourcing and the capacity in the EA’s workforce to respond to incidents. I appreciate that it is difficult to do this right across the country, but there is no doubt that this disease is becoming endemic in the wild bird population, in particular in migratory wildfowl, which can travel all over the country, as we have heard from hon. Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the poultry industry, my constituency in south Shropshire has a significant number of poultry farmers of several types. I pay tribute to my constituent James Mottershead, who is present in the Public Gallery today. He is a poultry farmer and happens to be chairman of the National Farmers Union poultry board. He has been engaging well with the Minister’s officials in DEFRA, and I pay tribute to their efforts in trying to find a resolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will mention a couple of challenges, building on what has been said by other hon. Members. On compensation, as my right hon. Friend the Member for Maldon said, given the speed with which this disease can take hold in a shed that has become infected, it is simply no good to pay only for birds that remain alive, because the vast majority may have been killed by the disease before the approval was granted. We need to look at the compensation mechanism. One of the knock-on effects of having inadequate compensation for farmers is that the insurance has now been withdrawn because the insurer did not expect there to be a contribution towards the loss. That means that sheds will not be restocked in the event of an incident, even once biosecurity efforts have been completed, because insurance is not available. Even if it were to be available, the cost would be far too heavy. A more realistic compensation payment would help to resolve that problem. That applies to layers as well as broilers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, as I am conscious that I need to conclude, clearly the solution will be an effective vaccination. I encourage the Minister to pick up on the observations made by Members across the Chamber today that that has to be given the same level of priority as we gave to vaccinating against covid, if we are to have a poultry industry in this country and wild birds flourishing, as we would all like.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}