{
    "url": "https://www.ukpol.co.uk/bob-dunn-1986-speech-on-crayford-school/",
    "title": "Bob Dunn – 1986 Speech on Crayford School",
    "post_date": "August 29, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Bob Dunn",
            "url": "/tag/bob-dunn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bob Dunn, the then Parliamentary Under-Secretary of State for Education and Science, in the House of Commons on 14 March 1986.",
    "content": [
        "I congratulate ​ my hon. Friend and neighbour the Member for Erith and Crayford (Mr. Evennett) on obtaining this Adjournment debate on the future of the special support unit at Crayford school. I am glad of the opportunity to reply. My hon. Friend has clearly shown today his concern for the educational welfare of the children of his constituents, and this is by no means the first time he has made his interest in the issues known to me. The active part he played in representing his constituents’ interests in the matter of Crayford school has been noteworthy, and we shall consider carefully the issues he has raised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As my hon. Friend has observed, Bexley local education authority has proposed the closure of Crayford school and those proposals are currently before my right hon. Friend the Secretary of State for his decision. Because of the quasi-judicial nature of my hon. Friend’s role in such cases, I am unable to comment on the closure issue beyond saying that my right hon. Friend will take into account all relevant facts in reaching his decision, which he hopes to announce shortly. My hon. Friend will therefore understand that it would be wrong for me to go further than that today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As my hon. Friend has pointed out, Crayford school currently has attached to it two units for pupils with special educational needs. One is for hearing-impaired children and the other is a support group for pupils with emotional and associated learning difficulties. Both units are generally acknowledged to be doing excellent work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Under the authority’s proposals, the unit for hearing-impaired children would transfer to Bexleyheath school as from September this year, along with other pupils from Crayford school. The authority proposes that the support unit at Crayford should continue to function there during the transitional period in which the buildings of Crayford school would remain in use as an annex to Bexleyheath school. This period would end in 1988, and the authority proposes at that time to transfer the pupils attached to the support unit to suitable alternative provision. These transfers would, I gather, be carried out in consultation with the parents. It is the authority’s hope that the majority of these pupils will remain in the company of their peer groups throughout their school careers. I understand also that the LEA has plans to establish more support groups of this kind with a view eventually to providing four such groups spread throughout the borough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I should have liked to raise a number of other points, but I shall undertake to write to my hon. Friend stating clearly the legal position and the rights and responsibilities that attach to such proposals with regard to his constituents.  \nI fully understand my hon. Friend’s concern and that of his constituents for the future welfare of the children who are receiving such valuable help from the special support group. I recognise that all proposals to alter the local pattern of education provision do, regrettably, have a disruptive effect on all those concerned. I further recognise that for Crayford school this period of uncertainty and disruption has been rather a long one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend the Member for Erith and Crayford for the trouble that he has taken to present the facts most clearly in this short debate. We undertake to give careful consideration to the points that have been made today and in the past before a decision is reached.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}