{
    "url": "https://www.ukpol.co.uk/philip-dunne-2022-speech-on-levelling-up-rural-britain/",
    "title": "Philip Dunne – 2022 Speech on Levelling Up Rural Britain",
    "post_date": "November 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Philip Dunne",
            "url": "/tag/philip-dunne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Philip Dunne, the Conservative MP for Ludlow, in the House of Commons on 9 November 2022.",
    "content": [
        "It is a great pleasure to follow my hon. Friend the Member for Witney (Robert Courts). He has been such a powerful campaigner for improvements to the quality of water in our rivers and in his West Oxfordshire constituency, so it is great to hear him speak about the subject. My constituency neighbour, the hon. Member for North Shropshire (Helen Morgan), also made a powerful speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I congratulate my hon. Friend the Member for North Devon (Selaine Saxby), who is a member of the all-party parliamentary group on rural services, which I chair, on securing the debate. It will not surprise the House that I will focus my brief remarks on the role that the Government have to play in improving the allocation of funding to rural areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The metrics for measuring rural deprivation in the funding formula are regrettably flawed, as the Prime Minister recognised when he toured the country this summer. He was roundly criticised for pointing out that even in seemingly more affluent areas of the countryside, there is real rural deprivation. Our political opponents tried to make fun of him for being out of touch, but he represents one of the largest rural constituencies in England and what he said revealed that he is completely in touch with what is going on in real rural Britain. At present, the indices used to measure multiple deprivation do not adequately take his point into account. The Rural Services Network, which supports the all-party group I chair, has provided a useful briefing on this debate for colleagues. It has found that rural areas receive 37%—£105—less per head in Government funding than their urban counterparts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Rural communities not only receive poorer services, as my hon. Friend the Member for North Devon pointed out, but suffer as a result of lower wages—£2,500 less per head, on average—and face significantly higher costs. Rural residents pay 21%, or some £104, more per head in council tax bills than their urban counterparts because the Government grant is distributed in favour of urban areas. Weekly transport costs are about £40 higher; rural families spend 4% more of their disposable income on transport each week. In many larger rural areas, and particularly in Shropshire, public transport is very thin on the ground, so people have to rely on cars. The way energy prices have been going, the £40 figure, which predates the energy crisis, will be an underestimate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Nowhere are these issues more apparent than in my constituency. Ludlow is geographically the sixth largest constituency in England; following the proposals announced yesterday by the Boundary Commission, it will become the fifth largest by gaining 100 square miles from my hon. Friend the Member for Shrewsbury and Atcham (Daniel Kawczynski), whom I am pleased to see supporting the debate. Rural areas have their own inherent beauty, and the lack of people—the sparsity of population—is one of the reasons why they are pleasant places to live and why people choose to live there. However, population density is a fundamental problem because the allocation of funding from central Government is based on people. With just 56 people per square kilometre, Ludlow has one of the lowest population densities of any constituency in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Daniel Kawczynski**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The size of Shropshire’s elderly population is disproportionate, and our social care costs are going through the roof. Our council spends 83p in each pound of its budget on adult social care costs. Does my right hon. Friend agree that as well as levelling up, the Government need to do more to support our councils in this regard?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Philip Dunne**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The pressures of social care costs in areas whose demographics make them particularly acute are reaching crisis level. We notice that in Shrewsbury in particular, and the same point was made by the hon. Member for North Shropshire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As others have pointed out, we also suffer from poor broadband provision speeds. Although broadband accessibility may be there as a result of the Government’s gigabit programme, the speeds in rural areas are about a third slower than those in urban areas. We also have problems with access to public transport, as I have already mentioned. Fewer than 50% of rural residents have access to a further education site within 30 minutes of their homes via public transport. Access to both employment and education is a challenge. Rural residents are now more reliant on off-grid energy generation; many face huge rises in the cost of domestic heating oil this winter as about a third of Shropshire households are not connected to the gas grid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is therefore critical that the Government continue to connect rural homes to superfast broadband, support rural transport provision, and, as a matter of urgency, clarify the way in which those in off-grid homes—including residents of park homes and others who do not pay their own electricity bills—can gain access to help with their energy bills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I strongly encourage the Minister to look again at the funding formula. Although Shropshire is an objectively affluent county, two of its lower-layer super output areas fall within the 10% most deprived in the country, including one in Ludlow. However, they are unlikely to be highlighted by any of the national indices of deprivation that the Minister’s officials will draw to his attention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Rural Services Network is offering some suggestions to encourage closer alignment of funding formulas with the reality of rural living, and to ensure that they reflect the increased cost of delivery in rural areas. I should be happy to discuss these issues with the Minister, through the all-party parliamentary group. In addition to the metrics already included in the White Paper, metrics such as the proportion of those in fuel poverty, the frequency of public transport services, the percentage of premises with superfast broadband and the distance to further education providers would all supply a more accurate snapshot of inequality in rural areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, let me add to the comments of my neighbour, my hon. Friend the Member for Shrewsbury and Atcham, and encourage the Minister to look favourably on the levelling-up bids from Shropshire Council, including the Craven Arms “gateway to growth” bid, which I have been pleased to support. The bid would deliver a major transport infrastructure project in the heart of south Shropshire, and would unlock undeveloped employment land. This would provide up to 50,000 square metres of space for jobs, and a further 500 residential dwellings in a future phase. Unlocking new jobs, and opportunities for training and skills, ticks many of the boxes in the Minister’s criteria. I urge him to consider accepting some of the bids in rural areas, so that those areas are not left behind in the levelling-up round that falls under his careful stewardship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}