{
    "url": "https://www.ukpol.co.uk/gwyneth-dunwoody-1985-speech-on-the-roads-programme/",
    "title": "Gwyneth Dunwoody – 1985 Speech on the Roads Programme",
    "post_date": "May 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Gwyneth Dunwoody",
            "url": "/tag/gwyneth-dunwoody/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gwyneth Dunwoody, the then Labour MP for Crewe and Nantwich, in the House of Commons on 4 July 1985.",
    "content": [
        "I listened with great care to the hon. Member for Teignbridge (Mr. Nicholls), because I lived for many years in his constituency. Not only were two of my children born in Devon, but I lived in the hospital at Newton Abbot. The information that he gave to the House earlier was completely inaccurate. I know the area extremely well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am not sure what the object of the hon. Gentleman’s speech was. The amount of money spent by the Government on roads is markedly different from the amount that they have spent in other areas of transport. For example, the Government said that, this year, their priority would be to move increasingly towards the provision of bypasses. They would be welcome in Devon and Cornwall, as well as in Cheshire. It is unfortunate that the Government’s sense of priority has meant that our motorways are becoming subject to a series of major reorganisations and resurfacing programmes at this time of the year. It would have been better if the Government had been prepared to undertake a sensibly spaced programme of road renewal at the same time as a programme of new major roads.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not argue with the hon. Gentleman’s statement that the Government have spent much money on roads. However, they have not organised the programme correctly. Indeed, we may have considerable difficulty, not just this year but in the future, in getting a properly planned and organised road programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My objection to the Government’s plans is different. At a time when the British Rail workshops at Swindon will be closed, with the loss of about 2,800 jobs, Government money is being spent not on providing new manufacturing and new work in the workshops but on a road programme that is still not properly organised or planned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister of State’s efforts this week have shown some of the difficulties involved. She drove up the M1 to show that there would be some difficulties, but said that ​ her planning had ensured that the difficulties would be absorbed by the travelling public. There would have been more admiration for the Department’s planning had it provided some evidence over a longer period that the Government have balanced our need for a motorways renewal programme and the needs of our urban communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The major roads in my area desperately need updating. There are many problems on the roads between Shropshire —especially the constituency represented by the Leader of the House—my constituency and north Staffordshire, because the roads programme, as it is presently envisaged, will not allow us to spend enough money on updating A-class roads to take the ever-increasing freight traffic. The provision of motorways in the area precludes that. It shows the difficulty of planning in advance for increasing freight traffic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman said that he is worried by the fact that traffic management is becoming too professional. His slightly derogatory tone when he said that reflects the attitude of the Secretary of State for Transport who, during the passage of the Transport Bill, showed only too clearly that he regards anyone who has a qualification in traffic planning as having slightly doubtful judgment and as being an unacceptable adviser in the planning of a transport system. That is stupid and reprehensible. For modern traffic management it is important to have the input of those who understand how traffic flows effect the areas through which they pass.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman fears that the problem is being dealt with, not by local councillors but by others—an abstract set of advisers hidden away far from his constituency who take decisions over which he has no sway.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One of the problems in Devon is that for many years one political party has believed that it is firmly in the saddle. Its response to his constituents is often conditioned, not by the needs of the area but by the way in which that party envisages its political advantage. There might be problems in the Newton Abbot area. I suspect that they are not unconnected with the complexion of the political party which has been in control for many years. It was in control when I arrived in the county and has only just relinquished that control at county council level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The time has come for the Government to accept that roads must be part of an integrated transport system. Their relationship with the movement of passengers must be calculated, not only on the basis of the numbers of heavy lorries or of road trains, but on the basis of how they can best be integrated with the rail system the aeroplane system and overall transport planning for the future. Britain can no longer afford simply to think in terms of a road system without recognising the Government’s responsibility for planning their commitment to transport spending over a wider area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Unfortunately, an effective and vocal roads lobby has emerged. It has advocated changing basic and important forms of transport. The Secretary of State for Transport is straightforward and honest and has made it clear that the only kind of transport planning that makes sense to him is to remove the bus system that operates for the benefit of its passengers and to replace it with a system of anarchy under which any sharp pirate who can make a penny out of the system will be allowed to benefit. The Secretary of ​ State believes that the train and inland domestic airways systems should be regarded less favourably in terms of planning than the motorway system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister of State is not only highly intelligent but committed to intelligent road planning. At long last this year she has succeeded in achieving some acceptance in her Department of the fact that many communities want roads developed which are useful to them. People want more bypasses and more A roads. They want the motorway system to be updated so that it does not constitute a hazard to the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Only the other day I was told by a member of the police force in my constituency that, apart from the speed at which vehicles travel, the hazard caused by the closeness and the number of vehicles on the M1 and M6 is the equivalent of that caused by road trains and major freight movement. That cannot be the only efficient way to transport goods. No proper planning has been done. Public transport should comprise a wider and more intelligently grouped system of services. I hope that the hon. Gentleman will consider seriously what he has said and will not seek to give the House the impression that transport planners are some obscure and removed breed of men and women who have no understanding or appreciation of the needs of local communities. The Secretary of State for Transport neither understands nor accepts the role of transport planners. In fact, these planners have made their life’s work the extension of the interests and needs of local communities so as to integrate them with the national interest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Nicholls**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Surely the hon. Lady must realise that she is trying to have her cake and eat it. She is suggesting that all the transport sins of the world have been caused by the fact that in the past Devon county council was Conservative controlled. Secondly, she suggests that I am being unkind to traffic managers. Does she not realise, even from her brief acquaintance with my constituency, that the road patterns in the area have been devised at the behest of professional traffic managers? I said clearly—I am surprised that the hon. Lady was not able to grasp the argument — that it is too easy to criticise traffic planners. I said as clearly as I could that there should be another input. The expertise of the user should be taken into account as well as that of the professionals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs. Dunwoody**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman has confirmed the argument that I was advancing. He seems to believe that transport planners operate in a vacuum. If he has not noticed that local councillors are consulted, that county councillors are consulted and that many people throughout the region are consulted, he has confirmed my view of the Conservative party. It is clear that it is so disinterested in the views of others that it does not take account of the occasions when it takes decisions which should be based on the informed views of transport planners. If the decisions on traffic planning in Devon have been taken entirely by council officers until this stage, I am not surprised that a different set of people is in charge of the county hall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am interested that the hon. Gentleman feels that 15 years is a short acquaintance with his constituency. If we take account of some of the recent political results, he might consider that if he is not careful my acquaintance with his constituency may turn out to be rather longer than his own. However, I would not want to be unkind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In one sense the views of the Secretary of State for Transport are unique. They bear a strong resemblance to the views that prevailed in 1802—I do not suppose that there was a Secretary of State for Transport in those days —on the part of the member of the Cabinet who was responsible for deciding how many ruts, for example, a stagecoach should have to deal with in travelling from one inn to another. I am sure that the views of that Minister were similar to those of the Secretary of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government are prepared to spend a great deal of money on roads, but their spending has been directed almost exclusively at motorways. I note that the Minister of State shakes her head in dissent, but motorways have, almost exclusively, been the Government’s spending target. Very rarely has Government spending been spread across our road transport system in such a way that local communities have benefited by the building of bypasses, for example. I am glad to note that the hon. Lady’s common sense is now reasserting itself. This year there has been the announcement of a change in planning for the coming years. I hope that she will be able to carry out that programme for the remaining two or perhaps two and a half years in which she and her colleagues occupy the Department of Transport. It is probably the team of Ministers whose policies will be least in need of total change when the time comes for the Government to leave office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I ask the Minister of State to explain to the hon. Member for Teignbridge that transport planning must be based on informed and expert advice. There is nothing wrong with being a transport expert. I know that such experts upset the Secretary of State, but their expertise is useful and should be valued. The fact that the advice of the planners is frequently disregarded in the present climate is no criticism of the experts. Instead, it is a plain and open criticism of Ministers and their way of running the Department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}