{
    "url": "https://www.ukpol.co.uk/gwyneth-dunwoody-1966-maiden-speech-in-the-house-of-commons/",
    "title": "Gwyneth Dunwoody – 1966 Maiden Speech in the House of Commons",
    "post_date": "November 18, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1966",
            "url": "/tag/1966/"
        },
        {
            "text": "Gwyneth Dunwoody",
            "url": "/tag/gwyneth-dunwoody/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Gwyneth Dunwoody, the then Labour MP for Exeter, in the House of Commons on 8 July 1966.",
    "content": [
        "If that riveting opening phrase, “I rise to make my maiden speech and to beg the indulgence of the House” causes you to sink a little lower in your august Chair, Mr. Deputy Speaker, I hope that you will forgive me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I warmly welcome the Bill as a step in the right direction. With the greatest respect, I welcome it also since I rather feel that I might not always find myself in such wholehearted agreement with the right hon. Gentleman the Member for Streatham (Mr. Sandys) during the rest of my Parliamentary career.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I represent a very beautiful city. It is one for which I have great affection. Unlike my hon. Friend the Member for Peckham (Mrs. Corbet), I represent a city that has many historic associations and many beautiful buildings. To anyone who has the opportunity to sit, as I do, on a local authority planning committee, it is sometimes a little disheartening to discover how easy it is to destroy the beauty that men have left us over the years. Although we are able to preserve individual houses, it has in the past been only too easy to destroy the entire character of streets and cities by not considering an area as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am delighted that a Clause is provided in the Bill to deal with that aspect. I have had the slightly disheartening experience of taking part in a discussion on how to preserve a very beautiful view on one of the most beautiful rivers in Devon. Had it not been so tragic to me, I should have been amused at the sort of solution arrived at. It was decided that it was possible to leave a gap between two large sheds; and that this would preserve a very beautiful amenity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have various other problems in Exeter on which I hope to have a chance to address the House on other occasions. We face the thorny problem of what is known as development. We desperately need to marry the best of the old with the best of the new. I always feel that beautiful cities, rather like beautiful women, require a certain amount of judicious preservation—I was about to say that they do better to be lived with; but perhaps that might be misinterpreted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If we are to provide the sort of environment in which people can live their lives to the full, we must be able to preserve the best houses and the best architectural points of interest. We certainly must do something about the rage we sometimes seem to have in modern society only to destroy and not to preserve. I have been startled by the number of ways in which it is possible to, shall we say, evade some of the provisions of the Town and Country Planning Acts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If it is true to say of people Thou shalt not kill, but need not strive Officiously to keep alive it is also true of trees. I welcome the provisions for the preservation of trees because there is here one aspect that we have not considered. Trees are living things, and can be easily destroyed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One can judiciously find that their branches are in need of lopping, one can destroy their roots, or find perhaps that they are a danger to new developments it is necessary to do away with them. In those circumstances, it is all the more important for local authorities to have the kind of provisions contained in this Measure to require developers or builders to replace trees in areas from which they have been removed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those of us who have served on local authorities want to see our cities made not merely utilitarian and as a sort of background against which can be produced better jobs and a better future for our children, but a warmer, livelier and more beautiful environment. As this island becomes more and more crowded it becomes more incumbent upon us to protect areas such as the South-West which have great natural beauty where cities have grown up in very pleasant juxtaposition one to another, but which, if they are to live and not merely to be developed, must be developed in such a way that they will provide even greater beauty than in the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that I do not need to draw the attention of the Joint Parliamentary Secretary, my hon. Friend the Member for Widnes (Mr. MacColl), to some of the problems we have in the South-West. I live in what is called a gem town. The problem for this particular gem is that the setting is one which we are very anxious to preserve. We look to the future to provide opportunities for better planning of growing towns. It is important that they should be the sort of towns which provide the environment we want for our children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I most warmly welcome the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}