{
    "url": "https://www.ukpol.co.uk/hugh-dykes-1978-speech-on-assaults-on-london-transport-staff/",
    "title": "Hugh Dykes – 1978 Speech on Assaults on London Transport Staff",
    "post_date": "March 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Hugh Dykes",
            "url": "/tag/hugh-dykes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hugh Dykes, the Conservative MP for Harrow East, in the House of Commons on 24 April 1978.",
    "content": [
        "I feel particularly grateful for the opportunity of being able to raise in the House tonight what I regard as an extremely important subject—the growing problem of assaults on London Transport bus crews and public transport personnel in the Greater London area. I think that not only the crews themselves but members of the public will also welcome the opportunity of this subject being debated in the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It might seem unduly alarmist to raise this matter as a specific subject rather than just to deal with general matters concerning violence in modern society and law and order in general. Incidentally, I can certainly see the logic of the Under-Secretary of State for the Home Department attending the debate, and I thank her for coming to the House, rather ​ than a Minister from the Department of Transport being present on the Front Bench.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But I do not think that it is enough just to treat this matter as a general problem. There is a specific problem in connection with the growing number of violent indictments on public transport vehicles affecting bus crews, and in respect of Tube trains and other trains, and there are also those involving ticket staffs and station staffs. But the main problem certainly relates to the buses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If anyone accused me of being alarmist, I would deny that by saying that last year there were nearly 800 cases of common assault. There were 130 other offences similar to that. If one singles out just serious assaults, including grievous bodily harm, one finds that 237 incidents were reported in 1977, and those are only the reported incidents in the Greater London area on London Transport buses alone. They do not include incidents which presumably do not get reported, the minor incidents which could easily turn into violent incidents, and all the rest of it, and they do not include assaults that occur on other members of the public in public transport vehicles, but only on staff, mainly conductors and drivers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One-third of the assaults, according to London Transport—and I am grateful to London Transport for the figures that I have been given—occur after school hours. Therefore, this is an indication, as with a large number of violent incidents in London—and I say this with great regret and great reluctance—that once again we must consider the growing and specific problem of juvenile offenders, particularly in the big cities and especially, unfortunately, in London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are no conclusions to be reached in geographical terms, other than that—it is equally with great regret that I have to say it—most of these incidents have taken place south of the river. I refrain deliberately from singling out specific areas in Greater London where these violent and horrible incidents have taken place on buses, but that seems to be the pattern that has developed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Lest there be any mistaken conclusion from other kinds of sociological factors and trends in all this sad and sorry picture, there are no racial conclusions to be drawn either. As much as there may be ​ gangs of hooligans, of whatever race, operating in crowds, there are also incidents perpetrated by single assailants or by assailants going around in a group or in pairs, and they can be from all sorts of ethnic groups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But the incidents are now serious enough to cause grave anxiety at London Transport and particularly amongst the people who have to suffer them directly, the bus crews themselves. In respect of the Tubes, although this is much less of a problem, as we can well imagine, none the less the number of serious assaults last year, at 58, including station staff and ticket staff, is in itself sufficiently alarming for London Transport to be thinking hard about that as well. The total of common assaults was nearly 140. The increase in recent years has been about 10 per cent. per annum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that London Transport is thinking desperately and urgently about measures that can be taken. Before I get on to that aspect of the matter, I feel that it is my duty to mention one or two of the worst incidents. I am grateful to London Transport for providing me with the sad information in these accounts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The driver on a No. 83 bus received an emergency signal from the conductor and went round to assist. Four youths, who had apparently been trying to steal a woman’s bag, jumped off as the driver arrived. He was struck in the eye, breaking his glasses, and suffered bruising. Because of the incident he was unable to carry on driving. That driver subsequently collapsed and died in North-wick Park Hospital, which serves my constituency and the whole of the borough of Harrow. The cause of death was registered as coronary thrombosis. That driver ​ came from Harrow. That was one of the worst of the recent incidents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On 16th April last year the driver of a No. 147 bus, which was stationary at Redbridge Lane at 11 o’clock at night, was approached by a 16-year-old boy and asked what time the bus was leaving. The driver told the defendant, and at that point the youth struck the driver about the head and chest and then kicked him several times. The driver suffered cuts to both legs, bleeding from the nose, bruising to both legs and the lower half of his back. The youth was caught and subsequently fined a princely total of £40.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Another incident involved a 65-year-old woman conductor who was on duty at just before midday. A youth boarded her bus and entered the lower saloon. She asked him for his fare. He said that he had no money and would not pay anything. He was told that he would have to pay. He jumped off the bus, but then jumped on again, kicking the woman conductor several times on the leg, and ran off. He was not traced, but following this incident it is unlikely that the woman conductor will be able to continue working.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Recently there has been one of the worst incidents in recent years, as a result of which a life sentence was imposed on an assailant of a bus driver and his conductor, who in a dreadful incident were both stabbed repeatedly. I have in my hand two photographs from two separate editions of the West London Observer showing quite clearly the stab wounds inflicted on Mr. John Heath, the heroic bus conductor who, with his colleague, the driver, suffered these dreadful injuries. Those two men find it difficult to carry on with their work. They are working at the moment, but one can imagine the effect of that incident upon them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If it is said that I am being alarmist, I reply that I am not. Am I singling out individual incidents and exaggerating them because this does not happen as much as some people think? The answer is in the negative. These incidents have increased enormously in recent years. London Transport is very worried about the situation and so are the bus crews.  \nWhat can be done about this growing problem? I believe that all of us in the community of London should get together to consider these problems and various ​ possibilities for action and put them together in some kind of package.  \nThere are no magic or easy answers. I am not suggesting that London Transport has been slow or dilatory in trying to find solutions, or in making suggestions to the police or the Home Office. Furthermore, I am in no way criticising the Government, and I am certainly not criticising the suffering bus crews who have to put up with these attacks. We must examine the background to and the causes of these dreadful incidents, the increase in their numbers and possible solutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This problem is too complicated to merit superficial or glib solutions which are not real solutions but just rhetorical references to sloganised possibilities. There are certain strands which have developed recently which perhaps give us the clue to some of these crimes and to what can be done, if not to eliminate them—which would be expecting too much— at least to mitigate their effects and to reduce their incidence in future, if that can be done. This demands a strong lead and guidance from the Government. That is why I have raised the matter tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The evidence shows that many of these incidents are seemingly mindless. They often occur late at night. Many assailants have had too much to drink, which is in itself a difficult problem. It is easier to talk about it than to solve it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The problem is also often to do with fare-dodging or young assailants trying to pay the reduced fare even if they are over age. It is often to do with gangs going around together, waiting until the bus is empty of passengers late at night and then assaulting a conductor or conductress, often elderly, and the driver if he comes from the cab to try to assist the conductor or conductress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There have been fewer instances pro rata on one-man vehicles. That is probably understandable, in that there is a certain limited amount of physical protection for the operative there. Moreover, the passengers must complete the act of paying the fare on entering the vehicle, rather than paying the conductor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must have enormous sympathy for conductors in London over the way in which they struggle and tussle with crowded buses and service the whole bus, ​ particularly a two-deck bus, as is overwhelmingly the case. They have to keep an eye on all the passengers getting on and off, and make sure, if possible, that all the passengers pay their fare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It has recently been suggested that in order to stop fare-dodging the operatives should impose on-the-spot fines. I have serious doubts about that. In many ways it could make the matter worse. I think particularly of an elderly operative on a deserted route south of London trying to get six aggressive youths to pay a fare when they flatly refuse to do so late at night. The mind boggles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What can be done? I hope—this is not an old suggestion but is relevant to this modern situation—that magistrates will be more realistic in imposing stiffer fines and other sentences and that the authorities, including Home Office Ministers, will again consider the arguments for a short, sharp sentence. That is better than long-drawn-out prison sentence on an assailant who may indulge in a mindless act which he—and sometimes, regrettably, even she nowadays—regrets later for a long time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I turn to the physical equipment side. London Transport has already been installing two-way radios and shrill sirens with flashing lights that the bus driver can operate. That must be continued and the programme should be accelerated. I understand that it is not due to be completed until 1981, which seems a long way away in view of this emergency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I pay tribute to the Metropolitan Police for their suggestions. They have been discussing the matter with the Government. The use of plain clothes officers, in particular, but also uniformed officers on occasion, can go a long way to reducing the number of incidents, with people being taken into custody by being arrested on the spot, even for a minor incident. There have been a number of experiments along those lines which have appeared to be extremely encouraging.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I come to two specific suggestions that I make with deliberate emphasis, but with great care, because I do not want them to be misunderstood. The Government, London Transport and the Metropolitan Police should at least consider the possibility of using spray dye which cannot be removed and which can be administered by bus operatives on assailants. It would ​ permit identification later, because it could not be removed from the face or hands of the assailants. It sounds drastic and dramatic. I put it forward only as a suggestion, but I should like it to be seriously considered. I must emphasise that such dye does no harm to the person on whom it is sprayed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I come to a more serious suggestion. Again, I do not want to be misunderstood. On such occasions, the Press naturally use phrases such as “tear gas” which can be misunderstood. But it is now possible to manufacture individual canisters which can be used on one assailant or perhaps two assailants to immobilise them for a few seconds while help is summoned. I know that bus crews will have great hesitation about such an idea. I merely say at this stage that it, too, should be considered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also recommend that bus crews should consider self-defence lessons, on a voluntary basis. I do not wish to be misunderstood and I hope that the Minister will not think that I mean that bus crews should become instant judo experts. That would be hopelessly unrealistic. I mean the older operatives might possibly be given limited lessons in self-defence techniques which would help them in these critically difficult situations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "None of these is a perfect solution. It is easy to think of situations, but they usually spring up without warning. Crews have to be on the alert. I raise this matter on a day when a number of garages and routes in London are immobilised because of unofficial action by various garages. That action is totally unconnected with this subject, although there have been stoppages of late services as a result of a fear among bus crews of violent incidents, which have become more regular in recent months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The industrial action being taken today has to do with the rescheduling of bus services. I regret that this action should be taking place when the bus crews can see that the House is trying to help them. Their action will be inflicting problems on the long-suffering public. Even when we are critical about certain aspects of London Transport services it should not be thought that we are not equally anxious to try to help the bus crews and the public to cope with these terrible incidents, ​ only some of which I have related I could submit a case history of such incidents concerning attacks on bus drivers and conductors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I come now to the dilemma of the public in all this. Should the public stay out of the way if they see bus drivers and conductors being attacked? Should they have a go? What should they do? The natural advice we would give is for them to keep well away. I believe that the Metropolitan Police would say the same thing. I gather that the Tottenham depot is examining the idea of a perspex screen to protect the operatives of one-man buses. If all of these issues are tackled, the public will benefit. They will feel reassured in that the crews are being protected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have put forward possibilities to be examined. This problem will continue and worsen unless drastic action is taken. I hope that matters will not just be left to London Transport but that all of us in London will feel that we are engaged in solving a disturbing and sad problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}