{
    "url": "https://www.ukpol.co.uk/dominic-raab-2019-statement-on-iran/",
    "title": "Dominic Raab – 2019 Statement on Iran",
    "post_date": "September 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dominic Raab, the Foreign Secretary, in the House of Commons on 25 September 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/02/dominicraab-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/dominicraab-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With permission, Mr Speaker, I would like to make a statement on Iran.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom has always been clear-sighted about our engagement with Iran. We want to see Iran come in from the cold, but that can happen only if Iran shows the respect required for the basic principles of the rules-based international system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Iran’s violations are not mere technical breaches of international rules; they are serious and systemic destabilising actions that undermine the international rule of law. Those actions must have consequences. Take first the recent attacks on the Aramco facilities in Saudi Arabia. On 14 September, 18 drones and seven cruise missiles hit an oil field and a processing facility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the UK Government, we took our time to assess the facts carefully and independently. We are now confident that Iran was responsible. The evidence is clear and there is no plausible alternative explanation. This conduct amounts to an armed attack on Saudi Arabia, a violation of one of the basic principles of international law under the United Nations charter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The attacks caused serious damage in Saudi Arabia and affected 5% of the world’s oil supply. In those circumstances, the UK has sought, and will continue to seek, to de-escalate tensions. However, our response is also an acid test of our resolve. We have condemned the attacks in co-ordination not just with Saudi Arabia and the United States, but with our European partners. I draw the attention of the House to the E3 statement released yesterday after meetings in New York. We will now continue to work with the widest international support to determine the most effective response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the same time, Iran’s attacks on the Aramco facilities are a reminder of the importance of ensuring that Iran never gains access to nuclear weapons. That is why the UK remains committed to the 2015 joint comprehensive plan of action, notwithstanding US withdrawal. Equally, we have always recognised that it is not a perfect deal. The JCPOA has its strengths, including its provisions granting the International Atomic Energy Agency unfettered access to Iran’s nuclear facilities, but it also has its limitations. Its provisions are time limited, with some expiring next year, and it was never designed to address our long-standing concern about Iran’s wider destabilising behaviour in the region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since May, Iran has gradually reduced its compliance with key aspects of the JCPOA, putting the deal at risk. Before any wider progress is possible, Iran must reverse those steps and must come back into full compliance. At the same time, as both President Trump and President Macron have said, we can improve upon the JCPOA. Ultimately, we need a longer-term framework that provides greater certainty over Iran’s nuclear programme and, as the attacks on Aramco demonstrate, we must also bring Iran’s wider destabilising activities into scope. That includes putting an end to Iran’s violations of the freedom of navigation, which are disrupting shipping in the strait of Hormuz and undermining the international law of the sea.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside our partners—the US, Australia, Saudi Arabia and Bahrain—we remain committed to the International Maritime Security Construct to ensure freedom of navigation in the region. We also welcome the European-led initiatives to achieve the same goals. We want the widest international support to uphold the rules-based international order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must also see an end to Iran’s interference in Yemen, which has stoked further conflict through support for the Houthi rebels and fuelled the greatest humanitarian crisis in the world today. A political solution is the only viable way to bring peace to that terrible conflict. Iran must start to play a constructive, instead of destructive, role in that conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, when it comes to respecting international law, Iran’s dire human rights record continues to be a serious concern to the United Kingdom, especially its practice of arbitrary detention of dual nationals. Today a range of UK dual nationals are languishing in jail in Iran. They have typically been arrested on spurious charges, denied due process and subjected to mistreatment, contrary to the basic tenets of international human rights law. This practice causes great anguish and suffering not just to those detained but to their families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Iran’s behaviour is unlawful, cruel and totally unacceptable. I have raised all these cases, along with Iran’s wider conduct, with Foreign Minister Zarif, and the Prime Minister raised the cases with President Rouhani yesterday in New York. We will continue to press for their release.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Iran’s record of respect for the basic rules of international law is woeful, and it is getting worse. Let us be clear about this and about the Iranian Government’s responsibility for the plight of their own people. It is a matter of political choice—their Government’s choice—yet, even now, we retain the hope that we can work with Iran and with our international partners to de-escalate tensions, to rebuild confidence and to establish a clear path for Iran towards international respectability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Iran is a proud nation with a rich history and remarkable economic potential. It is held back by a regime that fails to respect the fundamental tenets of the rules-based international system. Iran faces a choice: it can double down on its approach, in which case the international opposition to its behaviour will only intensify; or it can take immediate steps to de-escalate tensions and rebuild international confidence by respecting international law and reducing the range of threats it presents to its neighbours. That is the only path to stability and prosperity for Iran and the wider region, and I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}