{
    "url": "https://www.ukpol.co.uk/dominic-raab-2010-maiden-speech-in-the-house-of-commons/",
    "title": "Dominic Raab – 2010 Maiden Speech in the House of Commons",
    "post_date": "November 28, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Dominic Raab, the Conservative MP for Esher and Walton, in the House of Commons on 6 July 2010.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/02/dominicraab-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/dominicraab-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Mr Deputy Speaker, for calling me at this point in the debate. I beg the patience of the House in making my maiden speech, and pay tribute to and commend the maiden speeches made by hon. Members on both sides of the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For new Members such as me, this is a humbling experience. For me, it is especially daunting, as my predecessor, Ian Taylor, did such a good job over the past 23 years that when he announced his retirement last year, The Times described the constituency as\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the closest thing to paradise in the UK”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ian set the bar high. He promoted our diverse local enterprise. He fought for our community hospitals, which are cherished in Walton, Molesey and Cobham, ​and he promoted local charities, from the inspiring philanthropic legacy at Whiteley retirement village to more modest but no less vital groups such as Lower Green Community Association—the “little platoons” that define our local civic spirit, which we must revive and empower across Britain today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ian Taylor’s contribution to national life was no less important, particularly as Science and Technology Minister at the Department of Trade and Industry from 1994 to 1997. He pioneered free trade, leading a business delegation to Cuba in 1994. He was the first British Minister to visit Cuba in 20 years—the only one to return with cigars from El Presidente. Ian’s immense contribution to science and technology will be sorely missed as we seek to diversify and reinvigorate our economic base.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The history of Esher and Walton counsels against taking anything for granted. The constituency was once home to the Diggers—agrarian communists during the civil war—but later to US President Herbert Hoover, the intellectual architect of “rugged individualism”, which inspired the economic liberalism of Thatcher and Reagan, but also the aspirations of a certain Derek Trotter from the TV series “Only Fools and Horses”. When Rodney asks where the tenants will live if all the council homes in Peckham are sold off, Derek shrugs and, unblinking, replies, “Esher, or somewhere like that.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My constituency is an aspirational place, and generally my constituents enjoy a high quality of life—generally, but not uniformly. Last year, the “Hidden Surrey” report for Surrey Community Foundation found that child poverty in Walton Ambleside was double the national average, and that poverty among the elderly in Walton North was two thirds above the national average.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No county pays more to the Treasury than Surrey’s taxpayers, yet we get back just one third of the national average level of funding for local services, resulting in the neglect that I have mentioned. The “Hidden Surrey” report concludes that the previous Government had choked money for local services in the area because there was “no electoral cost”. I hope that in the forthcoming spending reviews we can ensure that the funding formula reflects a truly objective, and less political, assessment of local needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to the national picture, there is much to cheer in the coalition Government’s programme, and in particular the commitment to defend our freedoms by scrapping identity cards and by enacting a freedom Bill to restore our proud tradition of liberty in this country—eroded after 13 years of legislative hyperactivity and government by press release.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In particular, the coalition programme pledges to defend trial by jury—that ancient bulwark of British justice, dating back to Magna Carta. Steeped in our history, it was a jury that acquitted William Cobbett when he was prosecuted for campaigning for social and political reforms in the 1830s. But that is also relevant today, and not just to whistleblowers and political activists. Take the vindictive prosecution of Janet Devers, the east end market trader prosecuted for selling vegetables in pounds and ounces. She was convicted in the magistrates court of a string of petty offences, but the additional prosecution in the Crown court collapsed on day one when faced with the prospect of trying to convince a jury.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Juries are the reality check on bad law and abuse of state power. Lord Devlin famously described trial by jury as\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the lamp that shows that freedom lives”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That light has flickered of late. In 2003, the previous Government tried to remove juries from complex fraud cases, and in 2008 an attempt was made to remove juries from coroners’ inquests—both with scant justification. Parliament defeated or diluted both those attempts, but a third attempt landed a more telling blow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government enacted part 7 of the Criminal Justice Act 2003, allowing for removal of juries where there is a risk of or actual tampering with a jury. In January, we had under those provisions the first criminal trial in 400 years to dispense with a jury. Four men stood charged with armed robbery of a Heathrow warehouse. Three previous trials had collapsed, at a cost of £22 million to the taxpayer, with evidence of jury tampering. The High Court refused on application to dispense with the jury, but was overturned on appeal. The four men were found guilty in March, and in the process we junked a fundamental safeguard of fair trial in this country. Immediately after that case, prosecutors lodged a string of applications to dispense with juries in further cases.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A dangerous precedent has been set. A slippery slope beckons. So I wish to put the question why, for the first time in our history, are we now uniquely incapable of protecting the integrity of our justice system? Why, after the billions invested and the enormous legal powers bestowed on our police are they today, in 2010, incapable of shielding juries in criminal trials? Let no one be in any doubt. This development is no sign of strength in law enforcement, but rather the most feeble weakness, and it is not a resource issue, given the huge amounts squandered on the previous trials that collapsed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "British justice should be firm but fair, two sides of the same coin. So I urge Ministers to review and consider the case for repeal of part 7 of the 2003 Act, in the forthcoming freedom Bill. The light that shows that freedom lives is flickering, but we have an opportunity to restore it. I hope we can take it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}