{
    "url": "https://www.ukpol.co.uk/dominic-raab-2020-statement-on-britain-in-the-world/",
    "title": "Dominic Raab – 2020 Statement on Britain in the World",
    "post_date": "January 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 13 January 2020.",
    "content": [
        "On 12 December, the British people had their say. They delivered a clear majority for this Government and a mandate to take Britain forward. That mandate, set out in the Queen’s Speech, marks a bold new chapter for our country, ambitious, self-confident and global in its international outlook. We are leaving the EU in 18 days’ time, but we vow to be the strongest of European neighbours and allies. We are taking back control of our laws, but we are also expanding our global horizons to grasp the enormous opportunities of free trade. While we will always serve the interests of the small businesses and the citizens of this country, we will also look to reinforce our national mission as a force for good in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK will leave the EU at the end of this month because the House passed the European Union (Withdrawal Agreement) Bill’s Third Reading with a majority of 99, which is the strongest signal to the EU and the world about our ambition and resolve as we chart the course ahead. That clarity of purpose now gives us the opportunity to be masters of our destiny and chart our course independently but working very closely with our international partners. We will strive with our European friends to secure the best possible arrangements for our future relationship by the end of 2020—a new relationship that honours the will of the people in the 2016 referendum but cherishes the co-operation we have in trade, security and all the other fields with our European friends.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we enter this decade of renewal, the Government will engage in a thorough and careful review of the United Kingdom’s place in the world, including through the integrated security, defence and foreign policy review. It is an opportunity for us to reassess the ways in which we engage on the global stage, including in defence, diplomacy and our approach to development, to ensure that we have a fully integrated strategy. As we conduct that review, our guiding lights will remain the values of free trade, democracy, human rights and the international rule of law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jonathan Edwards (Carmarthen East and Dinefwr) (PC)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a very wide-ranging review. I think everybody would agree with that. How is the Foreign Secretary going to ensure that there is sufficient parliamentary scrutiny of the review as it is undertaken?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will look at all the mechanisms—whether debates in this Chamber, or the operation and scrutiny of the Select Committees—and, indeed, we already welcome the input of individual MPs, caucuses and Select Committees in the normal way. We will make sure that there is proper scrutiny and that we can bring as many people together as possible in charting the course for the UK as we go forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Gray (North Wiltshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my right hon. Friend not agree with me that there have been many security and defence reviews over the years and they have all been hampered by one thing in particular, which is that they happened at precisely the same moment as a comprehensive spending review? I very much welcome his announcement of this very extensive review—it is the right time to do it—but does he not agree that it must be done independently of the Treasury? We must decide what Britain is for and what assets we need to achieve that, and then only subsequently—a year later—should the Treasury become involved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am not sure it is likely to work exactly as my hon. Friend suggests, but I do take his point. We need to be very clear in our minds about the strategy we are charting and then reconcile our means, including our financial means, to those ends, so he makes an important point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Julian Lewis (New Forest East) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In support of what my hon. Friend the Member for North Wiltshire (James Gray) has said, may I remind the Foreign Secretary that, in 2017-18, we had a national security capability review that sought to look at both security and defence together, but it was so limited by having to be financially or fiscally neutral that it meant that extra resources for, for example, cyber-warfare would be granted only at the cost of making cuts in, for example, the Royal Marines? That is no way to conduct a review—to play off one necessary part, say security, against another necessary part, such as defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think my right hon. Friend makes an important point, although at the same time we need to be mindful of the overarching financial parameters that any Government—any responsible Government—are going to be within if we are to make credible investment decisions. Certainly, on the issue of cyber and its being somehow nudged out of focus or set up as a zero-sum game with troops, I can assure him that that will not be the case. Cyber increasingly plays an important role not just in our security, but in our ability to project our foreign policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Crispin Blunt (Reigate) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Foreign Secretary give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will give way one more time and then make some progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Crispin Blunt**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is on the same theme. It is my right hon. Friend’s Department that has suffered the worst cuts over the last period because it has been an unprotected Department. What we must do if we are to direct defence, development and the intelligent services in the right direction is to have the capacity within his Department to do that. Will he ensure that he fights very hard for the necessary resources to be able to recreate the capacity of a Rolls-Royce Department of State?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Quite right, and I welcome my hon. Friend’s support as I make those overtures to the Treasury.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Catherine West (Hornsey and Wood Green) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Foreign Secretary give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, and I am sure the hon. Lady is going to be supporting the Foreign Office in the next spending review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Catherine West**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will, indeed, given that a comparison across all Departments shows that the Foreign Office has been cut back at least as badly as the Ministry of Housing, Communities and Local Government. May I urge, in any review of finance, that we look carefully at the ability for human rights to be at the forefront of what the Foreign Office does? Traditionally, that has been strong; it is less so now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Lady and I think, given what I am about to say, that I will be able to give her the kind of reassurance she needs. I look forward to working with her in the weeks and months ahead to make sure that we never lose sight of our values, and human rights is a key component of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will strengthen our historical trading ties as we leave the EU, while boosting British competitiveness by tapping wider global markets. We want strong trade with our existing EU partners. They are important and valuable to us as a market; I do not think anyone doubts that. At the same time, we are making good progress in paving the way for our first round of future free trade agreements with the rest of the world. When I was out in the US, Secretary of State Mike Pompeo told me in Washington that the US is poised\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“at the doorstep, pen in hand”,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "ready to sign a deal. A free trade deal with the US would boost businesses, create jobs, reduce the cost of living and expand consumer choice on both sides of the Atlantic, so there is a huge opportunity for a win-win deal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stewart Malcolm McDonald (Glasgow South) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Foreign Secretary give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to make some progress but will be happy to take an intervention from the hon. Gentleman shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also at the same time important that we broaden our horizons to embrace the huge opportunities in the rising economies of the future from Asia to Latin America, and set out our stall as a global champion of free trade not just bilaterally but in the WTO as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, a truly global Britain is about more than just trade and investment, important though those things are for our prosperity and the quality of life we have in this country; global Britain is also about continuing to uphold our values of liberal democracy and our heartfelt commitment to the international rule of law—values for which we are respected the world over.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Alistair Carmichael (Orkney and Shetland) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the Foreign Secretary agree that nowhere in the world at the moment are these values under greater attack than in Hong Kong, and will he join me in condemning the refusal of the Hong Kong authorities to allow the director of Human Rights Watch entry at the weekend?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do join with the right hon. Gentleman in making the following point. The international principles and norms and the rule of law in relation to freedom of peaceful protest and freedom of expression apply as a matter of customary international law; it also applies directly because of the joint Sino-UK declaration in relation to Hong Kong. Of course we want China as a leading member of the international community to live up to those responsibilities, and the case the right hon. Gentleman highlights is a very good example of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will continue to be standing up for those values. We will continue to be a leading member of NATO, ensuring that that alliance can rise to the new challenges ahead. We will hold Iran accountable for its destabilising and dangerous actions in the region, but we will also, as we made clear in the response to my right hon. Friend the Member for Bournemouth East (Mr Ellwood) earlier, encourage it to de-escalate and to seek a path to an alternative future through diplomatic dialogue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will call out those who flout international law, like the Russian Government, from its illegal annexation in Crimea and its chemical weapons attack in Salisbury to its cyber-attacks and its propensity for spreading fake news.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stewart Malcolm McDonald**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Russia, and indeed to go back to what the Foreign Secretary said on the US, the United States has been vocal in its opposition to Nord Stream 2, correctly in my view, and the United Kingdom Government have taken the view that it has little to nothing to do with the United Kingdom. Can he assure me that that will be looked at properly in the integrated review he mentions, because it very much is in our interests that Nord Stream 2 does not go ahead?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I take the point the hon. Gentleman made, and he made it eloquently. We will consider all those issues as part of the review, and it is important that we get the right balance; that is the most I will say for the moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Steve Baker (Wycombe) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Foreign Secretary give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me make a little progress as I have been generous, but I will be happy to give way again in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will call out those who flout international law. We will live up to our responsibilities, as the right hon. Member for Orkney and Shetland (Mr Carmichael) asked, in relation to the people of Hong Kong. That means supporting their right to peaceful protest and encouraging dialogue on all sides within the one country, two systems framework that China itself has consistently advocated since the Sino-British joint declaration in 1984, a treaty which has and holds international obligations on all sides.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will use our moral compass to champion the causes that know no borders. This year we have the opportunity—and the honour and privilege—to host the UN climate change summit COP26 in Glasgow, and that is the UK’s chance to demonstrate global leadership on climate change. Under the Conservatives, we are the first country to legislate to end our contribution to global warming, and this Government know that we must leave the environment in a better state for our children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chi Onwurah (Newcastle upon Tyne Central) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Foreign Secretary for referring to the emergency that is climate change and legislation to bring about a net-zero economy, but legislation is not enough; we need to see actual implementation. Does he agree that the UK has much more to do to deliver on a green industrial revolution, which means that we can continue to be an industrial nation while having a net-zero economy, before 2050?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with all of those things and pay tribute to the hon. Lady for the way in which she articulated her intervention. We need to make sure we have the legislation in place, we need to work with our international partners, and we will harness the British expertise—the technology, the innovation and the entrepreneurialism that this country is so great at—to find the creative solutions so that we leave our precious environment in a better state for the next generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are also proud to maintain our commitment to spend 0.7% of gross national income on international development. We want to support developing countries, so that they can stand on their own two feet. We are helping them to strengthen their economies, make peace and forge security arrangements that are sustainable, so that their people are healthier and have a better standard of living.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Harriett Baldwin (West Worcestershire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In highlighting the importance of our 0.7% commitment with regard to international development, does the Foreign Secretary agree that, as in our manifesto, one of the most effective ways we can spend that money is to ensure that every girl in the world gets 12 years of quality education?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I entirely agree with my hon. Friend. I will come on to say a little bit more about that, because it is one of the crucial campaigns we are taking forward. We should not be so shy about the incredible work we are doing. We are proud of our role in working to eliminate preventable deaths and overcome diseases such as Ebola and malaria. We will be there for those who need our help most in their hour of need, as we demonstrated with our world-leading humanitarian response capability, which was put into action in the Bahamas following Hurricane Dorian. Being a force for good in the world also means championing basic human rights. Coming on to the point raised by my hon. Friend, we are leading global action to help to provide 12 years of quality education for all girls by 2030 so that no girl is left behind, all their potential is tapped, and they can realise their ambitions individually and for their countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also proud to continue, with our Canadian partners, our work to defend media freedoms. I was in Montreal last week to talk about that with my Canadian opposite number. Led by our two countries, we are working with partners around the world to create legislative protections for journalists; support individual journalists who find themselves at risk; and increase accountability for those who threaten journalists whose work shines a light on conflicts and tyranny around the world. We are dedicated to shielding those with the courage to speak truth to power. On that note, I will give way to the SNP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stewart Malcolm McDonald**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am extremely grateful to the Foreign Secretary for that attempt at humour. [Laughter.] I thank the Foreign Secretary for what he has just said. He is entirely correct. Will he do everything in his power—this was the subject of the first debate I ever had as a Member of this House five years ago—to secure the release of the jailed Saudi writer Raif Badawi?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman. The important thing, whether we are dealing with Saudi Arabia, China, Iran and all those partners with whom we have, let us say, difficult issues to address—Saudi, of course, is a very close partner—is that we are always, particularly with the closer relationships we have, such as with Saudi and other middle eastern partners, willing and able to speak very candidly. I have raised human rights issues with my Saudi opposite number and will continue to do so, including in relation to cases such as the one the hon. Gentleman highlights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Steve Baker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend will know that for people like me who represent diverse diaspora communities, the internal and external affairs of other countries often raise issues of the most acute local importance. I do not want to draw him on to Kashmir today, but will he, in the course of his reviews, consider how foreign policy might be made more democratically accountable? The reality, particularly when foreign policy survives between Governments of successive parties, is that it does not actually survive contact with the electorates in constituencies like mine. I wonder whether foreign policy might somehow be more responsive to what voters think when they are from those diaspora communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. If Brexit was in part a reaction by the British people to having decisions imposed on them, I think there is a wider lesson in foreign policy that we are there to serve our citizens, including communities such as those that are very powerful and contribute a huge amount in Wycombe. More generally, we can see that with consular cases, for example the recent case in Cyprus, the Ukrainian airliner case and others where we represent individual citizens who have suffered or lost lives. There needs to be a sensitivity to individual citizens, whether they are the victims or the communities more broadly, and a strong sense that the Foreign Office is not just on a different level but is acting and serving for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would just like to take this opportunity to pay a huge tribute to the consular department in the Foreign Office, which day in, day out is serving the interests of British families, British victims and British nationals. It rarely gets the credit that is due to it, but it does a superb job. I have seen that in my six months as Foreign Secretary and I am very proud of the work they do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rehman Chishti (Gillingham and Rainham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the Foreign Secretary’s commitment on human rights and I thank him for the fantastic work he has done—I remember serving with him on the Joint Committee on Human Rights many years ago when we first came to Parliament. Will he confirm that freedom of religion or belief will always be a key priority for the United Kingdom? Eighty per cent. of individuals around the world identify themselves as of one faith or another, and our Government have a strong track record of standing up for freedom of religion or belief. They commissioned the Truro review, and 10 out of its 22 recommendations have been taken forward. Will he confirm that that will always be a key priority? I thank him and his Ministers for their support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend and pay tribute to him for his extraordinary work and dedication to implementing the Truro conclusions. I confirm that we absolutely want to protect not just individual freedom of expression, but the rights of religious groups as well as the right for people to exercise their faith and conscience. One of the issues that I discussed with Foreign Minister François-Philippe Champagne in Canada on Thursday was a new global award for media freedoms that we have announced to recognise those who defend journalists and keep the flame of freedom alive in the darkest corners of the world. That is not just because we want to protect them individually, but because transparency and getting the stories out and holding regimes, and often, non-Government actors to account can happen only if we get the facts. Journalists do an incredibly brave job in getting those facts into the public domain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Once we have left the EU and regained control of our sanctions rules, the Government will implement the Magnitsky provisions of the Sanctions and Anti-Money Laundering Act 2018. That will give us a powerful new tool to hold the perpetrators of the worst human rights abuses to account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Blackman (Harrow East) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will my right hon. Friend give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will, for the last time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Blackman**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the Conservative manifesto, three conflict zones were specifically mentioned: Israel and the middle east, Sri Lanka and Cyprus. Will my right hon. Friend give us a further illustration of what action the Foreign Office will take in those three regions to help to end those conflicts and bring perpetrators of war crimes to justice?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is right: those three areas remain a priority. There is a huge amount of diplomatic work. We talk to our international partners, including not only our traditional partners—the Europeans, Americans and Canadians—but those in the regions of the different conflicts, about not just the importance of getting peace, but the kind of reconciliation that can come only with some accountability for the worst human rights abuses. Bringing into effect the Magnitsky regime is our opportunity to build and reinforce that at home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Shailesh Vara (North West Cambridgeshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will my right hon. Friend give way one more time?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For my hon. Friend, I will—one more time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Vara**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am most grateful. Does the Foreign Secretary agree that one of the United Kingdom’s assets is the diversity of its population? For example, within the UK, we have some 1.5 million people of Indian origin, who provide a living bridge in terms of our contact and help to strengthen our relationship with India. Likewise, there are other communities here who provide a strong link with other countries. Does he agree that as we seek to strengthen our role on the global stage, that can only help us?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I entirely agree. The Indian community make an incredible contribution and help us to sell UK plc abroad not just in India, but around the world, as do many other communities. The point that was made by my hon. Friend the Member for Wycombe (Mr Baker) is that we need to not just respect and safeguard the interests of those communities, but be proud of them and enable and empower them to champion the UK on our behalf. My hon. Friend the Member for North West Cambridgeshire (Mr Vara) makes an excellent point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From our brave armed forces serving on the frontline to the diplomats nurturing our relations with nations around the world, and the aid workers providing life-saving support to those who need it most, British foreign policy will of course serve the citizens of this country, but we are also proud of our ability to make a difference to the poorest, the oppressed and the most vulnerable around the world. We will continue that effort every day of every week, because that is our calling as a country and that is the mission of this Conservative Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}