{
    "url": "https://www.ukpol.co.uk/dominic-raab-g7-joint-statement-on-ethiopia/",
    "title": "Dominic Raab – G7 Joint Statement on Ethiopia",
    "post_date": "April 2, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The joint statement issued by Dominic Raab, the Foreign Secretary, and the Foreign Ministers of Canada, France, Germany, Italy, Japan, the  USA and the High Representative of the EU, on 2 April 2021.",
    "content": [
        "We, the G7 Foreign Ministers of Canada, France, Germany, Italy, Japan, the United Kingdom and the United States of America and the High Representative of the European Union are strongly concerned about recent reports on human rights violations and abuses, and violations of international humanitarian law in Tigray.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We condemn the killing of civilians, sexual and gender based violence, indiscriminate shelling and the forced displacement of residents of Tigray and Eritrean refugees. All parties must exercise utmost restraint, ensure the protection of civilians and respect human rights and international law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognize recent commitments made by the Government of Ethiopia to hold accountable those responsible for such abuses and look forward to seeing these commitments implemented. We note that the Ethiopian Human Rights Commission (EHRC) and the Office of the United Nations High Commissioner for Human Rights (OHCHR) have agreed to conduct a joint investigation into the human rights abuses committed by all parties in the context of the Tigray conflict. It is essential that there is an independent, transparent and impartial investigation into the crimes reported and that those responsible for these human rights abuses are held to account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We urge parties to the conflict to provide immediate, unhindered humanitarian access. We are concerned about worsening food insecurity, with emergency conditions prevailing across extensive areas of central and eastern Tigray.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We welcome the recent announcement from Prime Minister Abiy that Eritrean forces will withdraw from Tigray. This process must be swift, unconditional and verifiable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We call for the end of violence and the establishment of a clear inclusive political process that is acceptable to all Ethiopians, including those in Tigray and which leads to credible elections and a wider national reconciliation process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We the G7 members stand ready to support humanitarian efforts and investigations into human rights abuses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}