{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-on-libyas-government-of-national-unity/",
    "title": "Dominic Raab – 2021 Statement on Libya’s Government of National Unity",
    "post_date": "March 12, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, in conjunction with the Governments of France, Germany, Italy and the United States, on 11 March 2021.",
    "content": [
        "France, Germany, Italy, the United Kingdom and the United States of America welcome the vote of confidence by the overwhelming majority of the members of the House of Representatives meeting in Sirte 8-10 March to endorse the cabinet chosen by Prime Minister-designate Abdulhamid Dabaiba for an interim Government of National Unity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We applaud the Libyan people for their determination to restore unity to their country. We commend all Libyan actors for constructively participating in and facilitating this vote by a body representing the voices of the Libyan people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This outcome is a fundamental step on the path towards the unification of Libyan institutions and a comprehensive political solution to a crisis that has tested Libya and its people. Through the Berlin Process, we will continue to support the Libyan people and the UN efforts jointly with our partners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We appreciate the statement issued by Prime Minister Sarraj welcoming the vote of the House of Representatives and expressing readiness to hand over power, and now call upon all current Libyan authorities and actors to show the same responsibility and ensure a smooth and constructive handover of all competences and duties to the interim Government of National Unity. The new interim executive authority will have the primary tasks of organizing free and fair Presidential and Parliamentary elections on 24 December 2021, followed by a transfer of authority to Libya’s democratically chosen leaders; fully implementing the 23 October 2020 ceasefire agreement; commencing a process of national reconciliation; and addressing the basic needs of the Libyan population.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "France, Germany, Italy, the United Kingdom and the United States of America welcome the withdrawal of foreign forces and mercenaries from the area around Ghardabya airport, in order to allow members of the House of Representatives to safely participate in the parliamentary session in Sirte, and praise the work of the Joint Military Commission 5+5 to make this possible. It is important that such a development represent an irreversible step towards the full implementation of the 23 October 2020 ceasefire agreement, including the withdrawal of all foreign fighters and mercenaries from all of Libya.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We express gratitude to the UN Support Mission in Libya (UNSMIL) and the Special Envoy of the UN Secretary General for Libya, Jan Kubiš, for their tireless efforts to stabilize Libya and ensure stability and prosperity to its people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}