{
    "url": "https://www.ukpol.co.uk/dominic-raab-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Dominic Raab – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dominic Raab, the Deputy Prime Minister, in the House of Commons on 18 July 2022.",
    "content": [
        "I rise to proudly defend the record of this Government under this Prime Minister, and to speak in favour of the motion before the House. The Government under this Prime Minister have steered the country through some of the most difficult challenges in living memory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government under this Prime Minister got the big calls right on the vaccine roll-out—the fastest and most effective in Europe. We would not have been able to do that if we had listened to the right hon. and learned Member for Holborn and St Pancras (Keir Starmer), the Leader of the Opposition, because we would have been tied to the EU’s approach, with all of its limitations. [Interruption.] Labour Members chunter from a sedentary position, but it is worth reflecting on how many lives and livelihoods it would have cost us if we had listened to the right hon. and learned Gentleman. Labour Members really ought to have a bit more contrition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next, the Prime Minister and this Government took the tough call to come out of lockdown. It was around this time last year and in the teeth of opposition from the right hon. and learned Gentleman, backed up by his colleagues. As a result, we emerged with the fastest growing economy in the G7 last year, with 12 million jobs saved by furlough and in a strong position to face down the economic headwinds that have followed. Again, Labour Members might show at least a bit of remorse for their spineless, vacuous fence-sitting. The right hon. and learned Gentleman shakes his head, but I thought that the leader of the Labour party would appreciate the opportunity to look back with the benefit of hindsight at some of the mistakes that he has made. That is what he does; that is what they do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I listened very carefully to the right hon. and learned Gentleman and the list of criticisms that he levelled at the Government. At the end—he bored on for quite some time—he said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I know that there has been fearmongering that this motion might lead straight to a general election…that is complete nonsense”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It must be the first time in history that the Leader of an Opposition has pushed for a vote of no confidence but has not come out and called for a general election. That is the Labour party under the right hon. and learned Gentleman: all critique, no cojones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, as we face a global fight against inflation, caused by the aftershocks of covid and the war in Ukraine, we again face a series of tough calls. We have put in place, under this Government and under this Prime Minister, an unprecedented package of targeted support to help those struggling the most to make ends meet. But we have to control inflation, we have to rein it, and that includes the way we address public sector wage demands. The consequence of failing to curb inflation—the direct result of giving in to excessive public sector wage demands—would be to keep inflation higher for longer and to have a further increase in interest rates. That reckless abdication would hit the poorest the hardest, and it would strike not just the lowest incomes in our society but the mortgages of working and middle-class families across the country. Conservative Members are committed to that wage restraint, coupled with an extensive package of support for the poorest and most vulnerable to get inflation down as soon as possible, which is the only credible approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What has Labour been doing about it? Members on the Labour Front Bench ignored the leader of their party and defied the memorandum that he sent in June ordering them not to back the RMT union. They actively backed the most militant demands led by that union, whose irresponsible strike action caused widespread disruption to people’s lives and livelihoods. It was not just the usual virtue-signalling tweets; many of those Members joined the RMT picket lines, backing the unions over the public. The right hon. and learned Gentleman showed that he cannot control or lead his party, and he cannot stand up to the public in the face of strikes coming down the line.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Michael Fabricant**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very grateful to my right hon. Friend for giving way. He may not agree with me, but I think that he is being a little unfair to the Leader of the Opposition. The pointless motion today, which he knows—[Interruption.] Oh, yes! The Leader of the Opposition demanded it, and the Leader of the Opposition is now getting it. The motion that he asked for and is getting today will unite the Conservative party more than anything else that he could possibly have done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. What is more, the behaviour of those on the Labour Benches will unite the country. We know why they have not stood up to the unions, including the RMT, since 2015. The Labour party HQ and the local Labour party branches have guzzled up some £68 million in donations from the unions. It is the same old story. The Labour party cannot stand up for the people of this country because it is so deeply buried in the pockets of the unions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While Labour Members play their games and stand on the side of the unions rather than the public, we will get on with delivering for the British people: unemployment close to a 50-year low, a rise in the national insurance threshold—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I cannot hear what Mr Raab is saying.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Opposition do not want to hear it. They never want to talk about the fact that unemployment is close to a 50-year-low, or about the rise in the national insurance threshold, which is the biggest personal tax cut in a decade to support hard-working people across the country; the record levels of doctors and nurses in our precious NHS, only because we have the economic strength to fund them; the fact that violent crime and theft are down since Labour was in office, and reoffending is down because of the action that we have taken; the extra money that we provided for more police officers, which Labour opposed—that is true—and the tougher sentencing powers for dangerous and violent sexual offenders that we passed only recently in the Police, Crime, Sentencing and Courts Act 2022, which Labour opposed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jess Phillips**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the right hon. Gentleman is jogging through his ideas—let us call them that—will he comment on what I spoke about and say whether he thinks that the Conservative party, under this Prime Minister, has successfully handled cases of sexual harassment and violence within its own ranks?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have zero tolerance, and the systems are in place. Let me tell the hon. Lady—she talks a lot about this—that the number of convictions for rape has risen by two thirds in the past year. When it comes to supporting the victims of crime—[Interruption.] I have listened to her, but she never talks about this: we have quadrupled the investment in support services for victims since the last year of the last Labour Government. If she really felt so strongly about these issues, why did she not vote for the Police, Crime, Sentencing and Courts Act? The truth is that only the Conservatives are willing to take the concerted action to stand up for victims, to stand up for the public and to keep our streets safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When it comes to our international security, which the right hon. Member for Ashton-under-Lyne (Angela Rayner) raised, it is this Prime Minister and this Government who showed the international leadership to fund, to supply, to train and to support the military capabilities of the Ukrainian forces, to sanction the Russian oligarchs and the businesses that finance President Putin’s war machine, to provide the humanitarian aid that the Ukrainian people need and to welcome those fleeing from Russian forces. What about the Labour party?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. and learned Member for Holborn and St Pancras and the right hon. Member for Ashton-under-Lyne wanted the right hon. Member for Islington North (Jeremy Corbyn) to lead us. [Interruption.] Well, he spoke earlier, but he is not in his place now. The whole House knows what that would have meant: out of NATO, with Trident dismantled. They would have left our No. 1 alliance and given up our ultimate national security insurance policy at precisely the wrong time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sally-Ann Hart**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will my right hon. Friend just clarify whether it is £68 million that the Labour party has guzzled since 2015, and whether that includes the £500,000 that a Chinese spy gave to a member of the Labour party to pay for their son to be an employee?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend raises an interesting point, which I believe is now a matter of public record. The right hon. Member for Ashton-under-Lyne backed a leader who the former head of MI6 said—I will quote, so we have this accurately for the record—denigrated his own country and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“embraced the interests of its enemies and opponents”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is who Labour supported. The Opposition have no business talking about national security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am proud of the record of this Government under this Prime Minister. Labour Members want to talk about trust, but they cannot be trusted on jobs, they cannot be trusted to keep our streets safe and they cannot be trusted with our national security. I commend this motion to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}