{
    "url": "https://www.ukpol.co.uk/dominic-raab-2020-statement-on-the-global-human-rights-sanctions-regime-2/",
    "title": "Dominic Raab – 2020 Statement on the Global Human Rights Sanctions Regime",
    "post_date": "July 8, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 6 July 2020.",
    "content": [
        "I have today laid before Parliament, under the powers of the Sanctions and Anti-Money Laundering Act 2018, the Global Human Rights Sanctions Regulations 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These regulations enable sanctions to be imposed on those who are involved in serious violations or abuses of human rights. This sanctions regime is not about punishing countries or peoples. It is a smart tool allowing the Government to impose both asset freezes and travel bans on specific individuals or entities in order to provide accountability for and deter serious violations ​of human rights around the world and prevent those responsible from coming to the UK or laundering their assets here. These sanctions will help to ensure that the UK is not a safe haven for those involved in serious human rights violations, including those who profit from such activities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The regulations allow Ministers to impose sanctions on persons who are involved in activities that would amount to a serious violation of the right to life; the right not to be subjected to torture or cruel, inhuman or degrading treatment or punishment; and the right to be free from slavery, not to be held in servitude or required to perform forced or compulsory labour. The global human rights sanctions regime can be used to target different forms of involvement in such violations of human rights, including those who profit from them. The regulations allow for non-state actors as well as state actors to be designated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The introduction of this autonomous human rights sanctions regime will give the UK an additional, powerful tool to support human rights across the world, and underpin global Britain’s role as a force for good in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I will also publish the first persons to be designated under this new sanctions regime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}