{
    "url": "https://www.ukpol.co.uk/dominic-raab-2023-statement-on-family-law-dispute-resolution-and-mediation/",
    "title": "Dominic Raab – 2023 Statement on Family Law – Dispute Resolution and Mediation",
    "post_date": "April 14, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 23 March 2023.",
    "content": [
        "Today the Government are launching a consultation that will inform proposals to support more families, in appropriate cases, to agree their children and financial arrangements without court involvement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Family courts are under unprecedented pressure. In recent years, more families than ever before are applying to the court to resolve their disputes about children and financial matters, and once at court their cases are taking longer to be resolved. We believe that many of these disputes can be successfully resolved outside of court, and that in supporting this we can spare families, and especially children, the anguish of protracted litigation. Resolving more disputes outside of court will also help enable the courts to focus available resource on the cases that need to be there, including where domestic abuse is evidenced or there are urgent issues, and ensure these are resolved swiftly. This will help us to deliver on the levelling-up agenda by ensuring we improve the experience of parents across the country, including the most deprived areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Key proposals in the consultation include:**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Supporting parents to resolve their children and financial arrangements without court involvement:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We propose to strengthen access to resources and guidance for parents/carers and separating couples, and seek views on requiring parents/carers, in appropriate cases, to attend a co-parenting programme alongside mediation to help them better understand their family’s options.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Resolving private family law arrangements through mediation:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We propose to introduce a requirement, in appropriate cases, to make a reasonable attempt to mediate before applying to court. We are seeking views on how this could operate, and the circumstances that should make an individual or family exempt from the requirement. We propose that Government would fund the cost of this mediation for child arrangement cases and seek views on the funding of mediation for finance cases.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Accountability and costs in court proceedings:**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also consulting on how costs orders could be used by the family courts to enforce requirements to mediate and discourage unnecessary prolonging of court proceedings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consultation also seeks views on the impact these proposals may have on the mediation sector, and the role of other forms of dispute resolution in family cases.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to hear from a range of people with experience of the private family law system, including families with experience of family courts, the organisations that work to support them, and the professionals who work within the system sector. We will be holding a number of stake- holder engagement events to ensure we receive detailed responses from a wide range of people and organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consultation is available at: https://consult.justice.gov.uk/\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consultation closes on 15 June 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}