{
    "url": "https://www.ukpol.co.uk/dominic-raab-2022-speech-to-the-prison-officers-association-conference/",
    "title": "Dominic Raab – 2022 Speech to the Prison Officers’ Association Conference",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dominic Raab, the Deputy Prime Minister, on 17 May 2022.",
    "content": [
        "I’m really sorry I can’t be with you all today, but I wanted to record this message for your first in-person conference since the start of the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And in particular, I really wanted to take the opportunity to thank all of you, every single one of you, for your incredible hard work, your outstanding dedication during such a tough set of times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prison officers, I know, may not always be in the public eye in the same way that police officers, doctors and nurses are. But I’ve got no doubt, and I’ve seen first-hand, that you’re at the front line of our defences when it comes to protecting the public and you do an outstanding, amazing job.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’d like to see all of you at the front line get more recognition for that incredible work you’ve done, both during the pandemic and more generally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout COVID-19, you’ve done more than ever to demonstrate why – in my view at least – you are the unsung heroes across our justice system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve been hugely impressed by what I’ve seen in the nine prisons I’ve visited so far since I became Justice Secretary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At Category A prisons like HMP Franklin and Woodhill, I saw the extraordinary security challenges that the governors, Darren Finley and Nicola Marfleet, face in dealing with some of the most serious offenders, including radicalised terrorists and dangerous gangsters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You guys and your teams, work incredibly hard in what is a very precarious environment, to see the early signs of terrorist risks, to nip them in the bud, to stop the spread of poisonous ideologies, and ultimately help us protect the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, in many of those other prisons where the focus is more on rehabilitation, I’ve seen the vital role that governors and staff play in getting prisoners off drugs, getting them skilled up, and getting them into work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From the marketing call centre that I saw at HMP High Down, to HMP Ford, where prisoners get the chance to work as HGV drivers when they’re on ROTL. And from HMP Hatfield’s farm shop and the recycling centre, to the working farm and timber processing at HMP Prescoed. From the barbers and bike repair shop at HMP Five Wells, to the mechanics and the cleaning workshop at Wandsworth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve seen the great potential that we’ve got, and that you’re grasping in prison, to use inmates’ time in a more constructive way, to get them the skills, get them back into work, which is ultimately the way we’ll get them back onto the straight and narrow and reduce reoffending and protect communities around the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, you know, I’m really struck by the conversations that I’ve had with offenders that I’ve met, who are able and willing to take that opportunity to start to turn their lives around.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I know it’s a long haul, and there’ll be ups and downs for many offenders, but getting prisoners off drugs for good through sustainable recovery, getting them the skills, the training, the work experience they need to go straight, those are two of my very top priorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course, they’re critical elements in helping those offenders to turn their lives around, and that keeps our streets safer with fewer victims. So the public really do owe you all a debt of gratitude. And I want to say thank you for all that amazing work that you do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course, when I look forward at the agenda that we’ve got ahead of us over the next year, that’s why we’re going to be assessing offenders for any addiction they’ve got from the moment they arrive, so that the treatment plans we put in place, including expanded use of drug recovery wings, a greater focus on abstinence, all of those things can be put in place straight away and strengthen the rehabilitation work you’re doing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course, we’re going to have a zero-tolerance approach to drugs in prisons, clamping down on the illicit items being smuggled in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re enhancing our prison security with a lot of technology that’s been funded by £100 million of new investment, including the state-of-the-art X-ray scanners across the whole closed male adult estate. I’ve seen them work first-hand and I’m convinced that they will help reduce the violence and help keep prison officers, as well as offenders, safer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, of course, we’ll continue to build on our partnership with you at a national level, and between prison governors and local branches of the POA, to create prisons that are better, safer, and which, as I said, through all the work we’re doing, will help drive down reoffending relentlessly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I now want to pass over to our brilliant Prisons Minister, Victoria Atkins, to take you through some of the detail of our strategy. But again, from the bottom of my heart, through COVID and all the other work that we’re doing, thank you so much for the outstanding job you’re doing, and I look forward to seeing many more of you in the weeks and months ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}