{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-on-houthi-attacks/",
    "title": "Dominic Raab – 2021 Statement on Houthi Attacks",
    "post_date": "March 12, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The joint statement issued by numerous Governments, including the United Kingdom, on 11 March 2021.",
    "content": [
        "We, the governments of France, Germany, Italy, the United Kingdom, and the United States of America, condemn the sustained Houthi offensive on the Yemeni city of Ma’rib and the major escalation of attacks the Houthis have conducted and claimed against Saudi Arabia. Their determined attack on Ma’rib is worsening an already dire humanitarian crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our renewed diplomatic efforts to end the Yemen conflict, in support of the UN Special Envoy, with the support of Saudi Arabia, Oman, and the international community, offer the best hope for ending this war. We urge the Houthis to seize this opportunity for peace and end the ongoing escalation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We reiterate our firm commitment to the security and integrity of Saudi territory, and to restoring stability and calm along the Saudi/Yemeni border. We reaffirm our strong support for a swift resolution of the Yemeni conflict, which will bring much-needed stability to the region and immediate benefit to the people of Yemen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}