{
    "url": "https://www.ukpol.co.uk/dominic-raab-2020-statement-on-covid-19/",
    "title": "Dominic Raab – 2020 Statement on Covid-19",
    "post_date": "March 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 17 March 2020.",
    "content": [
        "As the Prime Minister has said, the coronavirus pandemic\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“is the worst public health crisis for a generation”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is unsettling for families up and down the country, in all of our constituencies, so we need a united effort to tackle covid-19 effectively and come through this challenge, as I am confident we can and will. Following on from, and consistent with, the domestic measures announced by the Prime Minister yesterday, and based on the fast-changing international circumstances, today I am announcing changes to Foreign and Commonwealth Office travel advice. UK travellers abroad now face widespread international border restrictions, and lockdowns in various countries. The FCO always considers the safety and security of British nationals, so, with immediate effect, I have taken the decision to advise British nationals against non-essential travel globally, for an initial period of 30 days, and, of course, subject to ongoing review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should emphasise that this decision has been taken based on the domestic measures introduced here in the UK, alongside the changes to border and a range of other restrictions that are now being taken by countries right around the world. The speed and range of those measures across other countries is unprecedented, and some of those decisions are being made without notice. In some cases, even in countries or particular areas where there have not yet been any reported cases of covid-19, local authorities are none the less imposing restrictions on movement, and, again, doing so with little or sometimes no notice whatsoever. In the light of those circumstances, we want to reduce the risk of leaving vulnerable British tourists and visitors stranded overseas. We will, of course, keep this advice under review and amend it as soon as the situation responsibly allows.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are, of course, keenly aware that international freight services, such as shipping and haulage, are vital for ensuring the continuity of the supply of essential food, goods and material to the UK. So we regard that kind of travel as essential, and we will work with industry to issue detailed advice that maintains the flow of goods, while protecting the wellbeing of staff working on those routes. The Department for Transport will be leading that work with the freight sector, with the objective of minimising disruption to those routes as far as is possible. At the same time, FCO consular teams are working around the clock to provide the best and most up-to-date information that we can possibly provide to UK nationals. By way of context, let me say that in the past week alone we made more than 430 changes to FCO travel advice, and we will continue to keep it under close and constant review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are providing support to British nationals who have been impacted by coronavirus while travelling. During the initial outbreak, or containment phase, we arranged the repatriation of more than 200 vulnerable British nationals from China between 31 January and 9 February. We took that particular action to support British nationals and control the return of those possibly exposed to covid-19 at the earliest point in the crisis, when it appeared that the virus might be—might be—contained in China.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In other cases, such as that of the British nationals affected by a covid-19 infection in a hotel in Tenerife, we worked with travel companies and airlines to ensure that those concerned were safely brought home. We also changed our travel advice to advise people over 70, or with underlying health conditions, against travelling on cruises, to protect those most at risk from coronavirus. We have arranged repatriation from cruise ships, including most recently the 131 UK nationals who returned from the Grand Princess, which was docked in California. They arrived home last Wednesday.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Also on the issue of cruises, we have been working intensively with the Cuban authorities and Fred. Olsen Cruise Lines to ensure that all British nationals are able to return quickly and safely to the UK. That is of course in relation to the Braemar cruise liner. We are doing all we can to ensure that they return to the UK on flights from José Martí international airport in Havana within the next 48 hours. I spoke to the Cuban Foreign Minister twice over the weekend, and we are very grateful to the Cuban Government for swiftly enabling this operation and for their close co-operation to make sure that it could be successful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as those repatriations, UK consular teams are working with those who are affected by difficult quarantine conditions; by the closure of tourist resorts in, for example, Europe and North Africa; or, indeed, when new regulations are introduced in countries where UK nationals are visiting. We will do everything in our power to get those British nationals affected the care, support and practical advice that they need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need to be clear about our capacity to repatriate people from abroad, given the scale of the numbers. We have taken action where necessary, but no one should be under any illusions: it is costly and complicated to co-ordinate, so Government-supported repatriations have been undertaken only in exceptional circumstances. Ultimately, the primary responsibility for managing outbreaks of covid-19 and quarantine measures must rest with the country in which the outbreak has occurred. FCO teams around the world are working urgently to ensure that Governments have sensible plans to enable the return of British and other travellers, and, crucially, to keep borders open for a sufficient period to enable returns to take place on commercial flights, wherever that is possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following today’s change in travel advice, British nationals who decide that they still need to travel abroad should do so fully aware of the increased risks of doing so. That obviously includes the risk that they may not be able to get home if travel restrictions are subsequently put in place that they had not anticipated. So, we urge anyone still considering travel to be realistic about the level of disruption they are willing and able to endure, and to make decisions in the light of the unprecedented conditions that we face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s travel guidance follows the domestic measures announced yesterday. It forms part of our national effort to meet the international challenge presented by coronavirus—a challenge that we will rise to as a Government and as a country. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}