{
    "url": "https://www.ukpol.co.uk/dominic-raab-2020-statement-on-china/",
    "title": "Dominic Raab – 2020 Statement on China",
    "post_date": "July 21, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 20 July 2020.",
    "content": [
        "With permission, Mr Speaker, I will make a statement updating the House on the latest developments with respect to China, and in particular Hong Kong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I told the House on 1 July, the UK wants a positive relationship with China. China has undergone an extraordinary transformation in recent decades, grounded in one of the world’s ancient cultures. Not only is China the world’s second largest economy, but it has a huge base in tech and science. The UK Government recognise China’s remarkable success in raising millions of its own people out of poverty. China is also the world’s biggest investor in renewable technology, and it will be an essential global partner when it comes to tackling global climate change. The Chinese people travel, study and work all over the world, making an extraordinary contribution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me be clear: we want to work with China. There is enormous scope for positive, constructive engagement. There are wide-ranging opportunities, from increasing trade to co-operation in tackling climate change, particularly with a view to the COP26 summit next year, which the UK will be hosting. However, as we strive for that positive relationship, we are also clear-sighted about the challenges that lie ahead. We will always protect our vital interests, including sensitive infrastructure, and we will not accept any investment that compromises our domestic or national security. We will be clear where we disagree, and I have been clear about our grave concerns regarding the gross human rights abuses being perpetrated against the Uyghur Muslims in Xinjiang.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is precisely because we recognise China’s role in the world as a fellow member of the G20, and fellow permanent member of the United Nations Security Council, that we expect China to live up to the international obligations and responsibilities that come with that stature. That is the positive, constructive, mature and reciprocal relationship that we seek with China, striving for good co-operation, but being honest and clear where we have to disagree. We have been clear about the new national security law that China has imposed on the people of Hong Kong. That is a clear and serious violation of the UK-China joint declaration, and with it a violation of China’s freely assumed international obligations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 1 July, I announced that we are developing a bespoke immigration route for British nationals overseas and their dependants, giving them a path to citizenship of the UK. The Home Secretary will set out further details of the plans for a new bespoke immigration route for BNOs and their dependants before the recess. That bespoke route will be ready by early 2021, and in the meantime the Home Secretary has already given Border Force officers the ability to grant leave to BNOs and their accompanying dependants at the UK border.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Beyond our offer to BNOs, today we are taking two further measures, which are a necessary and proportionate response to the new national security legislation that we have now had the opportunity to assess carefully. First, given the role that China has now assumed for the internal security of Hong Kong, and the authority that ​it is exerting over law enforcement, the UK will extend to Hong Kong the arms embargo that we have applied to mainland China since 1989. To be clear, the extension of the embargo will mean there will be no exports from the UK to Hong Kong of potentially lethal weapons, their components or ammunition, and it will also meet a ban on the export of any equipment not already banned that might be used for internal repression, such as shackles, intercept equipment, firearms and smoke grenades.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second measure relates to the fact that the imposition of this new national security legislation has significantly changed key assumptions underpinning our extradition treaty arrangements with Hong Kong. I have to say that I am particularly concerned by articles 55 to 59 of the law, which give mainland Chinese authorities the ability to assume jurisdiction over certain cases and to try those cases in mainland Chinese courts. The national security law does not provide legal or judicial safeguards in such cases, and I am also concerned about the potential reach of the extraterritorial provisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have consulted the Home Secretary, the Justice Secretary and the Attorney General, and the Government have decided to suspend the extradition treaty immediately and indefinitely. I should also tell the House that we will not consider reactivating those arrangements unless and until there are clear and robust safeguards that can prevent extradition from the UK being misused under the new national security legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There remains considerable uncertainty about the way in which the new national security law will be enforced. I just say this: the United Kingdom is watching and the whole world is watching. In the past few weeks, I have been engaged with many of our international partners in a concerted dialogue about how we should best respond to the unfolding events we are seeing in Hong Kong. On 8 July, I spoke with our Five Eyes Foreign Minister partners. We agreed on the seriousness of China’s actions and the importance of pressing Beijing to meet its international obligations. I welcome the fact that Australia, Canada and the US have taken a range of measures with respect to Hong Kong including, variously, export controls and extradition, as we have done today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also discussed the situation with our European partners, including Josep Borrell, the EU’s High Representative for Foreign Affairs. The UK Government also welcome the EU announcement on 13 July, which sets out further proposed measures in response to the national security legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A number of our international partners are also considering what offers they may be willing to make to the people of Hong Kong following the UK’s offer in relation to BNOs. I can reassure the House that we will continue to take a leading role in engaging and in co-ordinating our actions with our international partners, as befits our historic commitment to the people of Hong Kong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said at the outset, we want a positive relationship with China. There is a huge amount to be gained for both countries. There are many areas where we can work productively and constructively to mutual benefit together. For our part, the UK will work hard and in good faith towards that goal, but we will protect our vital interests. We will stand up for our values, and we will hold China to its international obligations. The specific measures ​I have announced today are a reasonable and proportionate response to China’s failure to live up to those international obligations with respect to Hong Kong, and I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}