{
    "url": "https://www.ukpol.co.uk/dominic-raab-2020-statement-on-the-presidential-elections-in-belarus/",
    "title": "Dominic Raab – 2020 Statement on the Presidential Elections in Belarus",
    "post_date": "September 27, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 24 September 2020.",
    "content": [
        "With permission, Madam Deputy Speaker, I would like to make a statement on the situation in Belarus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the House will recall, on 9 August Belarus held presidential elections that were neither free nor fair. The election campaign was itself characterised by the imprisonment of opposition candidates and the arrests of hundreds of their supporters. On polling day on 9 August, witnesses reported extensive fraud and falsification of results, and local independent observers were barred from witnessing the count, including members of the British embassy, who were threatened and then removed from the polling station. The Belarusian authorities prevented independent international monitoring of the electoral process by refusing to co-operate with the Organisation for Security and Co-operation in Europe’s election monitors. As a result, thousands of Belarusians took to the streets in what can only be described as peaceful protest. They challenged Lukashenko’s claim to have won 80% of the vote and demanded fresh elections, and they have been peacefully protesting in huge numbers right across Belarus ever since.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The world has watched, frankly, in horror at the response of the Belarusian authorities. They launched a campaign of violence, intimidation and harassment against peaceful protesters. We have seen horrific scenes of militia attacking demonstrators and then dragging them away. UN human rights experts report that the authorities have beaten those that they held in detention and they have threatened female protesters with violence, including rape.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Belarusian authorities have targeted journalists, including those of the BBC, and shut down the internet to hide their actions. Opposition leaders set up a co-ordination council to organise peaceful protests. In response, the authorities abducted, imprisoned and expelled all but one of the co-ordination council’s board members. Svetlana Tikhanovskaya has been exiled to Lithuania, and prominent campaigner Maria Kolesnikova has been imprisoned and charged with destabilising the state. Only yesterday, Lukashenko was sworn in at a hastily organised and unannounced ceremony. Frankly, hiding his inauguration from the people of Belarus only serves to reinforce his wholesale lack of legitimacy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK, the west and the world cannot sit idly by while the Belarusian people’s democratic and human rights are violated so brutally in clear violation of Belarus’s responsibilities as a member of the OSCE. For our part, the UK has worked with our key international partners, first, to promote a peaceful resolution, but also to condemn the actions of the Belarusian authorities and to hold those responsible to account. I discussed the situation and our response with Foreign Ministers from France and Germany at Chevening on 10 September. I also discussed the issue and the situation with the Lithuanian Foreign Minister when he visited London last week. I have also just returned from Washington, where I agreed with Vice-President Pence and Secretary of State Pompeo to co-ordinate the UK and US response. The Minister for Europe has spoken to Svetlana Tikhanovskaya and also Svetlana Alexievich.​  \nLet me be clear about the United Kingdom’s position and our approach. First of all, we do not accept the results of this rigged election. Secondly, we condemn the thuggery deployed against the Belarusian people. We have led the way, working with 16 of our international partners, so that on 17 September we triggered the Moscow mechanism in the OSCE, which initiates a full and independent investigation to both the electoral fraud and the human rights abuses carried out by the Belarusian authorities. It is absolutely critical that those responsible are held to account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are willing to join the EU in adopting targeted sanctions against those responsible for the violence, the oppression and the vote rigging, although the EU process has now been delayed in Brussels. Given that delay and given Lukashenko’s fraudulent inauguration, I have directed the Foreign, Commonwealth and Development Office’s sanction team to prepare Magnitsky sanctions for those responsible for the serious human rights violations, and we are co-ordinating with the United States and Canada to prepare appropriate listings as a matter of urgency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next, we must support and strengthen civil society and the brave media outlets struggling to shine a light on the repression that we are seeing inflicted by the Belarusian authorities on their people. The Government have already been working with our partners in Belarus to that effect, but we must do more. I have doubled our financial support to human rights groups, independent media organisations and community groups, providing an extra £1.5 million over the next two years. That includes £800,000 of support for journalists in particular in Belarus. That UK funding will help train journalists, provide support to those who have been detained by the authorities and also help replace equipment that has been destroyed or confiscated. We will apply all the tools at our disposal to hold Lukashenko and his regime to account, and we call on him to engage in serious and credible dialogue with the opposition, via mediation, if necessary, in order to facilitate a peaceful outcome to the current crisis and one that reflects and respects the will of the Belarusian people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the authorities in Belarus fail to respond based on the outcome of the OSCE investigation, which we have triggered, we will consider further actions with our international partners. Our vision for global Britain means standing up for democracy and human rights. That is what we are doing in Belarus, and I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}