{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-comments-on-global-lgbt-conference/",
    "title": "Dominic Raab – 2021 Comments on Global LGBT Conference",
    "post_date": "May 16, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Dominic Raab, the Foreign Secretary, on 16 May 2021.",
    "content": [
        "The right to live life without fear and persecution are the bedrock of inclusive and open societies and the UK, as a force for good, will protect and promote these values at home and around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As co-chair of the Equal Rights Coalition, we are already working with 41 countries to defend the rights of LGBT people. We are urging every country to make sure LGBT people can live free from the discrimination and violence that persists today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister has today announced that Conference Chair Lord Herbert of South Downs will also take on the role of the United Kingdom’s Special Envoy on LGBT Rights. He will promote the conference internationally and lead efforts to champion LGBT equality at home and abroad. He will also be working with the Minister for Women and Equalities to coordinate a year of domestic action on LGBT issues, in the run up to the global conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}