{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-on-gibraltar/",
    "title": "Dominic Raab – 2021 Statement on Gibraltar",
    "post_date": "January 16, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 13 January 2021.",
    "content": [
        "In the UK approach to negotiations on the future relationship with the EU as published in February 2020, the Government stated that they would act in these negotiations on behalf of all the territories for whose international relations the UK is responsible, which includes Gibraltar.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have worked side by side with the Government of Gibraltar to honour this commitment. As a consequence of the EU’s negotiating mandate which it adopted in February 2020, Gibraltar was not within scope of the UK-EU trade and co-operation agreement (TCA). The Commission made a declaration alongside the TCA stating that this would “not preclude the possibility to have separate agreements between the Union and the United Kingdom in respect of Gibraltar”, and that it stood ready “to examine any request from Spain, in agreement with the United Kingdom, to initiate the procedure for the negotiation of such separate agreements should they be compatible with Union law and Union interests”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To that end, the UK, working side by side with the Governments of Gibraltar and Spain, reached agreement on 31 December over a political framework to form the basis of a separate treaty between the UK and the EU regarding Gibraltar. We have sent this framework to the European Commission in order to initiate negotiations on the treaty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The political framework covers issues of key importance to Gibraltar and the surrounding region, including on border fluidity. It creates the basis for a bespoke model for Gibraltar’s future relationship with the EU that will permit an absence of physical checks at the land border with Spain, and therefore ensure fluidity of movement of people and goods between Gibraltar and the EU. The Governments of both the UK and Gibraltar judge that this framework provides a firm basis to safeguard Gibraltar’s interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK and Gibraltar are committed to ensuring that cross-border arrangements can continue in the interim, until a new treaty enters into force. Arrangements have been agreed with Spain that include provisions for the border (goods and people), road transport, healthcare, waste disposal, and data. In addition, the UK Government provided financial and other support to ensure that Gibraltar was fully prepared for the end of the transition period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We remain steadfast in our support for Gibraltar, and its sovereignty is safeguarded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}