{
    "url": "https://www.ukpol.co.uk/dominic-raab-2020-statement-on-iran/",
    "title": "Dominic Raab – 2020 Statement on Iran",
    "post_date": "January 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 13 January 2020.",
    "content": [
        "Further to the oral statement made by the Defence Secretary on 7 January, I will make a statement on Iran in response to the urgent question from my right hon. Friend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me first express my condolences, and those of the Government, to the loved ones of those who tragically lost their lives on Ukrainian International Airlines flight PS752. Our thoughts are with all those affected during what must be a devastating time. Among the 176 passengers who tragically lost their lives were four British nationals, as well as 82 Iranians.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 9 January we stated publicly—alongside partners such as Canada and the United States—that, given an increasing body of information, we believed that Iran was responsible for the downing of the aircraft. Despite initial denials, the Government of Iran acknowledged on 11 January that they were responsible. Now it is time for a full, transparent and independent investigation. It must be a collaborative endeavour, with a strong international component. The families of the victims—including those in Iran—must have answers, and must know the truth. The UK is also working with the Canadian-led International Coordination and Response Group, consisting of countries with nationals killed in the plane crash. The group will help with the issuing of visas and the repatriation of the bodies of the victims.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Separately, Her Majesty’s ambassador to Iran, Rob Macaire, was arrested over the weekend, and was illegally held for three hours. On 11 January, the ambassador attended a public vigil to pay his respects to the victims of flight 752. He left shortly afterwards, when there were signs that the vigil might turn into a protest. Let me be very clear about this: he was not attending or recording a political protest or demonstration. His arrest later that day, without grounds or explanation, was a flagrant violation of international law. Today, in response, we will summon the Iranian ambassador to demand an apology, and to seek full assurances that this will not happen again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given the treatment of the ambassador, we are keeping security measures for the embassy under review, and, as I am sure the House would expect, we updated our travel advice on 10 January. We currently recommend that British nationals should not travel to Iran or take any flights to, from or within Iran. On the diplomatic front, in the past week I have met our international partners in Brussels, Washington and Montreal, and I attended an E3 meeting yesterday in Paris. I spoke to Foreign Minister Zarif on 6 January, and the Prime Minister spoke to President Rouhani on 9 January. We welcome the overwhelming international support for Her Majesty’s ambassador to Iran, and for the rights to which all diplomats are entitled under the Vienna convention on diplomatic relations. The regime in Tehran is at a crossroads, and it can slip further and further into political and economic isolation, but there is an alternative. The regime does have a choice. The diplomatic door remains open, and now is the time for Iran to engage in diplomacy and chart a peaceful way forward. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}