{
    "url": "https://www.ukpol.co.uk/dominic-raab-2022-statement-on-pay-for-prison-staff/",
    "title": "Dominic Raab – 2022 Statement on Pay for Prison Staff",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Deputy Prime Minister, in the House of Commons on 19 July 2022.",
    "content": [
        "I am today confirming the Government’s decision on pay awards for prison staff. Throughout the pandemic and beyond, our officers (alongside all Prison Service staff) have gone above and beyond to protect the public and give prisoners the best possible chance at a new start. Their efforts are hugely appreciated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have carefully considered the Prison Service Pay Review Body’s (PSPRB) recommendations on the 2022-23 pay award, given the economic context, and I am announcing that we are accepting in full the recommendations made by the review body for all prison staff between operational support grade and governing governor for implementation in this financial year. For clarity, this means accepting all recommendations from the Prison Service Pay Review Body, excluding recommendation 4.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will deliver a pay rise of at least a 4% base pay increase for all prison staff between operational support grade and governors (bands 2-11). This pay award will be paid this autumn and will be backdated to 1 April 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, a number of targeted pay rises will be made for our lowest paid staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Band 2 operational support grades on modernised terms and conditions will receive an increase of £1,500 (recommendation 3). This fully replaces the market supplements for those band 2 staff who currently receive them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Band 3 prison officers will receive a base pay increase of £2,500 (£3,000 for operational staff when the linked unsocial hours payment is included) from September 2022 (recommendation 5), offset against market supplement payments for those that receive them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This reflects my commitment to supporting the recruitment and retention of prison staff and recognises the essential contribution they make every day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Pay awards this year strike a careful balance between recognising the vital importance of public sector workers, while delivering value for the taxpayer, not increasing the country’s debt further, and being careful not to drive even higher prices in the future. Sustained higher levels of inflation would have a far bigger impact on people’s real incomes in the long run than the proportionate and balanced pay increases recommended by the independent pay review bodies now. These pay awards should be viewed in parallel with the £37 billion package of support the Government have provided for the cost of living, targeted at those most in need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will not be accepting the PSPRB’s recommendation for a 5% pay increase for prison group directors (band 12), recommendation 4. Such an increase would be inconsistent with the approach taken for other senior roles across the public sector. However, I am pleased to announce that prison group directors will still receive a 3% pay rise, to ensure parity and fairness with their contemporaries in the civil service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Most overall pay awards in the public sector are similar to those in the private sector. Survey data suggests median private sector pay settlement, which is the metric most comparable to these pay review body decisions, was 4% in the three months to May. Median full-time salaries are higher in the public sector, and public sector workers also benefit from some of the most generous pensions available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to thank the Prison Service Pay Review Body for its valuable advice and response to the Government’s evidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report has been laid before Parliament today, and a copy can be found as an attachment online. I am grateful to the chair and members of the review body for its report.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Attachments can be viewed online at: http://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2022-07-19/HCWS232/\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}