{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-joint-statement-on-hong-kong/",
    "title": "Dominic Raab – 2021 Joint Statement on Hong Kong",
    "post_date": "January 9, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The joint statement made by Dominic Raab, the Foreign Secretary, with other foreign secretaries on 9 January 2021.",
    "content": [
        "We, the Foreign Ministers of Australia, Canada and the United Kingdom, and the United States Secretary of State, underscore our serious concern at the mass arrests of 55 politicians and activists in Hong Kong for subversion under the National Security Law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The National Security Law is a clear breach of the Sino-British Joint Declaration and undermines the ‘One Country, Two Systems’ framework. It has curtailed the rights and freedoms of the people of Hong Kong. It is clear that the National Security Law is being used to eliminate dissent and opposing political views.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We call on the Hong Kong and Chinese central authorities to respect the legally guaranteed rights and freedoms of the people of Hong Kong without fear of arrest and detention. It is crucial that the postponed Legislative Council elections in September proceed in a fair way that includes candidates representing a range of political opinions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}