{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-joint-statement-on-mv-mercer-street-attack/",
    "title": "Dominic Raab – 2021 Joint Statement on MV Mercer Street Attack",
    "post_date": "August 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The joint statement issued by the G7 Foreign Ministers and the High Representative of the European Union on 6 August 2021.",
    "content": [
        "We, the G7 Foreign Ministers of Canada, France, Germany, Italy, Japan, the United Kingdom and the United States of America and the High Representative of the European Union stand united in our commitment to maritime security and the protection of commercial shipping. We condemn the unlawful attack committed on a merchant vessel off the coast of Oman on 29 July, which killed a British and a Romanian national. This was a deliberate and targeted attack, and a clear violation of international law. All available evidence clearly points to Iran. There is no justification for this attack.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Vessels must be allowed to navigate freely in accordance with international law. We will continue to do our utmost to protect all shipping, upon which the global economy depends, so that it is able to operate freely and without being threatened by irresponsible and violent acts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Iran’s behaviour, alongside its support to proxy forces and non-state armed actors, threatens international peace and security. We call on Iran to stop all activities inconsistent with relevant UN Security Council resolutions, and call on all parties to play a constructive role in fostering regional stability and peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}