{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-on-the-situation-in-xinjiang/",
    "title": "Dominic Raab – 2021 Statement on the Situation in Xinjiang",
    "post_date": "January 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 12 January 2021.",
    "content": [
        "With permission, Mr Speaker, I would like to update the House on the situation in Xinjiang and the Government’s response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The evidence of the scale and severity of the human rights violations being perpetrated in Xinjiang against the Uyghur Muslims is now far-reaching. It paints a truly harrowing picture. Violations include the extrajudicial detention of over 1 million Uyghurs and other minorities in political re-education camps; extensive and invasive surveillance targeting minorities; systematic restrictions on Uyghur culture, education and, indeed, on the practice of Islam; and the widespread use of forced labour. The nature and conditions of detention violate basic standards of human rights. At their worst, they amount to torture and inhumane and degrading treatment, alongside widespread reports of the forced sterilisation of Uyghur women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These claims are supported now by a large, diverse and growing body of evidence that includes first-hand reports from diplomats who visit Xinjiang and the first-hand testimony from victims who have fled the region. There is satellite imagery showing the scale of the internment camps, the presence of factories inside them and the destruction of mosques. There are also extensive and credible third-party reports from non-governmental organisations such as Human Rights Watch and Amnesty International, with the United Nations and other international experts also expressing their very serious concerns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In reality, the Chinese authorities’ own publicly available documents also bear out a similar picture. They show statistical data on birth control and on security spending and recruitment in Xinjiang. They contain extensive references to coercive social measures dressed up as poverty alleviation programmes. There are leaks of classified and internal documents that have shown the guidance on how to run internment camps and lists showing how and why people have been detained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Internment camps, arbitrary detention, political re-education, forced labour, torture and forced sterilisation —all on an industrial scale. It is truly horrific—barbarism we had hoped was lost to another era is being practised today, as we speak, in one of the leading members of the international community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a moral duty to respond. The UK has already played a leading role within the international community in the effort to shine a light on the appalling treatment of the Uyghurs and to increase diplomatic pressure on China to stop and to remedy its actions. I have made my concerns over Xinjiang clear directly to China’s Foreign Minister Wang Yi. We have led international joint statements on Xinjiang in the United Nations General Assembly Third Committee and the UN Human Rights Council. In the Third Committee, we brought the latest statement forward together with Germany in October last year and it was supported by 39 countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "China’s response is to deny, as a matter of fact, that any such human rights violations take place at all. They say it is lies. If there were any genuine dispute about the evidence, there would be a reasonably straightforward way to clear up any factual misunderstandings. Of course China should be given the opportunity to rebut the various reports and claims, but the Chinese Government refuse point blank to allow the access to Xinjiang required to verify the truth of the matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have repeatedly called for China to allow independent experts and UN officials, including the United Nations High Commissioner for Human Rights, proper access to Xinjiang, just as we in this country allow access to our prisons, our police custody suites and other parts of the justice system to independent bodies who hold us to account for the commitments to respect human rights that we have made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "China cannot simply refuse all access to those trusted third-party bodies that could verify the facts and, at the same time, maintain a position of credible denial. While that access is not forthcoming, the UK will continue to support further research to understand the scale and the nature of the human rights violations in Xinjiang. But we must do more, and we will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Xinjiang’s position in the international supply chain network means that there is a real risk of businesses and public bodies around the world, whether inadvertently or otherwise, sourcing from suppliers that are complicit in the use of forced labour, allowing those responsible for violations to profit—or, indeed, making a profit themselves—by supplying the authorities in Xinjiang. Here in the UK, we must take action to ensure that UK businesses are not part of supply chains that lead to the gates of the internment camps in Xinjiang, and to ensure that the products of the human rights violations that take place in those camps do not end up on the shelves of supermarkets that we shop in here at home week in, week out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have already engaged with businesses with links to Xinjiang; we have encouraged them to conduct appropriate due diligence. More widely, we have made a commitment to tackling forced labour crystal clear. With the introduction of the Modern Slavery Act 2015, the United Kingdom was the first country to require companies by law to report on how they are tackling forced labour in their supply chains. Today, I can announce a range of new measures to send a clear message that those violations of human rights are unacceptable and, at the same time, to safeguard UK businesses and public bodies from any involvement or links with them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been working closely with my right hon. Friends the Home Secretary, the Secretary of State for International Trade and the Chancellor of the Duchy of Lancaster. Our aim, put simply, is that no company profits from forced labour in Xinjiang, and that no UK business is involved in their supply chains. Let me set out the four new steps that we are now taking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, today the Foreign, Commonwealth and Development Office, and the Department for International Trade have issued new, robust and detailed guidance to UK businesses on the specific risks faced by companies with links to Xinjiang, and underlining the challenges of conducting effective due diligence there. A Minister-led campaign of business engagement will reinforce the need for UK businesses to take concerted action to address that particular and specific risk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, we are strengthening the operation of the Modern Slavery Act. The Home Office will introduce fines for businesses that do not comply with their transparency obligations, and the Home Secretary will introduce the necessary legislation setting out the level of those fines as soon as parliamentary time allows.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, we announced last September that the transparency requirements that apply to UK businesses under the Modern Slavery Act will be extended to the public sector. The FCDO will now work with the Cabinet Office to provide guidance and support to UK Government bodies to exclude suppliers where there is sufficient evidence of human rights violations in any of their supply chains. Let me say that we in the United Kingdom—I think rightly—take pride that the overwhelming majority of British businesses that do business do so with great integrity and professionalism right around the world. That is their hallmark and part of our USP as a global Britain. Precisely because of that, any company profiting from forced labour will be barred from Government procurement in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fourthly, the Government will conduct an urgent review of export controls as they apply, specifically geographically, to the situation in Xinjiang, to make sure that we are doing everything we can to prevent the export of any goods that could contribute directly or indirectly to human rights violations in that region. The package that has been put together will help to ensure that no British organisations—Government or private sector, deliberately or inadvertently—will profit from or contribute to human rights violations against the Uyghurs or other minorities. I am of course sure that the whole House would accept that the overwhelming majority of British businesses would not dream of doing so. Today’s measures will ensure that businesses are fully aware of those risks, will help them to protect themselves, and will shine a light on and penalise any reckless businesses that do not take those obligations seriously.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As ever, we act in co-ordination with our like-minded partners around the world, and I welcome the fact that later today Foreign Minister Champagne will set out Canada’s approach on these issues. I know that Australia, the United States, France, Germany and New Zealand are also considering the approaches they take. We will continue to work with all of our international partners, but the House should know that in the comprehensive scope of the package I am setting out today the UK is again setting an example and leading the way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want a positive and constructive relationship with China, and we will work tirelessly towards that end, but we will not sacrifice our values or our security. We will continue to speak up for what is right and we will back up our words with actions, faithful to our values, determined, as a truly global Britain, to be an even stronger force for good in the world. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}