{
    "url": "https://www.ukpol.co.uk/dominic-raab-2022-statement-on-the-rape-review-action-plan/",
    "title": "Dominic Raab – 2022 Statement on the Rape Review Action Plan",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Secretary of State for Justice, in the House of Commons on 15 December 2022.",
    "content": [
        "The Government are today publishing a progress report 18 months on from the publication of the end-to-end rape review action plan. This is the third six-monthly progress report on implementation of the rape review action plan and demonstrates the Government’s ongoing commitment to be transparent and accountable to the public on our progress in delivering the ambitions of the rape review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The latest progress report sets out that we are on track to meet our ambitions in the review to more than double the number of adult rape cases reaching court by the end of this Parliament. In Q2 2022, compared with the 2019 quarterly average, adult rape police referrals to the Crown Prosecution Service were up 95%, CPS adult rape charges were up 65% and the number of adult rape cases reaching Crown Court were up 91%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have also today published an independently authored report on the policing aspects of Operation Soteria, a policing and CPS programme to develop new operating models for the investigation and prosecution of rape in England and Wales by June 2023. The report outlines the key findings from research in five police forces and provides an initial draft of the national operating model for the investigation of rape which will be available to all police forces from June 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The rape review progress report sets out that:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also publishing today a series of user-friendly guides on gov.uk for victims of rape and sexual assault, to enable victims to better understand what they can expect as their case progresses through the criminal justice system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have launched the 24/7 rape and sexual abuse support line which will provide all victims and survivors access to dedicated support whenever and wherever they need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also completed the expansion of Operation Soteria to a further 14 police forces and three further CPS areas. The aims of this ambitious joint police and CPS programme of work include:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Improve relationships between police and CPS and prioritise early collaboration so strong cases can be built as early as possible;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Improve victim communication including a pledge for more frequent contact and a clear guide to explain the justice process;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Strengthen the partnership between independent sexual violence advisers, CPS and police to better co-ordinate support for victims.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We successfully rolled out pre-recorded cross-examination for victims of sexual offences, a vital measure now available in all Crown Courts across England and Wales. This will spare survivors and victims the trauma of giving evidence in the glare of a courtroom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We introduced new powers through the Police, Crime, Sentencing and Courts (PCSC) Act to stop unnecessary and intrusive requests for victims’ phones and we are continuing to work with police forces to ensure they have the capability to return victims devices within 24 hours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These actions form part of the Government’s ambition to create meaningful cross-system change, improve the experience of victims and bring more perpetrators to justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}