{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-on-harpers-law/",
    "title": "Dominic Raab – 2021 Statement on Harper’s Law",
    "post_date": "November 26, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 24 November 2021.",
    "content": [
        "I am today announcing the Government’s decision to bring forward “Harper’s Law”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "PC Andrew Harper was tragically killed responding to a theft in July 2019. The defendants in the case, two aged 17 and one aged 18, were convicted of the unlawful act manslaughter of PC Harper, with two receiving a sentence of detention of 13 years, and another receiving an extended sentence of 19 years. These sentences correctly reflected the law at the time, but I do not believe the law goes far enough here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "PC Andrew Harper’s widow, Lissie Harper, has campaigned tirelessly for justice for her late husband, alongside the Thames Valley Police Federation and with support from other police federations across the country and Members across this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following detailed discussion with the Home Secretary, I am today announcing “Harper’s Law”. This measure will extend mandatory life sentences to those convicted of the unlawful act manslaughter of an emergency worker who is exercising their functions as such a worker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This sentence will apply to 16 and 17-year-olds as well as adult offenders. It will include judicial discretion to allow for the imposition of an alternative sentence in truly exceptional circumstances. The minimum term of the life sentence, or the minimum amount of time the offender must spend in custody before being considered by the Parole Board for release on licence, will still be for the courts to determine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This measure reflects the vital role which our emergency workers fulfil in protecting all of us. It recognises the risks that emergency workers face. I will bring forward this measure at the earliest legislative opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}