{
    "url": "https://www.ukpol.co.uk/dominic-raab-2022-statement-on-the-parole-system/",
    "title": "Dominic Raab – 2022 Statement on the Parole System",
    "post_date": "March 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Secretary of State for Justice, in the House of Commons on 30 March 2022.",
    "content": [
        "Today I am publishing the root and branch review of the parole system, and copies have been deposited in the Library.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I start by paying tribute to the chief executive officer and the chair of the Parole Board for England and Wales, Martin Jones and Caroline Corby, and to all the staff who work so tirelessly to discharge their important responsibilities. They are dedicated and committed public servants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I address the detail of the statement, and with your forbearance, Madam Deputy Speaker, I will update the House on this morning’s news. In the light of the Parole Board’s direction to release Tracey Connelly, and having carefully read the decision, I have decided to apply to the Parole Board seeking its reconsideration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More generally, the role of the Parole Board in deciding on the appropriateness of releasing a criminal offender from prison, including many convicted of very serious violent and sexual offences, is clearly of paramount importance to protecting the public and to maintaining and sustaining public confidence in our justice system. It is the first duty of Government to protect the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In recent years, a number of decisions to release offenders who committed heinous crimes have led to disquiet, concern and, regrettably, an erosion of public confidence. Take the case of John Worboys, who is serving a discretionary life sentence for rape and other sexual offences. The Parole Board’s decision in January 2018 to release him on licence caused deep concern among his victims and the wider public. It was subject to a successful legal challenge, after which the Crown Prosecution Service successfully prosecuted him for attacking four further women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that hon. Members on both sides of the House have raised the case of Colin Pitchfork, who was convicted of the rape and murder of Lynda Mann and Dawn Ashworth. The Parole Board decided to release Pitchfork in 2021, and it rejected the challenge by the then Justice Secretary, my right hon. and learned Friend the Member for South Swindon (Sir Robert Buckland). The understandable public anxiety was further compounded when Pitchfork was recalled to prison just two months after release for approaching women in breach of his licence conditions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I make a broader point that in these kinds of cases, and in many others that do not attract the same level of media attention or public interest, victims feel their trauma and raw fear are neither recognised nor understood. Likewise, the public inevitably begin to question the reliability of decision making when serious offenders are recalled to prison for breaches of their licence or for committing further offences on release.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To give the House a sense of scale, in 2020-21 the Parole Board’s annual report stated that 27 offenders went on to be charged with a serious further offence following release directed by the Parole Board panel. There were 40 cases of serious further offences being charged in each of the preceding two years. Placed in context, it is fair to say this is only a fraction of all cases, but more than once a fortnight an offender goes on to commit a serious offence while subject to supervision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At present, victims who wish to challenge a decision by the Parole Board to release a prisoner have the option of asking the Justice Secretary to apply for the decision to be reconsidered, which is an important innovation that I exercised today for a person convicted in the harrowing case of Baby P. There have been 39 interventions since the challenge mechanism was set up two years ago, with four leading to a change in the release decision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the review published today, I believe the case for reform is clear and made out. In arriving at this conclusion, it is worth pausing to acknowledge the shift in the Parole Board’s approach over time. The statutory test was established in 1991 and states\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The Parole Board must not give a direction”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "for release—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“unless the Board is satisfied that it is no longer necessary for the protection of the public that the person should be confined.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear from this that the overriding test focuses on public protection. However, in the absence of further guidance from Parliament, the way in which the release test has been interpreted and applied over time has shifted, moving away from Parliament’s original intention. In fact, as early as the Bradley judgment in 1991, the High Court concluded:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The Parole Board have to carry out a balancing exercise between the legitimate conflicting interests of both prisoner and public.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To summarise, the statutory test has morphed over time from a strict public protection test to a balancing exercise between, on the one hand, the responsibility of the state to protect the public and, on the other hand, the rights of the prisoner. Whatever the rights and wrongs, that was palpably not the original intention of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I make it clear that I am not criticising the courts, which have sought to apply a generic statutory test without more prescriptive guidance from Parliament, nor am I criticising members of the Parole Board, as I hope I have made clear. It is worth saying that, contrary to public perception, it is often fiendishly difficult to come to a reliable assessment of an offender’s risk many years after their original crimes. Although psychiatric assessments and social science can offer guidance, risk assessments in such cases are inherently uncertain and imprecise. We need to be more honest and open about that in our public debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In any case, I believe the focus in this critical decision making has become adrift from its original moorings. This Government will again anchor Parole Board decision making on the cardinal principle of public protection. When it comes to assessing the risk to victims and public safety, we will introduce a precautionary principle to reinforce public confidence in the system. In cases involving those who have committed the most serious crimes, we will introduce a ministerial check on release decisions, exercised by the Justice Secretary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The package of reforms published today will strengthen the focus on public protection at every stage. First, we will revise the statutory test for release and replace the current approach that balances the rights of dangerous offenders against public safety with an overriding focus on public protection, by providing in primary legislation further detailed criteria for the application of the statutory test.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, we will make sure that the Parole Board is better equipped to make credible and realistic assessments of risk. It is striking that, as of last year, only 5% of all Parole Board panel members come from a law enforcement background. Again, I make no criticism of the current panel members, but that is a significant deficit. I believe the deficit is wrong, and our reforms will ensure that the people we charge with making finely balanced assessments of future risk have greater first-hand operational experience of protecting the public from serious offenders. We will change this imbalance by mandating the Parole Board to recruit more members with operational law enforcement experience, and the Ministry of Justice will run a recruitment campaign to bolster its numbers. Critically, in Parole Board cases involving the top-tier cohort of serious violent and sexual offenders, we will require by law that at least one of the three panel members has a law enforcement background.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The third key reform is that, for the top-tier cohort of high-risk offenders who have committed the most serious offences, we will introduce ministerial oversight of Parole Board decisions to release such offenders back into the community, based on our assessment of the dangerousness of the offender, the risk of serious further offending and public confidence. These top-tier offenders will comprise those serving sentences for murder, rape, terrorism and causing or allowing the death of a child. In those cases, we will make two specific changes. The Parole Board will be able to refer a case to the Justice Secretary if it cannot confidently conclude whether, on the evidence, the statutory test for release has been met. In addition, we will introduce ministerial oversight over any decision to release any offender in the top-tier cohort of serious offenders. Under our reforms, in that top tier of cases the Justice Secretary will have the power to refuse release, subject to judicial challenge, on very clearly prescribed grounds, in the upper tribunal. I believe that is warranted as an extra check and safeguard to protect the public. I have not yet ruled out entirely an alternative model that could establish a three-person panel chaired by the Justice Secretary with the same power to refuse release, subject to judicial review in the normal way. We will consider further detail of the mechanism in order to strike the most effective balance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are making these reforms because the concept of risk is notoriously difficult to assess in these kinds of cases. We are doing it because the public expect their safety to be the overriding consideration and because, ultimately, it involves a judgment call about public protection, and the public expect Ministers to take responsibility for their safety. Let me be equally clear that there is no such thing as a risk-free society; we cannot guarantee that no one released from prison will go on to commit a serious crime. Let us be very clear about that as we have a more honest debate about the assessment of risk. Nevertheless, I believe that these measures are necessary to reinforce public safety and public confidence, and we will legislate for them as soon as possible. I should also say that we will do so alongside our proposed Bill of Rights, to ensure that the will of Parliament and that focus on public protection is not undermined by the Human Rights Act. Indeed, our reforms to parole yet again highlight the compelling case for a Bill of Rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our fourth reform will increase victim participation in parole hearings, thereby delivering on this Government’s manifesto commitment. I recognise that parole decisions will be immensely and acutely traumatic moments for many victims, as they are forced to remember, go through and revisit the ordeal and suffering that they have already been though. Some will not wish to be involved, whereas others will want their voices to be heard, and I believe they should have that right. So we will give victims the right to attend a parole hearing in full, for the first time, should they wish to do so. In addition, we will require the board to take into account submissions made by victims and allow victims to ask questions through those submissions. The voice of victims will be at the centre of the process, not just some lingering afterthought.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, although separate from parole decision making, similar considerations of risk and public concern have arisen in the context of decisions to transfer prisoners to prisons in open conditions. That is why in December 2021 I changed the process to introduce a ministerial check on such decisions, guided by similar principles to those that I have already set out. That is what led to my decision this month to reject the Parole Board’s recommendation to move Steven Ling, who raped and killed a woman, to an open prison. I declined the move in the interest of public protection and public confidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In sum, our reforms will ensure that those offenders who present the highest risk to public safety are reviewed more rigorously, with additional ministerial oversight. Protecting the public is the Government’s top priority. The proposals in this review will reinforce public safety. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}