{
    "url": "https://www.ukpol.co.uk/dominic-raab-2020-statement-on-hong-kong-2/",
    "title": "Dominic Raab – 2020 Statement on Hong Kong",
    "post_date": "July 1, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 1 July 2020.",
    "content": [
        "With permission, Mr Speaker, I would like to make a statement regarding the latest developments on Hong Kong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As feared when I addressed the House on 2 June, yesterday the Standing Committee of the National People’s Congress in Beijing adopted a wide-ranging national security law for Hong Kong. This is a grave and deeply disturbing step.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have carefully assessed the legislation. In particular, we have considered its impact on the rights, freedoms and, critically, the high degree of autonomy bestowed on Hong Kong under China’s Basic Law for Hong Kong and under the joint declaration, which, as the House will know, is the treaty agreed between China and the UK in 1984.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I have the depressing but necessary duty to report to the House that the enactment of this legislation, imposed by the authorities in Beijing on the people of Hong Kong, constitutes a clear and serious breach of the joint declaration. Let me explain to the House the grounds for this sobering conclusion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, the legislation violates the high degree of autonomy over executive and legislative powers and the independent judicial authority provided for in paragraph 3 of the joint declaration. The imposition of this legislation by the Government in Beijing, rather than it being left to Hong Kong’s own institutions to adopt it, is also, it should be noted, in direct conflict with article 34 of China’s own Basic Law for Hong Kong, which affirms that Hong Kong should bring forward its own national security legislation. In fact, the Basic Law elaborates on that, and allows Beijing to impose laws directly only in a very limited number of cases, such as for the purposes of defence and foreign affairs, or in the exceptional event of the National People’s Congress declaring a state of war or a state of emergency. None of those exceptions applies here, nor has the National People’s Congress sought to justify the law on any such ground.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, the national security legislation contains a slew of measures that directly threaten the freedoms and rights protected by the joint declaration. The House will be particularly concerned by the potentially wide-ranging ability of the mainland authorities to take jurisdiction over certain cases without any independent oversight, and to try those cases in the Chinese courts. That measure violates paragraphs 3(3) and 3(5) of the joint declaration, and directly threatens the rights set out in the United Nations international covenant on civil and political rights, which, under the joint declaration, are to be protected in Hong Kong. That in particular represents a flagrant assault on freedom of speech and the right to peaceful protest for the people of Hong Kong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, the legislation provides that Hong Kong’s Chief Executive, rather than its Chief Justice, will appoint judges to hear national security cases—a move that clearly risks undermining the independence of Hong Kong’s judiciary, which is, again, protected by the joint declaration in paragraph 3(3). Fourthly, the legislation provides for the establishment in Hong Kong by the Chinese Government of a new office for safeguarding national security, run by and reporting to the mainland authorities. That is particularly worrying, because that office is given wide-ranging powers, directly intruding on the responsibility of the Hong Kong authorities to maintain public order. Again, that is directly in breach of the joint declaration—this time, paragraph 3(11). The authorities in Hong Kong have already started to enforce the legislation; there are reports of arrests by the police, and official notices warning the people of Hong Kong against waving flags or chanting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In sum, this legislation has been enacted in clear and serious breach of the joint declaration. China has broken its promise to the people of Hong Kong under its own laws, and has breached its international obligations to the United Kingdom under the joint declaration. Having committed to applying the UN’s international covenant on civil and political rights to the people of Hong Kong, China has now written into law wide-ranging exemptions that cannot credibly be reconciled with its international obligations, or its responsibilities as a leading member of the international community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want a positive relationship with China. We recognise its growth, its stature, and the powerful role it can play in the world. It is precisely because we respect China as a leading member of the international community that we expect the Chinese Government to meet their international obligations and live up to their international responsibilities. They have failed to do so with respect to Hong Kong by enacting legislation that violates its autonomy and threatens the strangulation of its freedoms. It is a sad day for the people of Hong Kong—one that can only undermine international trust in the Chinese Government’s willingness to keep its word and live up to its promises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For our part, the Prime Minister and the Government are crystal clear: the United Kingdom will keep its word and live up to our responsibilities to the people of Hong Kong. After further detailed discussions with my right hon. Friend the Home Secretary, I can now confirm that we will proceed to honour our commitment to change the arrangements for those holding British national (overseas) status. We have also worked with Ministers across Whitehall and have now developed proposals for a bespoke immigration route for BNOs and their dependents. We will grant BNOs five years’ limited leave to remain, with a right to work or study. After these five years, they will be able to apply for settled status, and after a further 12 months with settled status, they will be able to apply for citizenship. This is a special, bespoke set of arrangements developed for the unique circumstances we face and in the light of our historic commitment to the people of Hong Kong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All those with BNO status will be eligible, as will their family dependents who are usually resident in Hong Kong, and the Home Office will put in place a simple, streamlined application process. I can reassure hon. Members that there will be no quotas on numbers. I pay tribute to the Home Secretary and her excellent team at the Home Office for their work in helping to prepare for a moment that, let’s face it, we all dearly hoped would not arrive. She will set out further details of our approach in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to changing the arrangements for BNOs, the UK will continue to work with our international partners to consider what further action we should responsibly take next. I can tell the House that yesterday in the UN Nations Human Rights Council, the UK made a formal joint statement expressing our deep concern about the human rights situation in both Hong Kong and Xinjiang. Twenty-six other nations joined that statement. It is the first time a formal statement has been made at the Human Rights Council on this issue, and it was delivered through our diplomatic leadership. We will continue to work with our partners in the G7 and the EU and across the region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I say again: we want a positive relationship with China, but we will not look the other way when it comes to Hong Kong and we will not duck our historic responsibilities to its people. We will continue to bring together our international partners, to stand up for the people of Hong Kong, to call out the violations of their freedoms, and to hold China to its international obligations, freely assumed under international law. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}