{
    "url": "https://www.ukpol.co.uk/dominic-raab-2020-statement-on-the-joint-comprehensive-plan-of-action/",
    "title": "Dominic Raab – 2020 Statement on the Joint Comprehensive Plan Of Action",
    "post_date": "January 14, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 14 January 2020.",
    "content": [
        "With permission, Mr Speaker, I would like to make a statement on the Iran nuclear agreement known as the joint comprehensive plan of action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I addressed the House yesterday on wider concerns in relation to Iran’s conduct in the region. The strategic aim for the UK and our international partners remains as it has always been: to de-escalate tensions; to hold Iran to account for its nefarious activities; and to keep the diplomatic door open for the regime to negotiate a peaceful way forward. Iran’s destabilising activity should serve as a reminder to us all of the danger to the region and to the world if it were ever to acquire a nuclear weapon. We cannot let that happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With that in mind, today, the E3, consisting of the United Kingdom, France and Germany, has jointly taken action to hold Iran to account for its systematic non-compliance with the JCPOA. As the European parties to the deal, we have written to the EU High Representative, Josep Borrell, in his capacity as co-ordinator of the JCPOA. We have formally triggered the dispute resolution mechanism, thereby referring Iran to the Joint Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me set out the pattern of non-compliance by the regime that left us with no credible alternative. Since last May, Iran has step by step reduced its compliance with critical elements of the JCPOA, leaving it a shell of an agreement. On 1 July 2019, the International Atomic Energy Agency reported that Iran had exceeded key limits on low enriched uranium stockpile limits. On 8 July, the IAEA reported that Iran had exceeded its 3.67% enriched uranium production limit. On 5 November, the IAEA confirmed that Iran had crossed its advanced centrifuge research and development limits. On 7 November, the IAEA confirmed that Iran had restarted enrichment activities at the Fordow facility—a clear violation of JCPOA restrictions. On 18 November, the IAEA reported that Iran had exceeded its heavy water limits. On 5 January this year, Iran announced that it would no longer adhere to JCPOA limits on centrifuge numbers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Each of those actions was serious. Together, they now raise acute concerns about Iran’s nuclear ambitions. Iran’s breakout time—the time that it would need to produce enough fissile material for a nuclear weapon—is now falling, which is an international concern. Time and time again, we have expressed our serious concerns to Iran, and urged it to come back into compliance. Time and time again, in its statements and more importantly through its actions, it has refused, undermining the very integrity of the deal and flouting its international commitments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Iran’s announcement on 5 January made it clear that it was now effectively refusing to comply with any of the outstanding substantive restrictions that the JCPOA placed on its nuclear programme. On that date, the Iranian Government stated that its\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“nuclear program no longer faces any operational restrictions, including enrichment capacity, percentage of enrichment, amount of enriched material, and research and development.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With regret, the E3 was left with no choice but to refer Iran to the JCPOA’s dispute resolution mechanism. The DRM is the procedure set out in the deal to resolve disputes between the parties to the agreement. Alongside our partners, we will use this to press Iran to come back into full compliance with its commitments and honour an agreement that is in all our interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The European External Action Service will now co-ordinate and convene the DRM process. As a first step, it will call a meeting of the Joint Commission, bringing together all parties to the JCPOA within 15 days. This process has been designed explicitly to allow participants flexibility and full control at each and every stage. Let me make it clear to the House that we are triggering the DRM because Iran has undermined the objective and purpose of the JCPOA, but we do so with a view to bringing Iran back into full compliance. We are triggering the DRM to reinforce the diplomatic track, not to abandon it. For our part, as the United Kingdom we were disappointed that the US withdrew from the JCPOA in May 2018, and we have worked tirelessly with our international partners to preserve the agreement. We have upheld our commitments, lifting economic and financial sanctions on sectors such as banking, oil, shipping and metals. We lifted an asset freeze and travel bans on listed entities and individuals. We have sought to support a legitimate trade relationship with Iran. The UK, France and Germany will remain committed to the deal, and we will approach the DRM in good faith, striving to resolve the dispute and bring Iran back into full compliance with its JCPOA obligations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I made clear to the House yesterday, the Government in Iran have a choice. The regime can take steps to de-escalate tensions and adhere to the basic rules of international law or sink deeper and deeper into political and economic isolation. So too, Iran’s response to the DRM will be a crucial test of its intentions and good will. We urge Iran to work with us to save the deal. We urge Iran to see this as an opportunity to reassure the world that its nuclear intentions are exclusively peaceful. We urge the Iranian Government to choose an alternative path and engage in diplomacy and negotiation to resolve the full range of its activities that flout international law and destabilise the region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}