{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-on-global-anti-corruption-sanctions-2/",
    "title": "Dominic Raab – 2021 Statement on Global Anti-Corruption Sanctions",
    "post_date": "April 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 26 April 2021.",
    "content": [
        "With permission, Madam Deputy Speaker, I should like to make a statement on our new global anti-corruption sanctions regulations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Corruption has an immensely corrosive effect on the rule of law and trust in institutions. It slows development, drains the wealth of poorer nations and keeps their people trapped in poverty. It poisons the well of democracy around the world. Whistleblowers and those who seek to expose corruption are targeted, and some have paid the ultimate price with their lives, including, of course, Sergei Magnitsky himself, the inspiration for our human rights sanctions regime. But his courage was not in vain. The framework of sanctions that we are launching today, shared by some of our partners around the world, flows directly from his decision to take a brave stance against injustice, and that will not be forgotten.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This country has an important role to play in the fight against corruption. Our status as a global financial centre makes us an attractive location for investment, and we are proud of that and welcome it. But it also makes us a honey pot—a lightning rod—for corrupt actors who seek to launder their dirty money through British banks or British businesses. That is why we have already taken steps to become a global leader in tackling corruption and illicit finance. Our law enforcement agencies are recognised as some of the most effective in the world. The National Crime Agency’s international corruption unit and its predecessors have restrained, confiscated or returned well over £1 billion of assets stolen from developing countries since 2006. My Department continues to provide funding for this vital work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bribery Act 2010 criminalises bribery and the failure of businesses to prevent bribery from happening in the first place. In April 2016, the UK was the first in the G20 to establish a public register of the beneficial owners of companies and similar legal entities. That was an important first step in tackling the use of anonymous shell companies to move corrupt money around the world. I can tell the House that more than 4.5 million companies are now listed on that register.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2017, we adopted the ambitious five-year anti-corruption strategy, bringing in measures such as unexplained wealth orders, account freezing orders and the like, and that year, we also established the International Anti-Corruption Co-ordination Centre in London, which has helped to freeze more than £300 million of suspected corrupt assets worldwide and led to dozens of arrests. According to Transparency International’s corruption perceptions index, those actions—our commitment to tackling corruption—have seen the UK rise from a global ranking of 20th in 2010 to 11th place in 2020, out of a total of 180 countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Against that backdrop, the new sanctions regime that I am announcing today will give us an additional powerful tool to hold the corrupt to account. It will prevent corrupt actors from using the UK as a haven for dirty money while combating corruption around the world. As hon. Members across the House will recall, this follows the launch of our global human rights sanctions regime, which I introduced to the House in July 2020. Since then, the UK has imposed human rights sanctions on 78 individuals and entities involved in serious human rights violations, including in Russia, Saudi Arabia, Venezuela, Pakistan, Myanmar, North Korea, Belarus, the Gambia, Ukraine and, most recently, in relation to Xinjiang in China. Now, we have an equally powerful weapon in the fight against corruption.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As with our global human rights sanctions approach, the anti-corruption sanctions are intended not to target whole countries or peoples but, rather, the individuals who are responsible, and should be held responsible, for graft, and the cronies who support or benefit from their corrupt actions. These regulations will enable us to impose asset freezes and travel bans on individuals and organisations who are involved in serious corruption. Our approach is grounded in and based on the UN convention against corruption and related instruments. It has a clear focus on bribery and misappropriation of property, and that includes embezzlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bribery is well understood. It is defined in the regulations. It includes both giving a financial or other kind of advantage to a foreign public official, and a foreign public official receiving a financial or other advantage. Misappropriation of property occurs when a foreign public official improperly diverts property entrusted to them in their official role, and that may be intended to benefit them or a third party. For example, it could be, or include, siphoning off state funds to private bank accounts. It could include the improper granting of licences for the exploitation of natural resources, but whatever the particular circumstances, at the heart of this lies the same debilitating cycle of behaviour: corrupt officials ripping off their own people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These powers will also enable us to target those who are either facilitating or profiting from such corrupt acts—those who conceal, those who transfer the proceeds of serious corruption and those who obstruct justice relating to serious corruption, and that will not be limited to state officials. For additional clarity in all this, we have published a policy note today that sets out how we will consider designations under these regulations. I know that, across the House, there is always interest in the legal criteria as well as the evidence base that we have to accumulate. It is right to say that we will also ensure due process and the rule of law, so that the rights of others are respected. Those designated will be able to request that a Minister reviews the decision, and they can also apply to challenge the decision in court, which is an important check in the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as introducing the legal basis for this regime, today, I can tell the House that we are also making the first designations under these new regulations, which include some of the most notorious cases of corruption in recent history. Each designation is underpinned by evidence and meets the test set out in the Sanctions and Anti-Money Laundering Act 2018 and the regulations. So today, I can tell the House that we are imposing sanctions on individuals who have been involved in serious corruption from six particular countries. First, we are imposing sanctions on 14 individuals involved in the $230 million tax fraud in Russia perpetrated by an organised crime group and uncovered by Sergei Magnitsky. Next, we are imposing sanctions on Ajay, Atul and Rajesh Gupta and their associate Salim Essa for their roles in serious corruption. Those individuals were at the heart of a persistent pattern of corruption in South Africa that caused significant damage to its economy and directly harmed the South African people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also designating three individuals involved in serious corruption in Honduras, Nicaragua and Guatemala, including facilitating bribes to support a drug trafficking cartel. Finally, we are imposing sanctions on the Sudanese businessman Ashraf Seed Ahmed Hussein Ali, also known as Al-Cardinal, for the misappropriation of significant amounts of state assets in one of the very poorest countries in the world. That diversion of resources, in collusion with South Sudanese elites, caused serious damage to public finances in South Sudan and has also contributed to the ongoing instability and conflict there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us be clear about this: corruption is not a victimless crime—far from it. By enriching themselves, these people have caused untold damage and hardship to their countries and communities, which they exploited for their own predatory greed. So today we send a clear message: those sanctioned today are not welcome in the UK. They will not be able to use British bank accounts or businesses to give their illicit action some veneer of respectability, because their assets will be frozen. I can tell the House that more designations will follow in due course, based on the policy note as well as on the legal criteria that we have set out, and assessed against the evidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As with all targeted sanctions, they are most effective when they are backed up by co-ordinated international action, and of course that is particularly important when it comes to corruption, given the fluid, complex and global nature of modern illegal corruption schemes. We will continue to work with our friends and partners, including the US and Canada, who are equipped with the legal framework to take similar action. Today, I hope that the whole House will unite and join me in standing up for the values of democracy, good governance and the rule of law as Britain sends out the clearest message to all those involved in serious corruption around the world: you cannot come here, and you cannot hide your money here. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}