{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-on-zimbabwe/",
    "title": "Dominic Raab – 2021 Statement on Zimbabwe",
    "post_date": "February 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 1 February 2021.",
    "content": [
        "On 1 February 2021, I imposed asset freezes and travel bans on four individuals under the Zimbabwe (Sanctions) (EU Exit) Regulations 2019.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The four individuals designated were involved in brutal crackdowns by the Government of Zimbabwe on public protests. This includes events that led to the deaths of six demonstrators in August 2018 and of 17 demonstrators in January 2019, and resulted from the Zimbabwean security forces’ use of excessive and disproportionate force. As a result, the designations focus on some of the most egregious human rights violations since President Mnangagwa took power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the first set of designations of individuals under the UK’s autonomous Zimbabwe sanctions regime since the regulations came fully into force on 31 December 2020. These sanctions are not targeted at the wider economy or the people of Zimbabwe. The UK is on the side of the Zimbabwean people and we will continue to work to reduce poverty and help Zimbabweans secure their constitutional freedoms. This sanctions regime seeks to press the Government of Zimbabwe to: respect democratic principles and institutions and the rule of law in Zimbabwe; refrain from actions, policies or activities which repress civil society in Zimbabwe; and comply with international human rights law and respect human rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These sanctions sit alongside the asset freeze on Zimbabwe defence industries, which was transferred from the EU Zimbabwe sanctions regime to the UK’s autonomous Zimbabwe sanctions regime at the end of the transition period on 31 December.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The full list of designations is below:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Owen Ncube – Minister of State for National Security\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Anselem Nhamo Sanyatwe – Formerly Brigadier General, Commander of the Presidential Guard and Tactical Commander of the National Reaction Force\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Godwin Matanga – Commissioner General of the Zimbabwe Republic Police\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Isaac Moyo – Director General, Central Intelligence Organisation (CIO).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}