{
    "url": "https://www.ukpol.co.uk/dominic-raab-2018-speech-at-design-quality-conference/",
    "title": "Dominic Raab – 2018 Speech at Design Quality Conference",
    "post_date": "April 27, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dominic Raab, the Minister of State for Housing, on 25 April 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/02/dominicraab-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/dominicraab-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Introduction**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well good morning, can I welcome you all to this conference, the first on design quality we’ve hosted as a Ministry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’d like to thank my team of officials for all their hard-work and creativity in making today happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, we couldn’t have done it without our sponsors, so a huge thanks, and I want to name them as we are very grateful, to:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nigel Longstaff from Barratt\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tony Pidgley from Berkeley Homes\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Adrian Penfold from British Land\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Melanie Leech from BPF\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Helen Gordon from Grainger\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rosie Toogood from Legal and General Modular Homes\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Dan Labbad from Lend Lease\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and, Mary Parsons from Places for People.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And thanks to all of you for coming today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just over a month ago, the Prime Minister stood here in this room and launched our ambitious planning reform package to help us deliver the homes our country so sorely needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a commitment that we’re already delivering on, with over 217,000 new homes delivered in the last year, And over a million homes delivered since 2010.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve helped thousands of people onto the housing ladder, through Help to Buy and the recent cut in stamp duty for first time buyers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And are making renting fairer, safer and more secure for tenants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it’s also become clear to me in the short time that I have been in this job, that it’s not good enough just to build more homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to build better homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Homes that embody the high standards of quality and design, that are at the heart of strong communities…\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that is what today’s conference is really all about for us, Championing the great work that many of you doing … to create attractive, thriving, places to live … And ensuring that, whether you are a home-owner or a renter, quality design is available to everyone, That it becomes the norm, rather than some exception.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**UK as global leaders**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whenever I discuss the role of design in home-building, I can’t help feeling that the objective, the aim of building homes on the scale we need in this this country, And at the same time making them wonderful, vibrant places to live, Should be seen as mutually reinforcing goals … not competing priorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Steve Jobs once said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Design is a funny word. Some people think design means how it looks. But of course, if you dig deeper, it’s really about how it works.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And if that’s true of your phone it must be even more important when it comes to your home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How our homes feel, how they look it is not some ‘nice tack-on’ if you like, an additional extra, It is inextricably interwoven with how they function in practice and how we feel about them, And how our individual homes fit in with our neighbourhoods and wider community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So design really matters, it’s a practical thing it’s not just abstract. It lies at the heart and soul of the housing challenge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I was excited to open this conference, Because I know from all the innovative talent we have got in this room, That we’ve got a really strong foundation to build on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That flows from the history we have got in this country and we have a long history as world leaders in architecture and urban design … But also having and forging new innovative ways of looking at housing design for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The calibre of entrants to the Housing Design Awards, which celebrates its 70th anniversary this year, is a testament to that … And there are the many excellent examples of housing being delivered across the country, By Housing Associations, by councils, by developers, And through the growing Build to Rent market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recently visited Heyford Park in Oxfordshire. It’s a good illustration of the strides we are making. It really feels like a community, From the moment you stroll past the new local school, Around the well-designed streets … in a beautiful setting, Underpinned by well-planned transport links, so it really feels like it is set-up to thrive for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should take great pride in our design heritage and feel inspired by it … as we gear up to deliver those 300,000 homes that we will need by the middle of the next decade to meet the demand in this country. 300,000 each year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s going to be a real challenge, A lot of opportunities for all of you to hone and fine-tune your design skills along the way, So we build the homes we need, The homes people fall in love with, And the homes that communities welcome, There’s no question it’s a great challenge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I think, and I sense from people in the room that I have already talked to, that there is many of us that actually out of this challenge we can really find a great opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, if we are going to seize that opportunity and meet the challenge, it is clear to me that quality matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And just as innovation in smart phones has emancipated hundreds of millions through better technology, better information, better communication links.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So too, high quality design in housing shouldn’t just be the preserve of those with deep pockets, But within the grasp of everyone in this country who dreams of moving into their own place, whether it is to rent or to buy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**First time buyers and social housing**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take first time buyers. They are investing a huge amount of money, They are toiling harder than ever to get a foot on the housing ladder. I think it’s right they expect a beautiful home, a beautifully designed home, in return, Whether it’s a studio right they way through to a larger family house.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lower incomes should not mean low grade quality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s something that has really been brought into a sharper focus for me, Dealing with the situation in the aftermath of the horrific events at Grenfell and the work we’re doing, which is a part of that, on the forthcoming Social Housing Green Paper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve just completed a national programme of meetings with social housing tenants, we’ve been taking wider views online and we have been able to listen and share views with all of those people who live and breath the life as social housing tenants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many spoke to me believe it or not, you might not intuitively expect it, but many spoke to me about the pride they take in their homes, But they also talked right across the country, from Basingstoke to North Kensington, they also spoke to me about some of the stigma associated with social housing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am convinced that design has a role to play, in inspiring the way social tenants feel about their homes, And piercing some of frankly pretty offensive stereotypes people perceive about those communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For everyone in this country, the way our homes look and how they make us feel is central to our quality of life, Essential for the vibrant and resilient communities we want to build.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now I know it sounds a bit soft and fluffy but there’s hard evidence to back up this concept.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**How design quality affects supply**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Design quality has an important role to play in boosting supply. It is not just about quality, but it is interlinked with the number homes we build, Looking at good practice from some of our large-scale developments demonstrates that taking a long-term view, Making sure that you have got great design, Along with the right targeted infrastructure investment, Delivers more of the places where people really want to live, And can also help in the process reduce some of the local opposition we have historically seen in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s face it, the more attractive the new homes are, The more likely we are to carry communities with us, And the less pressure there will be on local authorities to oppose residential development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s got to be the win-win we’re striving for in this room.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have got no doubt that a focus on quality can drive up the quantity of new homes delivered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can see that from the fine examples of developments being built using modern methods of construction, Whether it’s Kidbrooke Village in Greenwich or Smiths Dock in North Shields.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And nor should high quality design necessarily cost more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s one of the key points that we need to demonstrate through research as government, and you need to demonstrate in your practice in terms of rolling out and deploying modern methods of construction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Impact on social factors**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good design can help us deliver more homes more swiftly, that’s important too. And it can also improve people’s health and wellbeing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "According to Public Health England, high-density living along with good community facilities is associated with increasing positive social interaction. Again that is another illustration if you like of the way smart design can deliver a win-win.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, proximity to outside spaces matters too – particularly in the context of density. And our parks and green spaces, there is no doubt, the evidence is clear, helping increase health, fitness and mental wellbeing as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So raising the bar on design can help tackle wider issues and indeed it can help tackle wider social issues too. The regeneration of Coventry’s Spirit Quarter saw crime in the area going down, and at the same time the percentage of students leaving school with five or more GCSE grades A* to C go up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Government action**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So those are just some of the reasons why this conference is so valuable, For promoting better community engagement, innovation and learning from best practice elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much of the work will be done by the techies – the architects, the developers, the engineers and the local planners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it’s clear to me the government has a role to play as well. We are putting high quality design at the very heart of what we are doing and it is central really to the mission we’ve got to get Britain building.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It starts with our planning reforms, which include the revised National Planning Policy Framework (NPPF). I’m sure you have all had a chance to have a look at and study in great detail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The revised NPPF strengthens the focus on high-quality design.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The framework places a renewed emphasis on achieving well-designed places by setting out that new development should add to the overall quality and quality of life of an area, And that permission should be refused if there is poor design – that is a really important step.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Community engagement**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to see development guided by what people want locally, Not some dull homogenous, design that has been pulled out of a bureaucratic top drawer in an office miles away from the community where the people affected are actually going to live it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The NPPF promotes early engagement with the community and promotes the use of tools and techniques, using IT an other things, to asses design quality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through the revised NPPF, there will be fewer opportunities for local authorities to lower the expectations or to fail to deliver on the expectations and indeed on their plans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can see already how this approach will add value, for example in the Garden Settlements programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take Tresham. People from the local area attended workshops to help develop the strategic masterplan, so that was a really important example of where the community were involved from the outset,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or Didcot Garden Town, there was an interactive website to encourage more people to get involved in shaping the community as it developed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I think in the same spirit, if you look at the programme on Neighbourhood Plans they will go a long way to increasing the amount of influence the local community has on well-designed development, We have got 560 plans that have been signed off, over 2,400 groups starting have been starting the neighbourhood planning process since 2012. So that is something that is really gathering momentum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I am excited by the sector-led initiatives as well, initiatives like Beauty in my Back Yard, Which is a great way of harnessing IT to help communities participate effectively in local planning, So that good design gets off the drawing board and gets onto the building site.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Innovation and international practice**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As with Beauty in my Backyard, innovation is crucial to creative design, And I feel that the SMEs in this sector, the new entrants the challengers in the market are often strong drivers of greater creativity and innovation in this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, I am quite keen to learn, as well as the market leaders in the field, … and, I should add, not just those the UK, I think we have got a lot to learn from some of the innovative practice abroad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many Northern European countries, including Denmark, Sweden and Norway have interesting national policy framework to encourage high quality design in home-building.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can see in my own community some of the Scandinavian designs are really popular.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Beyond Europe, in Australia they uphold good design through clear guidance on expected quality of neighbourhoods and homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year the Better Placed policy was launched in New South Wales in Australia. It aligns, it is quite similar with our view that design is not just what a place look like, but also how it works and feels to the people already living in it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So in central park in Sydney, they matched higher density with social areas for people to share a meal, to meet or just to mingle.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, here at home, we’re promoting innovation by encouraging market diversification, particularly through the Home Building Fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So far 11 schemes, all employing modern methods of construction, have been awarded nearly £1 billion of funding to deliver innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of these is Crowthorne in Berkshire, where the delivery of over 1,000 homes has been accelerated using modular methods of construction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that all the SMEs invited here today, along with the larger developers, will be pioneers, really blazing the trail in this area, in delivering the most attractively designed homes for our communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Good practice**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course I have to mention our new, more assertive housing agency, Homes England because Nick Walkley and his team will be at the heart of our efforts. He has got an excellent team at Homes England and they have got a huge opportunity I think to deliver on our aspirations on better design of new garden settlements, Backed up by £22 million pounds worth of capacity funding for local authorities leading these projects to boost their capabilities …. And that includes getting the design right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These garden towns and villages amount to 24 new locally-led communities, with the potential to deliver over 220,000 new homes. It’s a really big slug of supply that goes with the quality we want to see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Supporting local authorities**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Local councils too, they are an essential vehicle for delivering better design too and that is what our NPPF revisions are all about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many local authorities told us they really buy into this, they share our ambition for setting high standards of design, but they did say they needed a bit of support in order to realise those aspirations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We listened to that feedback.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we launched the Planning Delivery Fund last year and awarded 26 local authorities over £5 million to boost their resources and deliver increased design quality in their areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The bids focused on resource to develop masterplans and to accelerate housing delivery … another illustration of the win-win we want to achieve between quality and quantity of the homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, with your help, high quality design is well and truly on the map, It is central to our vision of how we can build the homes Britain needs, Whilst carrying local communities with us, And reviving that dream of home ownership we want to see for the next generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This conference today is an important milestone along that journey, it’s not the point of arrival, but the point of departure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is really an opportunity to showcase your talents, To look at brilliant examples of inspirational design, both in this country and also across the world, And to link up the innovation and creativity of the private sector, With the linchpin roles councils and, of course, government have to play as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Above all, I wanted to take the time out to open the conference really just to demonstrate to all of you that you have a government that is really serious … About delivering not just the number of homes that we need in this country, But also the kinds of homes that families dream of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you all very much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}