{
    "url": "https://www.ukpol.co.uk/dominic-raab-2022-statement-on-the-parole-system-and-public-protection/",
    "title": "Dominic Raab – 2022 Statement on the Parole System and Public Protection",
    "post_date": "March 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Secretary of State for Justice, in the House of Commons on 30 March 2022.",
    "content": [
        "Today, the Government are publishing the “Root and Branch Review of the Parole System: The Future of the Parole System in England and Wales”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Secretary of State for Justice, I am committed to protecting the public and improving victims’ experience of the criminal justice system. The parole system has a critical part to play in ensuring both aims are met; it prevents criminals that continue to pose a threat from leaving prison and helps victims to feel they have the information they need and a voice in the process. So, it is paramount to maintaining public confidence that our parole process functions effectively. In recent years, a number of decisions to release offenders who have committed heinous crimes have led to a loss of public confidence in the parole system. People have questioned how safe it really is to release certain offenders and why those recalled to prison were allowed to leave in the first place. I share these concerns, which is why I am determined to refocus the system to put public protection at the forefront of all parole decisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to see the parole process take a more precautionary approach when it comes to decisions affecting public protection. In particular, in cases which involve those who have committed the most serious crimes, it is right that Ministers should provide a measure of oversight and be able to intervene more directly in decisions on release. The key proposed reforms set out in this review will ensure public protection is the overriding consideration for release decisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The current release test used by the parole board has moved away from Parliament’s original intention. A court judgment in the case of Bradley in 1991 stated that the role of the Board is to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“carry out a balancing exercise between the legitimate conflicting interests of both prisoner and public”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The statutory test has therefore changed over time to become a “balancing exercise” between public protection and the rights of the prisoner. We will revise the test to reinforce it, so its overriding focus is on public protection.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At present, 5% of all parole board members come from a law enforcement background. We will increase substantially that number, because those with operational law enforcement experience have greater first-hand experience in dealing with serious offenders and the risk they present. This will ensure a greater focus on public protection.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The review also announces our intention to introduce ministerial oversight over parole decisions to release serious offenders in the top-tier of higher risk cases. That top-tier will be defined as offenders serving sentences for murder, rape, terrorism and causing or allowing the death of a child. Where the parole board has directed release, the Secretary of State will be able to review the release decision of any “top-tier” cohort offender. We will further consider the details of the procedural mechanism and set out two options in this review for how this power could operate in practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside this is the Government commitment to increase victim participation in the parole process. For the first time, we will allow victims to attend a parole hearing in full should they wish to do so. In addition, we will require the board to take account of submissions made by victims and allow for victims to ask questions in those submissions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The review also outlines the new process on the transfer of life and other indeterminate sentenced prisoners to open prison conditions. Similar considerations of risk and public concern arise here, and in December 2021,1 changed the process to introduce a ministerial check on such decisions, delivering greater oversight to the process in the interests of public protection and public confidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Protecting the public is this Government’s top priority and the proposals in this review will reinforce public safety and increase confidence in our justice system. As we continue to develop policy and begin legislating, we will consider fully the impact of the proposals and have due regard to the requirements of section 149 of the Equality Act 2010.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}