{
    "url": "https://www.ukpol.co.uk/dominic-raab-2020-statement-to-the-osce-ministerial-council/",
    "title": "Dominic Raab – 2020 Statement to the OSCE Ministerial Council",
    "post_date": "December 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, on 3 December 2020.",
    "content": [
        "2020 has been a challenging year for us all. I would like to begin by commending Albania, as Chair-in-Office, for its skilful leadership in steering the OSCE through this difficult year. It has been the UK’s pleasure to support the Chair-in-Office this year through our role chairing the Security Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we see the OSCE is a vital pillar of the international system. This year we mark the 45th anniversary of the Helsinki Final Act. That agreement built trust between our countries at a crucial moment during the Cold War.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But today, we are seeing the trust at the very root of that agreement repeatedly compromised. We call on all participating States to work to rebuild that trust. Across the OSCE region, we see ongoing conflict and gross violations of the Helsinki principles. The impact on regional stability and on the affected populations is absolutely devastating.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve seen this with the large scale military hostilities between Armenia and Azerbaijan, where civilian populations have been shelled. In Georgia civilians continue to be detained arbitrarily in the breakaway regions of South Ossetia and Abkhazia. In Moldova, people’s lives are being disrupted by restrictions on crossing the “internal boundary line”. And in Ukraine, ordinary citizens have paid a terrible price for Russia’s illegal and aggressive actions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The OSCE plays a unique role in resolving conflict across the region, through early warning, prevention and reconciliation. The OSCE Minsk Group Co-Chairs are doing important work in responding to the situation in Nagorno-Karabakh. And the Special Monitoring Mission continues to play a vital role in responding to Russia’s ongoing aggression against Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Implementing OSCE conventional arms control and Confidence and Security Building instruments would help to reduce military risk in the region. As would modernising the Vienna Document to increase military transparency among participating states. This is an urgent priority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The OSCE has also built up a powerful body of commitments on human rights and fundamental freedoms. But, again, this year has brought big challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have witnessed human rights violated and democracy attacked in the OSCE area, most obviously in Belarus. Following the UK’s invocation of the Moscow Mechanism alongside 16 other participating States, Professor Benedek’s report has provided undeniable evidence of systematic human rights abuses and electoral fraud. The report also sets out the way out of this crisis. We call for its recommendations to be implemented in full. Just as we urge Russia to fully implement the Moscow Mechanism Rapporteur’s 2018 recommendations on Chechnya, including ending the systematic persecution of LGBT people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The OSCE, through its Institutions and Field operations, can offer crucial support to participating States to help protect fundamental freedoms and human rights. That includes missions to observe elections, producing detailed recommendations to strengthen the democratic electoral process, and support to implement those recommendations. It includes the work of the Representative for Freedom of the Media in challenging states on their compliance with international commitments on freedom of expression and freedom of the press.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One thing we know, one thing the OSCE shows above all else is that, as international challenges mount, multilateral responses are even more important than ever. So I look forward to working with all of you next year – and particularly with Sweden as the incoming chair. We must rekindle the original spirit of the Helsinki Final Act and reinforce our efforts to tackle these challenges, together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}