{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-in-norway/",
    "title": "Dominic Raab – 2021 Statement in Norway",
    "post_date": "March 12, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, on 11 March 2021.",
    "content": [
        "Ine thank you so much, it’s cold and snowy outside, certainly even for us Brits, but a very warm welcome. Thank you so much for your hospitality and I think above all for Norway’s friendship. We really value it and I believe we can do even more in the months and years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Ine said, I had a meeting with Minister Ulstein, we’re looking forward to the roundtable with Nordic Foreign Ministers later on this afternoon. Again, the different areas of collaboration I think are really exciting for us. We’ve obviously got a long-standing partnership across many areas, from the ‘force for good’ work we do within aid and development through to security collaboration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are fellow NATO members. UK armed forces have trained in Norway with your brilliant troops for over 50 years. I think one of the most professional partnerships we have – certainly very prized on our side.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We stand shoulder to shoulder with you in defending the North Atlantic and countering threats in the region. And now I think it’s fantastic having you on the security council – so many areas of common interest – but more importantly common values.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Norway, the incredible contribution you are already making, whether it’s on climate change or the recent initiative we worked together on to allow COVID-19 vaccinations to take place in conflict zones, so having a ceasefire moment in conflict zones for that vaccination.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Your lead on humanitarian issues in Syria is also I think laudable and something that we respect to learn from and also want to support. We are also building a new economic partnership. I think the negotiations on the new Free Trade Agreement with EEA EFTA members are going well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, there are always issues we will haggle on but for us the political imperative of a win-win deal is extremely important. And of course it builds on the agreement we signed last year to make sure we’ve got full rights for UK citizens living in Norway, and also Norwegians living in the UK. Just to say that we think the contributions Norwegians make in the UK is brilliant, they are always welcome and always valued.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, as I said, our partnership is one of shared values, as champions of democracy, human rights and the international rule of law. We want to get the vaccine delivered obviously at home but also to the poorest and most vulnerable countries around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are pursuing sustainable development, we want to bounce back economically from this terrible pandemic in a more sustainable and greener way. All areas where we’re working together and, of course, with the UK hosting the COP26, in wanting to switch the dial on climate change, we couldn’t have a better partner than our Norwegian friends in making sure that we are ambitious, that we are getting other countries locked into a deal which can really serve as a step forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are delighted to sign the memorandum of understanding on increased cooperation in the Polar Regions. Because after all we’re not just North Sea neighbours, we are also neighbours in the Antarctic. And, of course, the Polar Regions are the fastest warming places on the planet and that has implications for all of us because of the impact on sea levels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I’m delighted today that we’ve committed to work on scientific research and also for advocating increased protections for the Arctic and the Southern Oceans which again Norway leads on and I know that your Prime Minister is really committed to as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Above all, there’s a huge amount of interest for our citizens in all this collaboration, whether it’s on trade or security cooperation and I think the scope for Norway and the UK being an even stronger force for good in the world in the weeks, months and years ahead is enormous and I’m very optimistic that that relationship will go from strength to strength.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}