{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-on-afghanistan/",
    "title": "Dominic Raab – 2021 Statement on Afghanistan",
    "post_date": "September 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 6 September 2021.",
    "content": [
        "With your permission, Mr Speaker, I will update the House on the UK’s international response to the situation in Afghanistan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As my right hon. Friend the Prime Minister set out, over the last three weeks, through a shared effort right across Government and our armed forces, we have delivered the largest and most complex evacuation in living memory. Between 15 and 29 August, the UK evacuated over 15,000 people from Afghanistan. That includes more than 8,000 British nationals; close to 5,000 Afghans who loyally served the UK, along with their dependants; and about 500 special cases of particularly vulnerable Afghans, including Chevening scholars, journalists, human rights defenders, campaigners for women’s rights, judges and many others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, the work to get people out did not start on 15 August. The Foreign, Commonwealth and Development Office advised British nationals to leave the country in April and again on 6 August; we estimate that about 500 did so. At the same time, the Government launched the Afghan relocations and assistance policy scheme for interpreters and other Afghan staff, getting more than 1,900 out before the airlift began on 15 August. As the security situation deteriorated, we accelerated that process throughout July and early August. In total, since April, we have helped more than 17,000 people to leave.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I place on record my thanks, and I pay tribute to the herculean efforts of our troops, our diplomats and our civil servants, who have done an incredible job in the toughest of conditions. As we remember their efforts, we also remember those in the UK armed forces who made the ultimate sacrifice in Afghanistan trying to make that country a better place for the Afghan people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now that the evacuation has ended, we have moved into a new phase. We stand by our commitment to support those who have worked for us and to take all remaining eligible cases. Securing their safe passage out of the country is an immediate priority. We are working through our diplomatic channels to that end, and of course the Taliban have given assurances that they will provide safe passage for foreign nationals and those eligible Afghans who wish to leave. On 30 August, the UN Security Council passed resolution 2593, driven by the UK alongside the US and France, affirming the international community’s expectation and requirement that the Taliban should follow through on the assurances that they have given.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week, I visited Qatar and Pakistan. In Qatar, I met the Emir and the Deputy Prime Minister and Foreign Minister, Sheikh Mohammed, to discuss safe passage alongside the international community’s wider approach to dealing with the Taliban. We discussed ongoing efforts to re-establish flights at Kabul airport, where Qatari technical staff are working on the ground, and to see how we can co-operate in handling the organisation of future flights. I also announced our new non-resident chargé d’affaires for Afghanistan, Martin Longden, who is now working out of Doha.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Pakistan, I met Prime Minister Khan and Foreign Minister Qureshi to discuss safe passage via third countries and the importance of holding the Taliban to their commitments. I also announced that we are sending £30 million in support to Afghanistan’s neighbours. This will provide life-saving support for refugees, including shelters, household necessities, sanitation and other hygiene facilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I dispatched last week a new rapid deployment team to the region, with an extra 22 staff in total. They will reinforce our embassy teams and high commission teams in neighbouring countries, processing British nationals or eligible Afghans who are seeking to leave via third countries. We want to do that as fast as we possibly can once they can leave, subject to the necessary security checks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also spoke to the Foreign Minister of Uzbekistan earlier today and the Foreign Minister of Tajikistan last week. Our Minister for South Asia and the Commonwealth, Lord Ahmad, visited Tajikistan last week and will return to the region shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn to the wider international strategy. The international community is adjusting, and must adjust, to the new reality in Afghanistan and is recalibrating its approach. The UK is playing a leading role. My right hon. Friend the Prime Minister convened G7 leaders on 24 August to discuss a shared response to the situation. That followed a G7 Foreign Ministers meeting, and we are building a global coalition around four key priorities set out in a UK G7 paper that we have shared with those partners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we must prevent Afghanistan from ever again becoming a safe haven or harbour for terrorists. Secondly, we must prevent a humanitarian disaster and support refugees, wherever possible, in the region. The UK has allocated £286 million in aid for Afghanistan this year. We are supporting Afghanistan’s neighbours, as I have set out, and the Home Secretary has set out our resettlement scheme, so we are leading by example, which enables us to encourage others to step up in what will inevitably have to be an international team effort.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, we must preserve regional stability, which risks being shattered by the combination of renewed terrorist threat and an exodus of refugees. Fourthly, we must hold the Taliban and other factions to account for their conduct, including and in particular on human rights and on their treatment of women and girls. I am taking that forward through our bilateral partners; we have a G7+ meeting later this week, and the UK is also pressing for further discussions among the permanent members of the UN Security Council. We plan to host an event at the UN General Assembly later this month, as the Prime Minister indicated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will not recognise the Taliban, but we will engage, and we will carefully calibrate our actions to the choices that they make and the actions that they take. Given our strategic priorities—the ones that I have specified—we must also set some credible tests to hold the Taliban to the undertakings that they have made on safe passage, on terrorism, on humanitarian access, and on a more inclusive Government. We stand ready to use all the levers at our disposal—political, economic and diplomatic—in that effort. We continue to galvanise the international community and bring together the widest possible group of influential countries to deliver on those strategic priorities, and to exercise the maximum moderating influence on the Taliban that we possibly can. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}