{
    "url": "https://www.ukpol.co.uk/dominic-raab-2020-statement-on-the-dfid-fco-merger/",
    "title": "Dominic Raab – 2020 Statement on the DFID-FCO Merger",
    "post_date": "June 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Dominic Raab, the Foreign Secretary, in the House of Commons on 18 June 2020.",
    "content": [
        "I begin by thanking the hon. Lady and welcoming this opportunity to respond to her question on the merger between DFID and the FCO. On Tuesday, the Prime Minister announced that they will merge to become the Foreign, Commonwealth and Development Office. I can tell the House that the process will start immediately and will be completed by September. Alongside this merger, Her Majesty’s trade commissioners will now report formally to the ambassadors and high commissioners in their respective countries. The Prime Minister will set the UK’s overall international strategy, through the National Security Council, and by integrating development policy with our diplomatic network, the UK will be following a similar model to that of some of our closest international partners, such as Australia and Canada.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This move is about placing our world-class aid programme at the beating heart of our foreign policy decision making. We will integrate the development expertise and know-how that DFID does so well with the diplomatic reach and clout of the Foreign Office, ensuring that our impact abroad is bigger than the sum of its parts. Far from diminishing our ambitions, it will elevate them. As the Prime Minister set out on Tuesday, we retain our commitment to spending 0.7% of our gross national income on development, but through closer integration we will maximise the impact of our aid budget in helping the very poorest in the world, while making sure we get the very best value for taxpayers’ money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too long, we have indulged an artificial line, dividing the goals that our aid budget and foreign policy serve. This coronavirus crisis has confirmed just how artificial that line is. Across Whitehall, I have chaired the international ministerial group, bringing all relevant Departments together to support the most vulnerable countries exposed to covid-19; to energise our pursuit of a vaccine, working with our international partners; to return stranded British citizens from abroad; and to keep vital international supply chains open. In every one of these areas, we have been compelled to align our development, trade, security and wider foreign policy objectives. As in many a crisis, necessity has proven the mother of innovation. For example, at the GAVI vaccine summit, which the Prime Minister recently hosted, we smashed the target for vaccine funding, with $8.8 billion raised. That was a major success, where our development and foreign policy objectives had to be integrated to serve our dual aim of securing a vaccine for the British people, while making it accessible for the most vulnerable people, right across the world. Likewise we are working to bolster the health systems and institutional resilience of the most vulnerable countries, doing so not only out of a sense of moral responsibility, but to safeguard the UK from a potential second wave of the virus. I am afraid those demarcating a boundary between our national interests and our moral responsibilities ​in the world are mistaken. Covid has reinforced just how inextricably interwoven they are, just how much they reinforce each other and why we need to integrate them in our foreign policy decision making. It is to boost our impact and influence in the world, and that is exactly what we are doing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}