{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-on-myanmar-3/",
    "title": "Dominic Raab – 2021 Statement on Myanmar",
    "post_date": "March 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, on 25 March 2021.",
    "content": [
        "The UK condemns the coup in Myanmar and reiterates our deep concern at the violent crackdown on peaceful protestors. We call on the military to hand back power to the democratically elected Government; protect rights and freedoms, including the right to peaceful protest; and to ensure unobstructed humanitarian access.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK has been at the forefront of a strong, co-ordinated international response. On 10 March we secured a presidential statement at the UN Security Council that condemned the violence against peaceful protestors and called for respect of Myanmar’s democratic transition and the release of all those detained arbitrarily. This followed further UK-led statements by the UN Security Council on 4 February and G7 Foreign Ministers on 3 February and 23 February.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Working closely with partners in the US, Canada and EU, the UK has already sanctioned nine individuals responsible for serious human rights violations during the coup, including three military cabinet members and all the military members of the State Administration Council. This is in addition to 16 individuals already sanctioned for their role in serious human rights violations against the Rohingya and other minorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I am announcing, further measures to target the Myanmar military’s economic interests in conjunction with the US.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK will enforce sanctions against Myanmar Economic Holdings Ltd (MEHL), the military owned conglomerate supporting the Tatmadaw. We have found credible evidence that MEHL contributed funds to support the Tatmadaw in their campaign on ethnic cleansing against the Rohingya in 2017, knowing or having reasonable cause to suspect that the funds would or may contribute to the serious human rights violations committed, and that MEHL is associated with the commander-in-chief and deputy commander-in-chief.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Designating MEHL will immediately impose an asset freeze on any assets that MEHL may hold in the UK and a ban on any UK individual or company from providing funds or economic resources to MEHL directly or indirectly. This will also prohibit funds being made available to any subsidiaries “owned or controlled” by MEHL as defined by the global human rights sanctions regime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These sanctions complement the ongoing strategic review of the UK’s trade and investment approach led by the Department for International Trade. The Government’s position is that UK businesses should not be supporting the military or their businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Along with the UN Security Council and the wider international community, we will continue to make clear that the military must stop killing its own people, release all those who have been detained arbitrarily and respect the democratic wishes of the people of Myanmar.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}