{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-on-sudans-financial-arrears/",
    "title": "Dominic Raab – 2021 Statement on Sudan’s Financial Arrears",
    "post_date": "May 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, on 12 May 2021.",
    "content": [
        "When I visited Sudan in January I announced the UK’s intent to support Sudan’s path to debt relief as Prime Minister Hamdok delivers much needed reforms in support of the country’s economic revival and transition to democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today the UK has delivered on that commitment by providing a £148m bridging loan that has enabled Sudan to clear its arrears at the African Development Bank. I would like to thank His Excellency Finance Minister Gibril Ibrahim, and African Development Bank Director General Nnenna Nwabufo and their teams for their hard work to make this happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is proud to have facilitated Sudan’s arrears clearance with the AfDB, which enables access to much needed additional financing and we look forward to continuing our work with Sudan and international partners on debt relief so they can rejoin financial markets and deliver the aspiration expressed so clearly by the Sudanese people for a better future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}