{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-speech-in-cyprus/",
    "title": "Dominic Raab – 2021 Speech in Cyprus",
    "post_date": "February 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dominic Raab, the Foreign Secretary, on 4 February 2021.",
    "content": [
        "Thank you very much. It’s a huge pleasure to be here. Both to renew the connections and friendship we have between the UK and Cyprus, but also, given the upcoming talks, to help make progress to support our friends here in Cyprus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to thank the President of the Republic, Mr Anastasiades, and also you Foreign Minister for your friendship, your hospitality, and for the constructive discussions that we had today. I also look forward to meeting Turkish Cypriot leader, Ersin Tatar, later this afternoon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK-Cyprus relationship is strong. We have a lot of history, a lot of water under the bridge in our relationship. We have shared values, shared legal systems, joint membership of the Commonwealth, and a very big web of people-to-people relations, including students – we talked a bit about that as well today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have got great partnerships and a network of personal relations, particularly in education, science, research, and security, all of which serve our joint interests and contribute to our friendship.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to continue strengthening those links and we want to reinforce and nurture these relations, and perhaps widen them as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we will continue to work together to uphold the values that we both share and deal with the challenges we both face, whether that is including tackling Covid, climate change and regional challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You can count on our friendship, you can count on our support and you can count on us on playing an active and full role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we also want to play a supporting role in helping the people of Cyprus, both sides of this dispute, to move things forward, to break the deadlock, to find a settlement that works in everyone’s interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are a problem solving nation by instinct, we are a Guarantor Power, we are a permanent member of the UN Security Council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But above all, the UK feels we are also a long standing friend of the Cypriot people across the island.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we want to see a permanent, enduring and lasting end to the dispute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I hope that all parties should seize the opportunities that the 5+1 talks present to really change the conversation and give the children, the young people of the island, the brightest prospects for the future in years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think it’s an opportunity to push for a settlement which will benefit both sides but also have a premium dividend, if you like, for regional stability, security and prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think a failure to reach a settlement after so many efforts will benefit no-one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So again, I urge all sides to come to the talks with a willingness to demonstrate flexibility and compromise and I was very heartened by my conversations at the scope for that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will work with the Cypriot people and the UN of course, to finally resolve the Cyprus problem and achieve a just and lasting settlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So that, again, the young people, the next generation of Cypriots, can fulfil their aspirations, their dreams and evade their fears and anxieties that appear in both communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A reunited, Cyprus can achieve its full potential as a beacon of democracy, stability, prosperity and, frankly, the underlying values that Nicos and I, that Brits and Cypriots share.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you very much again for your very warm welcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}