{
    "url": "https://www.ukpol.co.uk/dominic-raab-2022-statement-on-terrorism-in-prisons/",
    "title": "Dominic Raab – 2022 Statement on Terrorism in Prisons",
    "post_date": "April 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Deputy Prime Minister, in the House of Commons on 27 April 2022.",
    "content": [
        "In accordance with section 36 of the Terrorism Act 2006, Jonathan Hall QC, the independent reviewer of terrorism legislation (IRTL), has prepared a report on terrorism in prisons which was laid before the House today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I am publishing our response to the IRTL’s report, setting out how we are implementing the changes that he has recommended. This will also be published on gov.uk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the IRTL’s review of terrorism in prisons, and thank him for carrying out such a detailed and thorough review. His findings present an invaluable opportunity for us to assess progress and further strengthen our approach in prisons, covering areas including terrorist risk behaviour, governor accountability, separation centres, joint working and legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In his report, the IRTL acknowledges the significant improvements made to the counter-terrorism system since the horrific terrorist attacks in 2019-20 at Fishmongers’ Hall, Streatham, Reading and in HMP Whitemoor. We have already strengthened the law through the Terrorist Offenders (Restriction of Early Release) Act 2020 and the Counter-Terrorism and Sentencing Act 2021, putting an end to the automatic early release of terrorist offenders and introducing tougher sentences for the most serious terrorist offences. We have also invested in our ambitious step-up programme which provides a step change in our counter-terrorism capabilities through a raft of improvements including a joint intelligence hub to boost information sharing between security partners, a counter-terrorism assessment and rehabilitation centre to research, implement and evaluate rehabilitative interventions, and overhauling our counter-terrorism training offer to frontline staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These measures are critical to strengthening our approach to fighting terrorism in prisons, but we are determined to go further. That is why I have accepted 12 of the IRTL’s recommendations, partially accepted another, and in some areas propose going beyond them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will invest an additional £1.2 million over three years to create a new separation centre and high-risk casework team. The specialised team will ensure that decisions to place prisoners in separation centres are taken in an effective and targeted way, in order to avoid the dissemination of poisonous ideology, prevent terrorist recruitment, and more generally protect the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will also invest £6.1 million over three years to create a new close supervision centre unit with an extra 10 cells, increasing our capacity by 20%. These will hold some of the most violent men in the prison system who pose a significant risk of harm to our staff and other prisoners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have collaborated widely in considering each of Jonathan Hall’s recommendations, and I am grateful to the Home Secretary and partners across the criminal justice system for supporting this work. We honour the victims, families and communities that have been traumatised by terror by doing all we can to prevent future atrocities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}