{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-on-israeli-settlements/",
    "title": "Dominic Raab – 2021 Statement on Israeli Settlements",
    "post_date": "May 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The joint statement issued by the UK, France, Germany, Italy and Spain on 6 May 2021.",
    "content": [
        "We urge the Government of Israel to reverse its decision to advance the construction of 540 settlement units in the Har Homa E area of the occupied West Bank, and to cease its policy of settlement expansion across the Occupied Palestinian Territories. Settlements are illegal under international law, and threaten prospects for a peaceful resolution to the Israeli-Palestinian conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If implemented, the decision to advance settlements in Har Homa, between East Jerusalem and Bethlehem, will cause further damage to the prospects for a viable Palestinian State, with Jerusalem as the capital of both Israel and a Palestinian State. This move, alongside settlement advancement in Givat HaMatos and continued evictions in East Jerusalem, including in Sheikh Jarrah, also undermines efforts to rebuild trust between the parties, following the positive resumption of Israeli-Palestinian cooperation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We call on both sides to refrain from any unilateral action and resume a credible and meaningful dialogue, to advance efforts for the two state solution and an end to the conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}