{
    "url": "https://www.ukpol.co.uk/dominic-raab-2023-statement-on-the-independent-public-advocate/",
    "title": "Dominic Raab – 2023 Statement on the Independent Public Advocate",
    "post_date": "March 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 1 March 2023.",
    "content": [
        "Today I can announce that we intend to legislate as soon as possible to introduce an independent public advocate; to put victims and the bereaved at the heart of our response to large-scale public disasters; to make sure they get the support they deserve through public inquests and inquiries; and to make sure they get the answers they need to move forward in their lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know the whole House will recall that fateful day of 15 April 1989, when thousands of fans prepared to watch the FA cup semi-final between Liverpool and Nottingham Forest. Ninety-seven men, women and children lost their lives, unlawfully killed in our country’s worst ever sporting disaster. What happened at Hillsborough was a monumental and devastating tragedy. To this day, I remember watching the scenes in horror, and the impact is felt to this day, especially by the families and friends of the victims.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, for Hillsborough’s survivors and the bereaved, that terrible day was just the beginning of a 34-year ordeal. It was followed by an appalling injustice. Fans were blamed for their own injuries. Survivors and the bereaved were blocked at every turn in their search for answers. We must learn the lessons of Hillsborough and we must make sure they never happen again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the wider context, major disasters involving significant loss of life are mercifully rare in this country. But, as Hillsborough, Grenfell and the Manchester bombings have shown, when they do happen, victims, families and communities have not received the answers to their questions, nor the support they need. We are duty bound, as a Government and as a House, to make sure that that never happens again and, positively, to ensure that those families and communities never again have to struggle in anguish against a system created to help them, in order to get the truth, and some measure of accountability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The IPA will go some way to making good on the Government’s longstanding promise to ensure that the pain and suffering of the Hillsborough victims, and other victims, is never repeated. It will be passed into law, and made up of a panel of experts to guide survivors and the bereaved in the aftermath of major disasters. It will deliver in six important respects that I will outline for the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, the IPA will provide practical support to the families of the deceased, and individuals, or their representatives, who have suffered a devastating or life-changing injury. That practical support will include helping them to understand their rights, such as their right to receive certain information at inquests or inquiries, and signposting them to support services, for example financial or mental health support. In particular, the IPA will help victims every step of the way, from the immediate aftermath of a tragic event, right through to the conclusion of investigations, inquiries or inquests. We will make IPA support available to the closest next of kin relative, both parents where they are separated or divorced, or to a close friend if there is no close family. That support will also be there for those whose loved ones die after the tragedy as a result of their injuries—a particular issue in relation to Grenfell, as I know from my experience as housing Minister. The IPA will also offer support to injured victims or their representatives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly and critically, the IPA will give the victims a voice when they need it most. It will advocate on their behalf with public authorities and Government, for example, where they have concerns about the engagement and responsiveness of public authorities such as the police or local authorities, or where the victims and bereaved want an investigation or inquiry set up more swiftly, to ensure maximum transparency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, the IPA will give a voice to the wider communities, not just the directly affected victims and bereaved, that have been affected most by the tragedy in question. To achieve that, we will set up a register of advocates from a range of different professions, backgrounds and geographical areas, including doctors, social workers, emergency workers, clergy, people with media-handling experience—often that is another burden that victims will not have experienced—and others. Communities will be able to nominate an advocate to act on their behalf, in order to express their particular concerns and ensure that their voice is heard as a community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fourthly, the IPA will be supported by full-time, permanent staff so that it can act swiftly when a tragedy occurs to make sure that the support is there for the victims and the families from day one. Critically, the IPA will be there to consult with and represent victims and their families before any inquiry is set up, so it will be able to make representations on the type of inquiry, whether it is statutory or non-statutory, and other important functional issues, such as the data controller powers available to any inquiry and the relationship it may have with the IPA in the exercise of such functions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fifthly, the scope of the IPA will be extended to cover events in England and Wales, but of course we are mindful of the devolved settlements, so we will work with all the devolved Administrations to ensure that our plans are co-ordinated with the support offered outside England and Wales. Finally, although the IPA is first and foremost about doing better by the victims and survivors, it is worth acknowledging that it is also in the wider interests of the public. It will ensure that we achieve a better relationship between public bodies, the Government and the bereaved; that we get better, quicker answers; and that we can learn and act on the lessons from such tragedies more decisively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can tell the House that the preparatory work is well under way to establish the IPA, and we will place it on a statutory footing as soon as possible. I will say more about the legislative vehicle shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, there have been other important reforms in recent years to support and empower victims and their families. We have made inquests more sympathetic to the bereaved with a refreshed, accessible guide to coroner services, so the process, which can feel like a minefield to navigate, is easier to digest and understand. We have removed means testing for the exceptional case funding for legal representation at an inquest, which means that applying for legal aid is easier and less intrusive. People who have suffered a traumatic bereavement no longer have to submit the details of their personal finances to the Legal Aid Agency; if their case meets the exceptional case funding criteria, they will be entitled to legal aid whatever their means.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More broadly, we are putting victims at the heart of our justice system by quadrupling victims funding compared with 2010, and we are giving them a louder voice through the upcoming victims Bill. The creation of an independent public advocate to give greater voice to the victims and the bereaved of major tragedies is the next important step forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that hon. Members on both sides of the House will join me in paying tribute to the Hillsborough families for their courage and determination despite every setback and to their long-standing struggle to stop other families from enduring the same anguish in future. They have always maintained that their struggle for truth and justice for the 97 was of national significance, and I agree entirely. I also pay tribute to the families of those who died at Grenfell and the Manchester Arena bombing. Our hearts go out to them for their loss and I pay tribute to them for their dignified courage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also take the opportunity to pay tribute to hon. Members in this House and those in the other place who have campaigned tirelessly on the issue, including my right hon. Friend the Member for Maidenhead (Mrs May), the right hon. Member for Garston and Halewood (Maria Eagle), the hon. Member for Liverpool, West Derby (Ian Byrne), Lord Wills, the Mayor of Liverpool and others, for their steadfast commitment to establishing an IPA. I will continue to work closely with all those hon. Members, the Hillsborough families, the Grenfell groups and the families of the victims of the Manchester Arena bombing to ensure that their experiences are taken into account and we get the detail of the IPA right as we establish it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pay particular tribute to the right reverend James Jones KBE for his work on Hillsborough and his important report. I met him last week and the Government will respond to the wider report this spring. We know in our heads and hearts that there is still much more to do to heal the wounds from that horrendous and heartbreaking tragedy, but this is an important step forward. The IPA will make a real difference. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}