{
    "url": "https://www.ukpol.co.uk/dominic-raab-2020-statement-on-the-coronavirus-6/",
    "title": "Dominic Raab – 2020 Statement on the Coronavirus",
    "post_date": "May 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Dominic Raab, the Foreign Secretary, on 7 May 2020.",
    "content": [
        "Good afternoon and welcome to today’s Downing Street Press Conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m very pleased to be joined by Sir Ian Diamond the UK’s National Statistician from the ONS, And also by Dr Jenny Harries, Deputy CMO.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The latest data from our COBR coronavirus data file shows that, as of today:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "there have now been 1,534,533 tests for coronavirus across the UK  \nthat includes 86,583 tests carried out yesterday  \n206,715 people have tested positive, that’s an increase of 5,614 cases since yesterday  \nAnd those who tested positive, very sadly, 30,615 people have now died, and my deepest condolences go out to anyone who has lost a loved one throughout this pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Three weeks ago, before the Easter bank holiday weekend, I set out five tests for the UK to move on to the next phase in this pandemic. Then, just as now, there were calls to ease up on the restrictions. But as the science made clear, we couldn’t responsibly do that. In fact, the advice from the group of scientific experts, SAGE, who advise the government made it very clear that there weren’t any changes at all that we could confidently take, Without risking a second peak of the virus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we asked the public to keep going. We weren’t done yet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We said ‘stick to the plan’, and the British public kept going. People stuck to the rules. That meant working from home, it meant worries about money it meant adjusting to home schooling, time apart from family and friends, and just not doing many of the things which we all enjoy in life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the same time, there’s been a lot of people who, despite their own personal sacrifices, have gone the extra mile. They volunteered to support the elderly and the vulnerable in their community, who have been shielded themselves away from the virus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And each Thursday, of course, we now come together to applaud the NHS staff, and the carers, the people who just kept going to keep our country going.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And because of that monumental effort we have now passed the peak of the virus. The NHS hasn’t been overwhelmed. We haven’t seen hospital wards overwhelmed with patients, people left without hospital beds, people left without the ventilators that can mean the difference between life and death.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now I know the tragic death toll in this country and around the world has been sobering for all of us, and there have been real challenges in this country – with PPE, and with care homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, in this first stage of the fight against COVID-19, through this national team effort, we’ve prevented the number of deaths rising to even higher levels, and we’ve ensured critically that the NHS had the capacity to cope.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today the Cabinet was updated on SAGE’s advice on the progress that we’ve made to date. And as a result of the social distancing measures that we’ve put in place the R level, which signifies the rate of infection, is now between 0.5 and 0.9. The overall number of new cases has been steadily falling and the rate of deaths is also steadily falling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, just to be clear about what all of this means in practice. The virus is not beaten yet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It remains deadly and infectious, and we are working very hard right across government and with local government to bring it down in areas of concern, like in care homes, and I’m confident we can do it and we will do it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, because we held firm three weeks ago, we are now in a position to start to think about the next phase in this pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, this weekend, the Prime Minister will set out the next steps which we can responsibly take over the following weeks, guided by the scientific advice and mindful, as we’ve said right from the word go, of taking the right decisions at the right time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, we can start setting out how we will live and work, whilst maintaining the necessary social distancing rules, we can also be clearer about those measures which are still necessary to prevent a second peak.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister has been directing Ministers and our teams of officials right across government to carefully develop a road-map for the next phase.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It contains appropriate measures to be taken at appropriate milestones, subject to very clear conditions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And there be detailed guidance to help inform, advise and reassure the public, businesses and other organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To get this right, we have set milestones. Some changes can confidently be introduced more quickly than others, and some of those other ones will take longer to introduce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, it’s important to say this, at each point along the way when we take these decisions, they will be based on the five tests and the scientific advice that we receive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as I set out in the fifth of our five tests when I spoke here at this lectern, on 16 April, the point at which we make even the smallest of changes to the current guidance will be a point of maximum risk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If people abandon the social distancing, if we forget the sacrifices that were made to get us through the peak, to get us to this point, the virus will grow again at an exponential rate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That would lead to a second peak which would threaten the NHS. It would trigger another lockdown, which prolong the economic pain, and we we’re determined to keep it temporary, to keep it as short as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, we’ve kept the current measures in place for this long, precisely so that we can bounce back with vigour and energy as soon as possible, as soon as it is responsible to start looking at the second phase.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And because of that, our next steps will be surefooted and sustainable. Any changes we make will be carefully monitored. If people don’t follow the new rules, or if we see that the R-level goes back up, we will tighten the restrictions again, we will always retain the option to do so. That way we can safeguard public health and we can also safeguard the economy in a sustainable way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So having prepared carefully, and based on the updated advice from SAGE, this weekend, the Prime Minister will set out the roadmap for the next phase, along with the conditions for reaching each milestone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That way we can provide the country with a better understanding of what lies ahead, we can offer reassurance that we will adjust the restrictions to the minimum necessary to prevent a second spike in the virus, and we can give people the confidence that we’re doing it in a way that will protect life and preserve our way of life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}