{
    "url": "https://www.ukpol.co.uk/dominic-raab-joint-statement-on-the-10th-anniversary-of-the-syrian-uprising/",
    "title": "Dominic Raab – Joint Statement on the 10th Anniversary of the Syrian Uprising",
    "post_date": "March 16, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, on 16 March 2021. The following statement was released by United States Secretary of State Antony J. Blinken, French Foreign Minister Jean-Yves Le Drian, German Foreign Minister Heiko Maas, Italian Foreign Minister Luigi Di Maio and UK Foreign Secretary Dominic Raab on the occasion of the 10-year anniversary of the Syrian uprising.",
    "content": [
        "Today marks ten years since the Syrian people peacefully took to the streets calling for reform. The Assad regime’s response has been one of appalling violence. President Assad and his backers bear responsibility for the years of war and human suffering that followed. We praise the brave individuals and organisations who over the last ten years have exposed the truth from Syria, documented and pursued abuses, mass atrocities and grave violations of international law to hold the perpetrators accountable and delivered vital assistance to communities. That work remains essential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After years of conflict, widespread corruption, and economic mismanagement, the Syrian economy is broken. More than half of the population, nearly 13 million Syrians depend upon humanitarian assistance. The millions of Syrian refugees, hosted generously by Syria’s neighbours, Turkey, Jordan, Lebanon, Iraq and Egypt as well as those internally displaced cannot yet return home without fear of violence, arbitrary arrest, and torture. Continued conflict has also led to space for terrorists, particularly Daesh, to exploit. Preventing Daesh’s resurgence remains a priority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is imperative the regime and its supporters engage seriously in the political process and allow humanitarian assistance to reach communities in need. The proposed Syrian Presidential election this year will neither be free nor fair, nor should it lead to any measure of international normalization with the Syrian regime. Any political process needs the participation of all Syrians, including the diaspora and the displaced, to enable all voices to be heard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We, the Foreign Ministers of France, Germany, Italy, the United Kingdom and the United States, will not abandon the Syrian people. Our nations commit to reinvigorating the pursuit of a peaceful solution which protects the rights and future prosperity of all Syrians, based on UN Security Council Resolution 2254. Impunity is unacceptable and we will firmly continue to press for accountability for the most serious crimes. We will continue to support the important role of the Commission of Inquiry and the International, Impartial and Independent Mechanism. We welcome the ongoing efforts by national courts to investigate and prosecute crimes within their jurisdiction committed in Syria. We will not tolerate Syria’s non-compliance with the Chemical Weapons Convention and fully support the work of the OPCW in this regard. We will continue to strongly call for a nationwide ceasefire, unhindered aid access through all possible routes to those in need, including through the renewal of UN Security Council Resolution 2533 and the cross-border mechanism by the UN Security Council, as well as the release of those arbitrarily detained, and free and fair elections under UN auspices with all Syrians participating, including members of the diaspora.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To that end we reiterate our firm support for UN Special Envoy for Syria, Geir Pedersen’s efforts to deliver all aspects of UN Security Council Resolution 2254 as the only way to resolve this conflict. Clear progress towards an inclusive political process and an end to the repression of the Syrian people is essential. We cannot allow this tragedy to last another decade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "*[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}