{
    "url": "https://www.ukpol.co.uk/dominic-raab-2021-statement-at-the-g7/",
    "title": "Dominic Raab – 2021 Statement at the G7",
    "post_date": "May 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dominic Raab",
            "url": "/tag/dominic-raab/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Dominic Raab, the Foreign Secretary, on 3 May 2021.",
    "content": [
        "Good afternoon everyone – thank you for joining us. It is a huge pleasure to welcome Secretary of State Blinken to the UK. Tony it’s great to have you here with us, a warm welcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s fair to say the Biden administration is barely 100 days old, but has already taken a huge number of bold and very welcome steps on issues like climate change, global health and human rights, and that’s really created momentum in efforts to tackle these pressing global issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since Tony’s confirmation, we have been working very closely together and today’s meeting has been another reminder of the depth and breadth of the work that we do together, the convergence of our interests and the many shared values.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, Tony and I discussed a full range of issues –I’ll give you a highlight of some of the key points.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We talked about our shared commitment to stand up for open societies, democracy and human rights – protecting fundamental freedoms, tackling disinformation, holding human rights abusers to account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A key element of this is defending the rule of law, so we are determined to reform but reinforce the multilateral system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to keep working together very closely on all of these points through the G7 and President Biden’s Democracy Summit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also discussed China. It’s fair to say that we see eye-to-eye on the need to stand up for our values, holding Beijing to the commitments that they have made, whether it’s in relation to Hong Kong under the Joint Declaration or wider commitments, whilst also at the same time finding constructive ways to work with China in a sensible and positive manner where that’s possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On global issues like climate change we want to see China stepping up to the plate and playing its full role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tony and I also discussed a whole range of security issues – Iran, Afghanistan, continuing concerns about Russia, in particular on the border with Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We stand shoulder to shoulder on these issues – and I welcome the US’ firm recommitment to the NATO alliance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is only by working together overseas that we can keep our citizens safe at home. That’s true in NATO, and I think it’s true on COVID and the various measures we are taking to extend and expand and promote COVAX.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secretary Blinken and I will see the Prime Minister tomorrow to continue the discussions that we’ve had.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the major areas of common interest is building a broader and stronger set of partnerships among countries that share our values, on the most important issues of the day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the G7 Foreign and Development Ministers’ meeting which begins today is a great opportunity to really drive that agenda forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the first opportunity for all G7 Foreign Ministers to meet together in person since 2019. We’re glad to be able to socialise a bit together and conduct those meetings face-to-face rather than doing it all just on Zoom and Teams.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s also fair to say that the world has changed quite a bit in those 2 short years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our societies and our economies have been shocked and shaken by coronavirus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the same time we are responding to a situation where our values are being challenged and the international architecture is at least in some respects being weakened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There’s also rapid technological change which brings new opportunities, we’ve seen that with collaboration on things like the vaccine, but also acute challenges, and there are global threats from COVID to climate change that frankly demand global solutions and we’re committed to trying to find and forge those solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In that context, we recognise the importance of building dynamic, agile new partnerships with like-minded countries which share our values.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we invited the foreign ministers from India, South Korea, Australia and Brunei, Brunei also representing ASEAN as the chair, and they’ll be taking part later on in the week. They are all key partners for us, I think they are also a sign of the growing focus on the Indo-Pacific region as the economic and strategic crucible for this century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As for the G7, at its core it is a partnership based on values and so it is fitting that today we meet on World Press Freedom Day. We’ve seen a whole range of attacks on journalists, from Belarus to Myanmar. Violations of media freedoms are growing around the world at what I feel is an alarming rate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the unequivocal stance of the US and the whole G7 on safeguarding those vital democratic bulwarks in our media freedoms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As co-chair of the global Media Freedom Coalition, the UK is working with our partners so that we shine a light on the violations and we hold those to account. We support journalists who are trying to shine a light on those abuses around the world, and we try and reverse what is otherwise a dangerous trend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This cuts to the core of the values and the interests that the G7 represents right around the world – and it shows once again why it’s so important for us to meet together this week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, let me hand over to Tony. Tony thanks for being here, thanks for our valuable discussions today and we look forward to welcoming President Biden to the UK in June. And I am looking forward to a productive G7 meeting this week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}