{
    "url": "https://www.ukpol.co.uk/timothy-raison-1985-statement-on-uk-withdrawal-from-unesco/",
    "title": "Timothy Raison – 1985 Statement on UK Withdrawal from UNESCO",
    "post_date": "June 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Timothy Raison",
            "url": "/tag/timothy-raison/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Timothy Raison, the then Minister for Overseas Development, in the House of Commons on 22 November 1985.",
    "content": [
        "It is exactly a year to the day since my right hon. and learned Friend the Foreign Secretary informed the House of the decision of the Government to submit formal notice of withdrawal from UNESCO. This will take effect, unless rescinded, on 31 December 1985. This decision followed a careful review of the background, and in particular of what had already been achieved in respect of reform of UNESCO during 1984.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UNESCO has been beset with problems of inefficiency, over-politicisation and obscure programming for a great many years. We have in particular been worried by a slow-moving, over-centralised, top-heavy administration, with outdated procedures and poor delegation of authority. Morale in the organisation has been notoriously bad. UNESCO had also become increasingly used as a forum for the propagation of ideas repugnant to the people of this country. The so-called new world information and communication order, an idea which arose from the work of a UNESCO-sponsored commission chaired by Sean MacBride, posed a threat to the freedom of the press because it could be used to justify rigid Government controls in the name of producing a balanced flow of information.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UNESCO activities have too often been used as a medium for Communist rhetoric—largely, but not exclusively, over such issues as peace, disarmament and human rights. An example of this is the working document prepared for the world congress on youth held in Barcelona early this year. Material sometimes comes through the secretariat which is thoroughly biased.  \nUNESCO has also, we believe, spent too much money in Paris on too many meetings and too many studies, often of doubtful value. Let me give two examples from UNESCO’s current programmes. We really find it hard to believe in the value of studies on\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the social and cultural dimensions of world problems”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "or on\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the relationship between access and participation in the interest of the democratisation of communication”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "—an apparently harmless phrase which can be used to justify activities which are far from democratic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is not, of course, to say that everything UNESCO does is harmful or of little value. The constitution remains in most respects as valid today as it was 40 years ago. There is certainly a foundation of practical activity on which to build. For natural sciences UNESCO has provided research and training services in mathematics, physics, chemistry and life sciences, and perhaps ​ particularly in geology, hydrology and oceanography. In education, the major regional programmes for literacy and primary education in Africa and in Latin America and the Caribbean are developing soundly. Handbooks for teachers and other teaching materials are produced in various scientific and technical subjects. In culture, UNESCO has a long-standing reputation in promoting the preservation of monuments and the development of museums.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. George Foulkes (Carrick, Cumnock and Doon Valley)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the Minister agree that that part of UNESCO’s programme which he is now praising constitutes about 98 per cent. of its expenditure, and that the part that he criticised earlier constitutes about 2 per cent.?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Raison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No, I do not agree. There is a core of good, solid work, but there are other aspects which give great cause for concern, not only to the Government, but to many others outside Parliament. Overall we were not satisfied that UNESCO represented good value for money either for us or for other member states, particularly the developing countries, and, contrary to what has sometimes been suggested, the sums involved are not so small as to be ignored. If we were to stay in UNESCO, our financial contribution for 1986 would be just under $9 million, or £6·4 million at current rates of exchange. The question that we have to ask is whether this money could be put to better use if it were to be devoted to other activities in education, science and culture within our overall aid programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "British and other delegations had raised these issues at many previous sessions of the general conference, but until the last two years no comprehensive attempt to set the organisation to rights had been made. Following a review of our policy during 1983, we decided that if the results of the general conference held in that year were seriously damaging to British interests in some way, withdrawal should be seriously considered. The outcome of that conference was somewhat better than expected. The Americans nevertheless put in their notice to withdraw at the end of 1983, to take effect at the end of 1984. We decided that we should stay in the organisation, at least for 1984, and fight for reform from within, but that we should seriously consider withdrawal again if significant progress had not been made by the end of the year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 2 April 1984 I wrote to the director-general, Mr. M’Bow, to tell him that we thought radical changes were necessary and to spell out in broad terms those areas of UNESCO’s programmes and management in which we sought improvements. We did not believe that it was necessary to propose in immense detail the means by which improvements might be gained. However, I made specific proposals in my letter. These have, where appropriate, been amplified. Indeed, I can reasonably claim that the proposals contained in my letter have largely set the agenda for reform of UNESCO.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the wake of my letter and the pressures arising from the threatened United States withdrawal, various steps were taken by the director-general and by the executive board towards reform. In particular, the board set up the temporary committee of 13 members, including the United Kingdom. This met during the summer of 1984 and produced a series of detailed proposals for reform which were endorsed by the full board in the autumn of 1984. At ​ the same time, the board adopted a decision setting out the guidelines for the preparation of the next programme and budget covering the calendar years 1986 and 1987.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We reviewed the situation carefully towards the end of 1984 and acknowledged that some progress had been made towards reform. However, we concluded that much remained to be done. Certainly, at that time, we could not be confident that adequate reform to justify continued British membership would be achieved by the end of 1985. We therefore submitted our notice of withdrawal. At the same time, we said that a further review of British policy would be held after the general conference in 1985. Meanwhile, we would continue to work for reform, in co-operation with other countries, as vigorously as in 1984.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s overriding interest in 1985, as in 1984, has been to bring about reform in UNESCO. I assure the House that British representatives in Paris and elsewhere have indeed vigorously pursued our aims throughout this period. I shall describe what has happened, and, inevitably, some of the details are complicated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At its spring session this year, the executive board endorsed a timetable for the implementation of reforms already agreed which had been recommended by the temporary committee. It also adopted a series of detailed recommendations on the draft programme and budget for 1986–87.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The draft programme contained a number of useful innovations, notably, for the first time, an element of priority rating. This was forced on the secretariat by the United States withdrawal and the consequent loss of 25 per cent. of the budget. It took the form of dividing all activities into categories of first and second priority, the second priority activities amounting to approximately 25 per cent. of the whole. They will not be implemented unless additional funds are made available. Though crude, the setting of priorities was a useful step forward. As part of its recommendations to the general conference, the board suggested a number of changes to the priority ratings, the main thrust of which was to preserve the scientific programmes to a greater extent than originally envisaged by the secretariat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The main event of the year was the general conference, which took place in Sofia from 8 October to 9 November. The principal role of the conference is to approve the programme and budget for the next biennium, but it considers a large number of other issues. However, it does not have the main responsibility for determining management issues or reforms; these are mainly within the constitutional responsibility of the director-general or the board.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the spring session of the board, we had carefully reviewed progress. In the light of this, a statement of key United Kingdom objectives for the conference was drawn up and circulated widely in Paris and in other capitals through our diplomatic missions before the conference. We were looking for further improvements in politically contentious programmes, more effective and concentrated programmes, decisions on financial issues which respected the board’s recommendations concerning zero real growth and the principle of no extra cost to members arising from the United States withdrawal and confirmation of the management reforms which had already been agreed.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr. Alan Glyn (Windsor and Maidenhead)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will my right hon. Friend comment on the reasons given by the comptroller general to the House of Representatives and say whether they influenced our decision? Will they be taken into consideration, as they were extremely critical?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Raison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The American General Audit conducted a review of UNESCO, as my hon. Friend points out, as a result of which many critical points were made. On the other hand, it is fair to say that it was critical, not of what one might call the probity of the organisation, but of many of its operations. Those reports were not discussed directly by the executive board in Paris, because the United States had left the organisation. We made sure, however, that the substance of them was discussed during the proceedings in the last year or so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To pursue the objectives which I described, the British delegation submitted a number of formal draft resolutions to the conference. Among the more important of these was a text proposing changes to priority gradings amounting to some $3·7 million across almost all major programmes, and detailed proposals concerning major programmes III and XIII, which deal respectively with communication issues and peace, disarmament and human rights. These are the two major programmes that give rise to most political problems for us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I attended the Sofia conference for a few days near the beginning to make the main British plenary speech and my hon. Friend the Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs took part in the discussions in the commission on major programme XIII towards the end of the conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my speech I outlined what we hoped to achieve at the conference. I went on to suggest, however, that practical reforms were not everything and that we were looking for a return to the spirit which inspired the founding conference in 1945. I concluded by saying:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“It is this concern for freedom and the rights of the individual, taken together with our own belief that UNESCO is nowhere near sufficiently focused on the practical development of education, science and culture, which lie at the heart of the serious and carefully-considered steps we have taken. They are why we insist on thoroughgoing and comprehensive reform. Without it, our intention to withdraw will be confirmed”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the visits of my hon. Friend and myself, we met many other delegations, formally and informally. It was clear to both of us that some were doubtful about our intentions but even those who believed, wrongly, that an irrevocable decision to withdraw had already been taken seemed anxious to keep us in or, at least, not give us an easy pretext to withdraw. We were impressed by the efforts made to produce a common line with other Western delegations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the positive side, the conference confirmed the important recommendations concerning zero real growth and no extra costs arising from the United States withdrawal. It confirmed the recommendation of the board to delete an international future-oriented study as a separate element in the programme. That aspect had concerned us. We held the line on communications issues, in spite of strong eastern European pressure and a recent decision in New York which endangered the UNESCO consensus language which had evolved concerning a new world information and communication order. Secretariat pressure for a number of new international legal instruments was successfully withstood. These included one particularly dangerous idea—the international ​ regulation of the use of works which have passed out of copyright protection. In a low-key conference there was less overt politicisation than before. For the first time the resolutions adopted on middle east issues within the competence of UNESCO were acceptable to us and to our Community partners. For the first time too the conference turned against a number of highly politicised and irrelevant draft resolutions produced by the eastern Europeans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There were, however, significant disappointments. We had hoped to obtain changes in the priority ratings of specific activities which would preserve to the greatest extent possible key elements of the programme concerned with education, science and culture at the expense of less useful activities. Some changes were made, but the overall effect was disappointing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In particular, we were unable to peg major programme XIII—the one concerned with peace, disarmament and human rights—to anything near the average overall reduction of 25 per cent. This was due partly to procedural problems, but mainly to an unwillingness on the part of most delegates to reopen issues which they regarded as having been dealt with by the executive board. There also remained points of concern about independent evaluation, which has been a key element in our reform programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Overall, the outcome on major programme XIII was mixed. The resolution that was adopted did not go as far as we had hoped in limiting UNESCO’s role in relation to disarmament issues, but we were successful in preventing UNESCO, in its proposed activities for 1986–87, from endangering the supremacy of individual human rights as defined in the three universally recognised instruments. It was made clear that the in some ways questionable concept of people’s rights had a different status from human rights and required further clarification.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We regret that the general conference as a whole showed little interest in looking for new ways of working, particularly in the programme commissions. This contrasts with the positive attitude towards procedural reform shown by the board.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. D. E. Thomas (Meirionnydd Nant Conwy)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What does the Minister mean by saying that the concept of people’s rights is questionable? Surely basic concepts such as the right to self-determination have long been recognised in international law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Raison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The questionable element in the concept of people’s rights is the point at which they are held to override individual rights. As I have said, there are international conventions which give a supremacy to individual human rights which we have always regarded as being of very great importance. People’s rights, if they are abused, can be a way of determining that the collective power of the Government should override the rights of individuals. That is the area which concerns us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Tony Benn (Chesterfield)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an important question. Will the Minister accept that the individual rights of citizens should be given equal consideration in the government of the country in which they live? That is the fundamental principle on which the American constitution is formed. Due process of law became the basis on which every American, black and white, had the right to vote. Is the present Government’s view that human rights are denied in every country where there is not an absolutely equal franchise in respect of the election of the Government? That is what people’s rights are about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Mr. Raison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe that in a democracy every citizen should have the right to participate in government. The equal right to participate is the target towards which democracy must and should move. The fear about the doctrine of people’s rights is that it can be used in a way to allow the power of the state to override the rights of the individual. That is our concern, and I should be surprised if even the right hon. Gentleman did not share that view.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Benn**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With great respect, the use of people’s rights in this House to take away the rights of the citizens of London by the abolition of the Greater London council is a perfect example of the way in which the Government have used their national majority to destroy the rights of individuals in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Raison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is wholly extraneous political considerations that mar the work of UNESCO, in the way that the right hon. Gentleman has just illustrated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I now turn to the important report of the Select Committee on Foreign Affairs, which appeared shortly before the general conference and which we have studied with great care. This debate is a response to one of the recommendations of the report—that this House should have a chance to give its view before a final decision is taken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The House will not expect me to give a yes or no answer to the Select Committee’s view that, subject to certain provisos, we should not implement our notice of withdrawal. What would be the point of consulting the House if I were to give the answer now? However, I should like to say a few words about four of the main issues dealt with in the report. These are the tactics of submitting formal notice of withdrawal, the financial balance sheet, the concept of universality, and the international consequences of withdrawal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As regards tactics, I was pleased to see that the report seemed on balance to find that the effect on reform of our giving notice was beneficial. I note the conclusion that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“it seems inconceivable that a reform programme of the kind now under way within UNESCO could have been undertaken without the stimulus provided by the United Kingdom Government”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What of the financial balance sheet? The report suggests that the figures provided by my officials suggest that the United Kingdom receipts from UNESCO’s budget are substantially in excess of our direct budgetary contribution, but there are two important factors to bear in mind. First, the receipt figures include a very substantial element funded from sources other than the regular UNESCO programme, and to many of which—for example, the United Nations development programme—Britain makes a separate voluntary contribution. There is no certainty that there would be any loss of contracts for activities funded in this way. Indeed, it is possible that not all contracts under the regular programme would be lost. Furthermore, the purchase of goods and services in the United Kingdom for 1984 was $5·2 million and for 1985 $2·8 million. Of the remaining $10 million per annum referred to in the report, which represents payment of salaries to British employees of UNESCO in Paris or in the field, only a little would accrue to the United Kingdom balance of payments. So there are modifications which have to be made to the argument put forward in that respect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Cyril D. Townsend (Bexleyheath)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will my right hon. Friend make it clear to the House that it is his view, ​ having studied the figures, that it is of direct financial benefit to the United Kingdom to remain within UNESCO? Secondly, will he make it clear that, if we should come out, there is no guarantee whatever that the money saved will go to, for example, the BBC external services or to the British Council?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Raison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is very difficult to say what the financial benefits are. I have explained some of the qualifying factors. There are others which have to be taken into account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With regard to the important question of what we would do with the money if we were to leave UNESCO, I hope—indeed, I believe—that it would be retained within the British aid programme. Obviously, within the British aid programme a very strong candidate for its use would be activities related to education and science, which might be funded through the agency of the British Council. We have to bear in mind that there is potentially an alternative use for the money which could serve very much the same purposes as UNESCO serves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Foulkes**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister admit that the Select Committee on Foreign Affairs received strong evidence from scientific bodies in the United Kingdom that it is not possible for the British Council to undertake most of the programmes that would be lost by our withdrawal from UNESCO, and that it is only UNESCO and similar multilateral organisations that can carry out these programmes?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Raison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We could continue to take part in some of the international scientific programmes, but possibly in some of the others we could not. My point is that if the money were to be switched out of UNESCO into my general budget, it could perfectly well be used on activities relating to education, science and culture in the Third world. We might well use the British Council to bring that about. Any loss to international scientific activities deriving from our withdrawal could be balanced by increased activity on our behalf. There is no doubt about that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Foulkes**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Opposition agree that there can be switches in the budget, just as huge chunks of the Minister’s budget are now being improperly used in the Falkland Islands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Raison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have returned to politicisation of a rather irrelevant kind. I know that this is a political House, but my budget for the Falkland Islands is used for developmental work there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Select Committee on Foreign Affairs also dealt with universality. I can confirm that it is the Government’s view that universality means the right to belong to, and participate freely in, the work of the United Nations and its associated bodies, rather than implying any obligation to be a member of all of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The international consequences of withdrawal is a complicated matter. There are two main aspects: the effect of possible United Kingdom withdrawal on our relations with our partners and friends, particularly in the Community and the Commonwealth, and the danger that such a withdrawal would leave the door open to mischief-making in UNESCO from other quarters. Our current assessment is similar to that of the Foreign Affairs ​ Committee, which is that there would be little likelihood of others submitting notice of withdrawal before the end of the year. However, if we decide to leave, it would not be difficult to explain to other countries the reasons which underlay our decision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Dealing with increased Communist influence would depend upon a number of imponderable factors. To suggest that, in the absence of the United States of America, only the United Kingdom can counter Soviet advances is far from complimentary to many of our closest allies and underestimates the good sense of our Commonwealth and other friends.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I leave the Select Committee on Foreign Affairs’ report, I should refer briefly to the two specific proposals for further reform that it contains. These are, first, that the term of office of the director-general should be restricted in future to a single tour of six years, and, secondly, that an executive body of more manageable size than the current executive board of 51 members should be set up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I find both those ideas well worth considering. They both relate to one of our major areas of concern—the relationship between the governing bodies and the secretariat. We believe that it has swung too far in favour of the latter and we cannot ignore the management weaknesses. I doubt whether it can be healthy for any international organisation to have had only two directors-general in 23 years, which is the case with UNESCO.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have to warn the House that I can see some practical problems in pressing for these reforms. Both would require constitutional amendment. So far, we have avoided reform proposals which would require amendment to the constitution, for two reasons. First, constitutional amendments take time, since only the general conference can change the constitution. But we have also been very reluctant to pursue such proposals since, in doing so, we might encourage others to submit amendments to what we still see as a basically satisfactory document.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clearly all this needs very serious thought. There could be other ways of achieving the same aims without formal constitutional amendment. For example, the board has now charged a renewed special committee of 18 members to follow the reform process, a function which it has taken over from the temporary committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said at the beginning of my speech, we committed ourselves to a final review of our decision to leave after the recent general conference. That is now being carried out. Our starting point must be an assessment of the outcome of two years’ work by Ministers and officials in seeking to reform the complex organism which UNESCO has become. Other Governments will no doubt wish to make their views known to us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Obviously there have been improvements. The main problem now will be to form a judgment on whether those measures are enough to meet the very serious needs, whether they will be properly implemented and how effective they will be. That depends on forming a view on whether the majority of member states and the director-general have wholeheartedly embraced the idea that reform is necessary and urgent, or whether they have, reluctantly, gone along with as much as they believed to be necessary to stop Britain and others leaving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Paul Hawkins (Norfolk, South-West)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the Council of Europe meeting in Strasbourg Mr. M’Bow arrogantly refused to answer almost 50 per cent. of the ​ questions put to him, and his answers to the remainder were entirely unsatisfactory. I believe that the full opinion of the Council of Europe, with Members of Parliament from 21 nations present, was that no reformation and progress—which I should like to see for UNESCO—could take place while Mr. M’Bow was still director-general.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Raison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall consider my hon. Friend’s point in the context of today’s debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Foulkes**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This debate is not about whether we are in favour of Mr. M’Bow. It is on the much more important matter of whether we are in favour of UNESCO. That organisation is much more important than any man.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Raison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with the hon. Gentleman that the debate is about whether we should remain in UNESCO. There are many factors to consider on that score, and I am discussing them in my speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I cannot forecast the outcome of our review, but we will take account of the many and various factors involved before reaching a firm conclusion. I shall, of course, listen carefully to the views of the United Kingdom National Commission for UNESCO when it meets next Friday. We aim to announce our decision before the House rises for the Christmas recess. I assure the House that the decision on whether we should remain in UNESCO will not be taken lightly and that the Government will take note of the views expressed in the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}