{
    "url": "https://www.ukpol.co.uk/ramblers-2020-statement-on-attempt-by-nfu-and-cla-to-divert-footpaths/",
    "title": "Ramblers – 2020 Statement on Attempt by NFU and CLA to Divert Footpaths",
    "post_date": "October 16, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Ramblers",
            "url": "/tag/ramblers/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Ramblers on 15 October 2020 on the document submitted to Government on diverting footpaths.",
    "content": [
        "The National Farmers Union (NFU) and Country Land and Business Association (CLA) recently published proposals for new legislation that would enable farmers to divert public rights of way where livestock – including cattle, pigs, goats and alpaca – are present.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Ramblers has joined with a range of access organisations to raise serious concerns about the plans, which risk preventing and discouraging the use of the path network at a time when improving access to the outdoors and nature has never been more important. The Ramblers is calling for greater focus on the steps that can be taken now to improve public safety around cattle – this does not require new legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Context**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Serious incidents caused by cattle to members of the public have profound consequences for all involved but thankfully these are rare. Statistics from the Health and Safety Executive (HSE) show that over the past four years there have been fewer than ten fatalities and 65 injuries caused by cattle to the public. This is against a backdrop of estimates from Natural England that there are 1.4bn visits to the countryside each year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The HSE provides guidance so that farmers can reduce the risks associated with keeping cattle where there are rights of access. We also advise that path users take a look at guidance on safety around livestock for walkers and horse-riders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As with other areas of life it is impossible to eliminate risks to public safety. Any steps taken to do so must be balanced, proportionate and not compromise the need to ensure that the path network remains usable and accessible to all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Our concerns**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proposals from the NFU and CLA would:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– permit farmers to divert any public right of way where livestock – including goats, pigs and alpaca, not just cattle – are present.  \n– enable farmers to divert for 40 days out of every 90, ie nearly half a year.  \n– allow farmers to decide when, whether and where to divert public rights of way, without oversight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proposals have a number of serious shortcomings, which could have a serious impact on people’s ability to get outdoors and enjoy the countryside. For example:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– there is no assurance that diversions would be no less accessible, convenient or enjoyable – a particular concern for those with limited mobility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– there is no guarantee that measures already available to farmers – as advised by the Health and Safety Executive – to reduce the risk to public safety will have been taken where cattle are grazed in fields where there are rights of access.  \nthere would be no consideration of the cumulative effect of such diversions should they take place across several fields.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This would diminish the quality and use of the wider path network, make it difficult to plan routes and render meaningless any published maps and promoted routes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Ramblers, with partner access organisations, have previously expressed to the NFU and CLA our serious concerns about the proposals and their potentially significant negative impacts on the path network and people’s ability to get outdoors. These concerns have not been addressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**A way forward**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The safety of users of the path network is of course a key concern for all. We remain unconvinced that legislative change of the sort proposed by the NFU and CLA is the solution. The Ramblers is calling for greater focus on the steps that can be taken now – this does not require new legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead there needs to be:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– greater uptake of the range of sensible measures advised by the HSE and already available to farmers so that risks to the public are minimised.  \n– more comprehensive and transparent reporting where incidents do occur to assess the extent to which these measures are being used by farmers and their effectiveness.  \n– a more proactive approach from the HSE, as the government body responsible for enforcing health and safety in agriculture, to work positively with the farming community to protect the public.  \n– more extensive and useful information, through a refreshed and better promoted Countryside Code, on public safety and confidence around cattle.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The plans have been drawn up by the NFU and CLA – and not government. They have recently been submitted to Defra, the department responsible for public access, for its consideration. The Ramblers, alongside other access organisations, have already written to the minister responsible for public access, Lord Gardiner of Kimble, expressing our opposition to the proposals and seeking clarity on the Government’s position.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}