{
    "url": "https://www.ukpol.co.uk/david-ramsbotham-2022-speech-on-the-police-crime-sentencing-and-courts-bill-baron-ramsbotham/",
    "title": "David Ramsbotham – 2021 Speech on the Police Crime Sentencing and Courts Bill (Baron Ramsbotham)",
    "post_date": "December 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "David Ramsbotham",
            "url": "/tag/david-ramsbotham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Ramsbotham, Baron Ramsbotham, in the House of Lords on 15 November 2021.",
    "content": [
        "My Lords, I strongly support all the amendments in this group, not least because the cause of prisoners serving indeterminate sentences has been languishing ever since such sentences were formally abolished by LASPO in 2012.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the tireless work of my noble and learned friend Lord Brown of Eaton-under-Heywood on their behalf. For nearly 27 years, since my first inspection as Chief Inspector of Prisons, I have been campaigning for changes to be made to the operational management structure of the Prison Service to bring it in line with the practice in every business, hospital or school: to appoint named people responsible and accountable for particular functions within the organisation concerned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the case of prisons, I have campaigned for separate directors to be appointed for every type of prison, and for certain types of prisoners—lifers, sex offenders, women, young offenders, the elderly, foreign nationals, and those serving indeterminate sentences. Imagine how easy it would be for Ministers interested in IPP, for example, to send for the relevant director and question him or her about what was happening or not happening to all prisoners in that category. I had hoped that somewhere in the 298 pages of this monstrous Bill, space might have been found for something so practical. However, as that is clearly not going to happen, I stringently commend the change to the Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}