{
    "url": "https://www.ukpol.co.uk/david-ramsbotham-2022-comments-on-the-queens-speech-baron-ramsbotham/",
    "title": "David Ramsbotham – 2022 Comments on the Queen’s Speech (Baron Ramsbotham)",
    "post_date": "December 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Ramsbotham",
            "url": "/tag/david-ramsbotham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by David Ramsbotham, Baron Ramsbotham, in the House of Lords on 12 May 2022.",
    "content": [
        "My Lords, it is always a pleasure to follow the noble Baroness, Lady Henig. I have three points to make. First, as other noble Lords have said, I deplore the number of times we were asked by the Commons response to our amendments to a number of Bills in the previous Session to break the rule of law. The noble Lord, Lord Wolfson, did the decent thing and resigned from the Government over the issue. I suggest that the Government Whips and those who voted in favour of the Commons rejection of our amendments ought to examine their consciences to see how happy they are to have voted for so many breaches of the law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, in the gracious Speech, mention is made of a Bill of Rights. Are the Government really happy about this, when the Secretary of State for Justice, who is presumably responsible for its introduction, has expressed the view that human rights should not apply to prisoners?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, my noble friend Lord Hastings of Scarisbrick referred to a question I asked a number of times in the previous Session. My noble friend indicated that, in the 2019 Queen’s Speech, mention was made of a royal commission into the criminal justice system. As successive Ministers have made clear, this is obviously not going to happen—no announcement has been made of either the name of the chairman or the terms of reference, and the team formed inside the Ministry of Justice to handle the royal commission has been broken up. Surely, the Government should now do the decent thing and apologise to Her Majesty for asking her to make an announcement which they had no intention of implementing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}