{
    "url": "https://www.ukpol.co.uk/david-ramsbotham-2022-comments-on-the-nationality-and-borders-bill-baron-ramsbotham/",
    "title": "David Ramsbotham – 2022 Comments on the Nationality and Borders Bill (Baron Ramsbotham)",
    "post_date": "December 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Ramsbotham",
            "url": "/tag/david-ramsbotham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by David Ramsbotham, Baron Ramsbotham, in the House of Lords on 5 January 2022.",
    "content": [
        "My Lords, when you are speaking 51st on the Second Reading of a Bill which has already generated much controversy in the other place, the chances are that some other noble Lords will have already mentioned any point you wished to make. That is very true in this case, so I will make only one point, which I beg the Minister to take away and reflect on, because it is borne out by practical experience. I break off to thank James Tobin for a most comprehensive Library briefing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2010, I was asked to chair an inquiry into the death of an Angolan under restraint on an aircraft at Heathrow, on which he was being returned to Angola, guarded by G4S. We were shocked by the poor standard of the Home Office decision-makers and caseworkers involved in returns, to the extent that my committee commented on them in its final report. Worse even than this, there appeared to be no supervision of their work. The arrangements made for families appeared to be better than those for single people, a point which I advise the Minister to respect before embarking on this extremely controversial Bill, about which many noble Lords have expressed their unease.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}