{
    "url": "https://www.ukpol.co.uk/david-ramsbotham-2022-parliamentary-question-on-the-royal-commission-on-the-criminal-justice-system-baron-ramsbotham/",
    "title": "David Ramsbotham – 2022 Parliamentary Question on the Royal Commission on the Criminal Justice System (Baron Ramsbotham)",
    "post_date": "December 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "David Ramsbotham",
            "url": "/tag/david-ramsbotham/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by David Ramsbotham, Baron Ramsbotham, in the House of Lords on 7 February 2022.",
    "content": [
        "**Lord Ramsbotham**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To ask Her Majesty’s Government what progress they have made with the establishment of the Royal Commission on the Criminal Justice System announced in the 2019 Queen’s Speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Parliamentary Under-Secretary of State, Ministry of Justice (Lord Wolfson of Tredegar) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, as I said in answer to the noble Lord’s Question on 6 July last year, due to the pandemic, we slowed work to establish the royal commission. Significant new programmes of work were established to support recovery and build back a better system. In the last six months, we have undertaken several new programmes, and our focus is on delivering these priorities over the coming months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lord Ramsbotham (CB)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, I thank the Minister for that reply. I make no apologies for asking the Question again, because, as I have said before, I regarded it as extremely discourteous of the Government to ask Her Majesty the Queen to make an announcement which they had no intention of implementing. I had no notice of the intention of the noble Lord, Lord Bach, to bring up this matter on Report on the police Bill. I invite the Minister to say what he said in reply to that intervention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lord Wolfson of Tredegar (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Lords, since the Queen’s Speech in 2019, there has been the small matter of a global pandemic, which has affected the criminal justice system very substantially. We reacted to that: we put in place particular new ways of working. We have taken a lot of that work forward: there is the Second Reading this afternoon of the Judicial Review and Courts Bill, which contains more reforms to the criminal justice system. I therefore think, with respect, that it is a little unfair to say—in fact, it is inaccurate—that we have no intention of implementing that. As to what I said in response to the noble Lord, Lord Bach, in Committee, I stand by that, absolutely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}