{
    "url": "https://www.ukpol.co.uk/david-ramsbotham-2021-speech-on-the-health-and-care-bill-baron-ramsbotham/",
    "title": "David Ramsbotham – 2021 Speech on the Health and Care Bill (Baron Ramsbotham)",
    "post_date": "December 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "David Ramsbotham",
            "url": "/tag/david-ramsbotham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Ramsbotham, Baron Ramsbotham, in the House of Lords on 7 December 2021.",
    "content": [
        "My Lords, when you are number 55 in a 74-strong speakers’ list, you have not got much new to say. As other noble Lords have said, there is much to be welcomed in this Bill—certainly including its intention and stated aims of integration and innovation, particularly for those who require rehabilitation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, as always, the devil is in the detail. I must thank Nicola Newson for an outstanding Library briefing. I also join others in congratulating my noble friend Lord Stevens of Birmingham on a superb maiden speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday, the Prime Minister announced in his speech that drug users were to be offered rehabilitation, but I did not hear him refer to the Bill. This is a pity, because I can think of no other form of rehabilitation that is so subject to local conditions and arrangements and therefore so natural to be included in an integrated care system along with speech and language and all the other subjects requiring rehabilitation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As other noble Lords have pointed out, when the Bill was in the other place there was considerable concentration on workforce issues, which seem to me to be paramount. There are simply not enough doctors, nurses or other healthcare professionals to go round, particularly in the midst of a pandemic, and the future looks very worrying, particularly where replacements are concerned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It seems to me that we will have our work cut out to try to improve the Bill, bearing in mind the fate of perfectly reasonable amendments tabled in the other place. Yet try we must, because there are too many long-term and national issues at stake.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}