{
    "url": "https://www.ukpol.co.uk/tom-randall-2020-speech-on-free-school-meals/",
    "title": "Tom Randall – 2020 Speech on Free School Meals",
    "post_date": "October 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Randall",
            "url": "/tag/tom-randall/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tom Randall, the Conservative MP for Gedling, in the House of Commons on 21 October 2020.",
    "content": [
        "Free school meals have been part of the education system for more than a century, and they are and have always been intended to be an additional support on school days in term time. Lockdown disrupted education in a way that we probably have not seen since the war. The lines between school, home and education became blurred and, in those extraordinary circumstances, it was right to temporarily amend the rules on school meal provision so that those who would have received a meal, had school been open in the usual way, did not miss out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But as I understand it, this motion is proposing something entirely different: it does not extend the system, but changes the very basis on which support ​might be offered. Schools are now open and those in receipt of free school meals will receive one at school. Indeed, the proposal in the motion was rejected by the Labour Government when it was made in 2007. This change might be desirable; it could make a difference. But I suggest that any such proposal should be considered not on its own, but as part of wider efforts to combat poverty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are definitely facing a period of economic hardship, and the welfare system has rightly been strengthened. I welcome, for example, the cash injection of £9,000 million into our welfare system and I particularly welcome the increase by £858,000 to Nottinghamshire as its part of the local authority welfare assistance fund. I further welcome changes such as the national living wage and the raising of the income tax threshold so that those on the lowest incomes pay no income tax at all—policies of practical benefit to the poorest in society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am a little unclear about how the Opposition’s proposals will work in practice. Should schools be reopened at a time when they would normally be closed? Is there a desire among staff who have worked so hard recently to take on this additional responsibility? What will be the additional costs and who will pick them up?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also hear from the Opposition Benches the name of Marcus Rashford being invoked. But according to his tweet of 18 October, Mr Rashford is calling for school meal provision in all holidays. Is it that the Opposition motion does not agree with Mr Rashford but is attempting to catch his coat tails or do the Opposition secretly agree with him but are too coy to say it at the moment?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are big questions to answer when it comes to tackling poverty and I do not believe that changes should be made lightly. But I do accept that there is far more to do, including targeted interventions for those most in need. For the reasons I have given, I regret that I cannot support the motion in its unamended form today. The Labour party might believe that the motion scores a moral victory, but I believe that it fails to address many fundamental issues, and the responsibility for addressing those issues now falls to the Government side of the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}