{
    "url": "https://www.ukpol.co.uk/tom-randall-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Tom Randall – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Randall",
            "url": "/tag/tom-randall/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tom Randall, the Conservative MP for Gedling, in the House of Commons on 18 July 2022.",
    "content": [
        "The manifesto on which the Government were elected was entitled, “Get Brexit Done, Unleash Britain’s Potential”, and the first part of that has been achieved. It has been difficult and protracted but we got there, and I congratulate my right hon. Friend the Prime Minister on achieving perhaps the most significant single piece of constitutional change in the post-war era. When one sees, for example, unrest in places such as Catalonia, I think we sometimes do not give ourselves enough credit for this country’s ability to effect change peacefully, smoothly and, considering the far-reaching implications of Brexit, at some pace. The Prime Minister achieved that and although his premiership is ending sooner than many would have liked—sooner than I would have liked—his place in history is undoubtedly assured, and he has begun to unleash Britain’s potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the creation of an east midlands freeport that will create up to 60,000 jobs in the region—made possible by Brexit. I welcome the Government’s ambitious vaccination policy—made possible by Brexit. I further welcome the more than two dozen police officers on the streets of Gedling, the plans to overhaul the Queen’s Medical Centre and City hospitals in Nottingham, and the increased school funding in Gedling—made possible thanks to the sound finances that only a decade of Conservative Government can provide. That is the Prime Minister’s legacy, which will be taken forward in the remainder of this Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Leader of the Opposition instigated today’s confidence motion. If it fails, there will be a clamour for a general election. So what is his European policy? For starters, he is the man who said no—the man who was happy to tell the people of Gedling, “You may have voted to leave the European Union, but I’m going to ask you to do it again.” To him, the good folk of Gedling put their X in the wrong place on the ballot paper. They were to be admonished and told to correct their mistake.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Leader of the Opposition is seeking to look like a Prime Minister in waiting. To establish his European credentials, he went to the continent this week, turning up in Berlin where the Bundestag is in recess. He committed what many considered to be a serious faux pas by recording a party political video at a holocaust memorial. In that video, he declared that he wants the Labour party to follow in the footsteps of the German Social Democratic party. Given that the SPD’s position in the opinion polls has fallen by a fifth in the past three months, I wish him well in those endeavours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I speak, there are five contenders for the Conservative party leadership—almost as many as for the Labour party leadership—and one of the things that they have in common is that none of them served, or would serve, in a shadow Cabinet led by the right hon. Member for Islington North (Jeremy Corbyn), who is hostile to NATO, called for collaboration with Russia after a chemical attack, and is a proponent of a reckless economic agenda. The prospect of a Labour Government led by the right hon. Member scared people in Gedling at the last election. Notwithstanding the many achievements of this Government, of which there are many, it is surely inconceivable that anyone would have preferred, or placed greater confidence in, the alternative Government who might have been elected in 2019 to take us through the pandemic, Brexit and the war in Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will support tonight’s motion because I have confidence in the programme of this Government, I have confidence in the Cabinet, I have confidence in the manifesto, and I have confidence that the Labour party remains unfit to govern.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}