{
    "url": "https://www.ukpol.co.uk/tom-randall-2020-speech-on-axial-spondyloarthritis/",
    "title": "Tom Randall – 2020 Speech on Axial Spondyloarthritis",
    "post_date": "September 21, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Randall",
            "url": "/tag/tom-randall/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the speech made by Tom Randall, the Conservative MP for Gedling, on 17 September 2020.",
    "content": [
        "I am grateful for the opportunity to hold this Adjournment debate. I have been a Member of this House for nine months. One of the great privileges of being a Member of Parliament is the opportunity to sit in this Chamber. The more astute observers might have noticed that I occasionally sit slightly awkwardly on these Benches. I admit that, sometimes, I slouch. One of my waggish Twitter correspondents recently juxtaposed a photograph of me and a photograph of my right hon. Friend the Leader of the House reclining on the Treasury Bench, with the caption,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“great to see Gedling MP getting comfy in parliament and following in the footsteps of his fellow parliamentarian”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I admire the Leader of the House very much—there is much to admire about him—but on this, alas, I do not seek to emulate him. Rather, my awkward posture arises from the condition I have: ankylosing spondylitis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ankylosing spondylitis is one of three sub-types of a type of inflammatory arthritis called axial spondyloarthritis. Axial spondyloarthritis is a chronic inflammation of the spine and joints. It is a painful and progressive long-term condition for which there is no cure. It is unlike conditions such as osteoarthritis, which is often associated with older people and the wear and tear that comes with ageing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Axial spondyloarthritis, often abbreviated to axial SpA or AS, tends to present in the late teens or early 20s, with the average onset being just 24. In my own case, I first presented with symptoms at 16. As well as the stiffness and pain that one might expect from an arthritic condition, axial SpA is also associated with a range of complications and comorbidities, including uveitis and psoriasis. But it is perhaps the less visible complications of AS that can be the most debilitating. Many suffer from severe fatigue, as well as flare-ups and stiffness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The condition presents itself in a period when most people are at a crucial stage of their lives, looking to build careers, start families and forge social relationships. I well remember my early 20s, when I was starting out in my first job after university, before I was prescribed the treatments that I am on now. When I got home after doing an eight-hour day in the office—something that most people would take in their stride—I crashed out on the bed, completely exhausted from a normal day at work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Munira Wilson (Twickenham) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Member on securing this important debate. My husband also suffers from ankylosing spondylitis. Like the hon. Member, he started getting symptoms when he was about 20, and it took him about 10 years to get diagnosed. He was exhausted and struggling to work, and there were days when I had to help him put his socks on because he could not bend over. Does the hon. Member agree that the shocking delays in getting a diagnosis have a massive impact on quality of life, as do the difficulties that people have in accessing the right treatment? We need to improve awareness, particularly of the National Institute for Health and Care Excellence guidelines on the treatments available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Tom Randall**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady is absolutely right. What I and her husband have experienced is sadly not a rare phenomenon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The name axial spondyloarthritis will be unknown to many, if not most, people, but it is not uncommon. It affects about one in 200 of the adult population in the UK, or just under a quarter of a million people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Gentleman on bringing forward this debate. I spoke to him this morning to seek his permission to intervene. He is aware of the massive eight-and-a-half-year delay in diagnosing this awful illness. I read an article in my newspaper back home in May about a young mum in Northern Ireland and her battle. We must all be determined to secure extra funding so that early diagnosis can happen, for adequate research into this life-changing debilitating disease, and for more support groups. In Northern Ireland, we have only two—one in Belfast and one in Londonderry—for a population of 1.8 million spread across the whole Province.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tom Randall**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In last night’s Adjournment debate, the hon. Member for Pontypridd (Alex Davies-Jones) said that she felt like a proper MP after the hon. Gentleman intervened on her in an Adjournment debate, and I echo those sentiments. He is completely right about the delay, which I will come on to in a moment, and about the role that support groups can play in showing that people are not alone in having the condition and in providing moral and practical support. I hope that now awareness has been raised, there will be more than two groups in Northern Ireland in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I was saying, there are a quarter of a million people with AS, which makes it more prevalent than multiple sclerosis and Parkinson’s combined. Hon. Members may say, “Well, so what?” AS is incurable and it can be managed through medication, physiotherapy or exercise, but what makes it worthy of particular concern and debate is, as outlined earlier, the delay to diagnosis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The symptoms of AS can be difficult to diagnose. I was passed between neurologists, geneticists and other specialists as various conditions were ruled out, before a rheumatologist finally diagnosed AS when I was about 20. I was very lucky that I had to wait only a couple of years before getting my diagnosis, but on average, there is a delay of eight and a half years between the onset of AS symptoms and diagnosis in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Gareth Bacon (Orpington) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend my hon. Friend’s bravery in refusing to allow the condition to prevent him from gaining a place in this House and in attempting to draw more attention to the condition. How does the UK compare internationally in terms of the delay that various hon. Members have discussed between the onset of symptoms and diagnosis?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tom Randall**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think in comparable countries such as Germany, France and Italy it is four, five or six years. Certainly, I think the delay to diagnosis in the UK is one of the longest in Europe, and that is something that needs to be remedied. Obviously, during that delay of eight and a half years, the condition can deteriorate considerably. One does not need to be an expert to understand the clinical, economic and human burden of delayed diagnosis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Andy Slaughter (Hammersmith) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Gentleman on this timely debate. I have the honour to have the National Axial Spondyloarthritis Society based in my constituency, which is why I have some knowledge of the matter and am involved in the all-party parliamentary group on axial spondyloarthritis. I am sure that he will join me in praising its work and the extraordinary expertise that it brings. The danger is that if people do not have that association or contact, as many medical practitioners do not, it is difficult to diagnose, and therefore, heartbreakingly, young people suffer in pain and do not get a diagnosis when they should. Will he praise the NASS’s work and agree that the NHS needs to communicate about it much more widely?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tom Randall**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pay tribute to the hon. Gentleman’s work. He was an active member of the APPG long before I was in this place. On the issues that he identifies, on which I will go into more detail in a moment, he is absolutely right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachael Maskell (York Central) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Gentleman for bringing forward this debate. Before coming to this House, I was a physiotherapist. I ran an AS group for swimming and exercise and really know the benefits of that. The Chartered Society of Physiotherapy was in touch with me just this week to say that, because of covid, it is experiencing a real shortage of physios for the future and that 2,339 more physios are needed. Does he agree that we need to look back at the NHS work plan to ensure we have the right practitioners in place to support people like him?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tom Randall**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Physiotherapy can play a key role in managing the symptoms of AS, and we should all support the work that physiotherapists do with patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Anthony Browne (South Cambridgeshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my hon. Friend on securing the debate on this important issue, and I pay tribute to his bravery in overcoming his condition and ensuring it did not prevent him coming to this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have a family member, a friend and a constituent who suffer from AS, and I know well the problems with delayed diagnosis. My constituent Frances Reid started having symptoms 10 years ago. She went from doctor to doctor to doctor but did not get diagnosed. She was diagnosed only one year ago, and she now has pains across her entire body and needs joint replacements. She is in so much pain that she wakes up eight to 10 times a night. In contrast, a friend from Canada was diagnosed really early. With treatment and exercise, he leads a full life. What lessons can we learn from countries that have quicker diagnosis and what would my hon. Friend like to see here?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tom Randall**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend neatly explains the consequences of delayed diagnosis. A recent systematic review of the available literature found that, overall, patients with a delayed diagnosis of AS had worse clinical outcomes, including higher disease activity, worse physical function and more structural damage compared with patients who had an earlier diagnosis. Those with a delayed diagnosis also had higher healthcare costs and a greater likelihood of work disability, as well as a worse quality of life, including a greater likelihood of depression. Those are the consequences of not giving a prompt diagnosis.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We spoke earlier about the National Axial Spondyloarthritis Society, or NASS, which has identified four factors that contribute to delay: a lack of awareness among the public that AS might be the cause of their chronic pain; GPs failing to recognise the features of AS; referral to non-rheumatologists who might not promptly recognise AS; and failure by rheumatology and radiology teams to optimally request or interpret investigations. AS cannot be cured, but reducing the eight-and-a-half-year average delay in diagnosis will lead to better outcomes for those living with the condition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The all-party group for axial spondyloarthritis, of which I am a vice-chair, suggests three steps that would help to reduce the delay in diagnosis. The first is the adoption of a local inflammatory back pain pathway to support swift referral from primary care directly to rheumatology. Low levels of referral to rheumatology from primary care represent one of the key barriers to achieving an early diagnosis of AS, and a national audit by the APPG found that 79% of clinical commissioning groups do not have a specified inflammatory back pain pathway in place, despite NICE guidelines recommending that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jerome Mayhew (Broadland) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes reference to the NICE guidelines and the quality standard on spondyloarthritis not being implemented by 79% of clinical commissioning groups. Does he agree that that simply relates to primary carers referring directly to rheumatology departments, which is not a cost issue but one of professional education?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tom Randall**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right, and that neatly leads me on to the APPG’s second proposal. I appreciate that the NHS is rather busy at the moment with public health messaging of one kind or another, but awareness of AS remains low and support for an awareness campaign would help to significantly raise the visibility of the condition not only among the public, but among GPs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, the APPG suggests encouraging the routine adoption of minimum service specifications across the NHS to help to reassure patients, particularly in the context of covid-19 and the difficulties many patients face in accessing key services during the recent lockdown. I would welcome any opportunity to meet Ministers separately to discuss those proposals in detail, if that were possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will leave the last word to Zoë Clark, who addressed the APPG’s last physical meeting in January. She told attendees how, after getting AS symptoms aged 20, incorrect diagnoses and the impact of her condition left her socially isolated and unable to live independently, at a time when she was trying to complete a demanding four-year master’s degree in osteopathy. She said that living with undiagnosed AS was a frightening time and she ended up having to largely sacrifice her social life, due to the difficulties of balancing her degree with the pain and fatigue she regularly experienced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No one should have to wait eight and a half years to find out what is wrong with them. I hope that we can begin to put that right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}