{
    "url": "https://www.ukpol.co.uk/tom-randall-2021-speech-on-down-syndrome/",
    "title": "Tom Randall – 2021 Speech on Down Syndrome",
    "post_date": "November 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Randall",
            "url": "/tag/tom-randall/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tom Randall, the Conservative MP for Gedling, in the House of Commons on 26 November 2021.",
    "content": [
        "Like many others, I speak in support of the Bill. I add my congratulation to those from colleagues of all parties to my right hon. Friend the Member for North Somerset (Dr Fox) on having brought the Bill to the House and his passionate speech in favour of the measures it contains. Down’s syndrome is a visible condition and the name will be familiar to very many people, but my right hon. Friend’s speech raised so much awareness of a condition of which there are so many factors that members of the public or those who have not been directly affected are not aware. This morning’s debate, like those on so many sitting Fridays, has been an educational process. We have learned something about the wider world, which is a good thing for us as politicians to do once in a while.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are 47,000 people in the UK with Down’s syndrome. I am grateful to my constituents who wrote to me in advance of this debate to tell me about the issues that they and their families have faced and the challenges that the condition can bring. They have told me about how the language and attitude on learning that the baby has Down’s syndrome can often be negative and discriminatory, and that young people with Down’s syndrome are more likely to be hospitalised than those without it, and for longer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From my research in preparation for this debate, I have learned that those with Down’s can have problems with their heart, bowel difficulties, difficulties with hearing and vision and increased risk of infection, so there is possibly an increased requirement for health services. Parents are often discouraged from sending children to mainstream schools because teachers there sometimes lack confidence and the knowledge to include children in classes alongside siblings and neighbours. Post-16 education is often a “one size fits all” approach that sees learning stall. Social care can often be inappropriate. My right hon. Friend gave the example of those in older life, and he was right to say that there is a scandal that we very much need to avoid in terms of possibly putting those with Down’s syndrome in age-inappropriate settings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill provides the opportunity to make life-changing differences for a condition that affects so many aspects of life across the health, education, housing and social care fields. The Bill is short—only a couple of clauses—and it requires the Secretary of State to create guidance. Various authorities would be required to pay due regard to that guidance. One might argue about whether primary legislation is required for the production of guidance. We ought not to have laws for laws’ sake, but given the wide variety of bodies that the guidance will affect, the argument in favour is strong and has been articulated strongly this morning. The importance of the changes that can be brought about once the guidance is written and implemented has also been highlighted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a precedent for the Bill. We have not spoken yet of the Autism Act 2009, which shares some similarities with this Bill. I was particularly struck by the words of the National Autistic Society:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The…Act has brought about some great changes to the way that autistic people access support. Because of the Act, almost every council has a diagnosis pathway for adults and a specific Autism Lead. Additionally, it makes sure that every autistic person has the right to a social care assessment, something which was difficult for many autistic people more than 10 years ago.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It appears that that legislation has brought about some positive changes, so I am hopeful that, by supporting this Bill today, we will be able to revisit this situation in 10 years’ time and find that we have seen great strides in the way that the needs of people with Down’s syndrome have been met. The Bill certainly commands my support, as I am sure it does across the House, and I wish it well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}