{
    "url": "https://www.ukpol.co.uk/tom-randall-2022-parliamentary-question-on-inward-investment/",
    "title": "Tom Randall – 2022 Parliamentary Question on Inward Investment",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Tom Randall",
            "url": "/tag/tom-randall/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Tom Randall, the Conservative MP for Gedling, in the House of Commons on 15 December 2022.",
    "content": [
        "**Tom Randall (Gedling) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What assessment her Department has made of the contribution of inward investment to the Government’s growth agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Secretary of State for International Trade (Kemi Badenoch)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the last financial year, DIT supported foreign direct investments generating over £7 billion-worth of economic impact to the UK economy and creating nearly 73,000 new jobs, of which 34,000 were outside London and the south-east, contributing to our levelling-up agenda. In 2021-22, we supported 91 inward investment projects aligned with the 10-point plan into the UK, which delivered £13 billion of green investment. In October, as part of the Green Trade & Investment Expo, I visited the Offshore Renewable Energy Catapult in Blyth—an excellent example of our British low-carbon sectors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tom Randall**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to my right hon. Friend for that answer. I am sure she will agree that the benefits of investment need to be seen throughout the United Kingdom. In that context, will she tell me what her Department is doing to support the levelling-up agenda and, in particular, to locate staff in the regions and nations?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kemi Badenoch**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for that question. DIT intends to grow over 550 roles outside London by 2025. Our second major location will be the Darlington economic campus, alongside three new trade and investment offices in Edinburgh, Cardiff and Belfast. I would also like my hon. Friend, as an east midlands MP, to know that I visited businesses in the east midlands just last month, and I am supported by DIT staff based all around the region, who are doing a fantastic job on trade advisory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}