{
    "url": "https://www.ukpol.co.uk/tim-rathbone-1985-speech-on-south-africa/",
    "title": "Tim Rathbone – 1985 Speech on South Africa",
    "post_date": "May 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Rathbone",
            "url": "/tag/tim-rathbone/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tim Rathbone, the then Conservative MP for Lewes, in the House of Commons on 23 October 1985.",
    "content": [
        "I am delighted to return to the subject of British policy towards the problems in South Africa, even after our debate earlier today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have just returned from a trip to South Africa with five colleagues and I am extremely grateful to the South African Government for making it possible for us to go to their country, to learn more about it and to understand it better. Indeed, I am doubly grateful because I feel somewhat better informed than were some of the hon. Members who spoke in our earlier debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also grateful for the presence of my hon. Friend the Minister of State, Foreign and Commonwealth Office, who answered today’s debate and who seems to have been almost continually on the Government Front Bench since we returned from the summer recess.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am flattered that the Opposition followed my lead in choosing today to debate the problems in South Africa, but I hope that this debate will be more positive than their efforts today and I shall try to leave politicking aside and to think more positively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Three things struck me on my visit and I think that they must strike anyone going to South Africa for the first time. They are important in understanding the problem and making comments about it. The first is the visible prosperity, both actual and relative, in South Africa. It is apparent in well-developed natural resources, in industry, commerce and agriculture, in better housing than in most parts of Africa. even, yes, in the townships which should never have been created in the first place, in investment in education, even though there is a terrible imbalance between white education and black education, and in strikingly beautiful countryside and seaside, which are tragically and stupidly unequally shared between white South Africans and others. There is much worth preserving and much to build on for the benefit of all South Africans in the future and it would be ludicrous for anyone to advocate putting at risk that better future for blacks, coloured and Indians, as well as for whites.  \nThe second striking reality of South Africa is that sources of wealth and well-being are horrifyingly unequal because of the continued evil of the detestable apartheid system. That was mentioned by many hon. Members, particularly by my hon. Friend the Member for Harrow, East (Mr. Dykes) in today’s debate.  \nThere are insulting laws of apartheid which allow the continued denial of railway facilities, of restaurant and hotel facilities and of beaches, and laws that deny black business men the right to operate their businesses in the best commercial areas, which are still reserved for whites.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Reform of some of those laws has been promised, but it has not yet happened and all the signs are that it will not be extensive enough when it does come.  \nThere are more serious socially and constitutionally divisive apartheid laws of influx control, the Land Act and the Urban Areas Act which regulate the hated pass laws. These are being reviewed, but they should be scrapped.  \nThere are also the rules of South African citizenship, which is now being restored to homeland blacks but without any commitment to the political rights that ought to go with such citizenship. Reform of those rules has also ​ been promised, but it is slow coming and many share the fear that the Government risk taking too little action too late.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Most tragic of all is the Group Areas Act, the cornerstone of apartheid, which forces the uprooting of hundreds of thousands of people from their homes, breaks up communities, creates racial ghettoes and prevents blacks, coloureds and Indians from buying property in the more attractive and much more convenient whit-inhabited areas. That symbol of apartheid is defended by President Botha as non-discriminatory, yet talk of a united South Africa, with one shared citizenship and universal franchise, is nonsense while the Act still applies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Failure to reform that Act and the Population Registration Act is bound to limit the belief that other promised changes will be the real improvements that they should be. Therefore, moderate leaders from black communities will not readily come forward to discuss and share responsibility for South Africa’s future, and that inevitably underlies the terrible and increasing violence which is the third striking reality of South Africa today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Black townships, arranged so arbitrarily by a uniquely white Government, are naturally a tinder-box for violent dissent when people living there are denied economic, social or political freedom. Undoubtedly, violence stems also from the abdication of responsibility by unrepresentative black local government and by other black community leaders who do too little to influence and control the very young people who assault, rob and kill fellow black citizens in the spurious name of liberation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There can be little doubt in the mind of anyone who has been to South Africa that black to black violence in the townships is the mark of the start of low key civil war which so far has overflowed only very little into white areas. This, perhaps, may be the best sign that the African National Congress does not truly want violence, whatever it says.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Violence in the townships is fuelled also by something that I believe was not mentioned in the earlier debate today—by the state of emergency declared just three months ago. Although the state of emergency exists in only certain areas, emergency-style aggression is widespread, including not only indiscriminate shotgun fire, sjamboking and search and arrest but incitement to violence and the hunting and shooting of those so incited, as recent reports from Capetown showed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This seems to have become acceptable practice for all security forces wherever they may be operating. There are increasing numbers of allegations of serious police brutality to detainees held under emergency regulations, as most excellently and worryingly documented by Dr. Wendy Orr.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All this creates fear, and fear is the most dangerous thing in the world because it makes people run amok. Government supporters in South Africa are running amok in pressuring their leaders, under electoral threat, to undertake too little reform far too slowly. The Government themselves are running amok — for instance, in executing Benjamin Moloise in the face of the worldwide clamour for clemency and in withdrawing passports from eight students at Stellenbosch university to prevent them from going to talk to the African National Congress. Those are opposite extremes of violence but both are illustrations of the Government running amok.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The police are running amok in the townships and in the prisons and they are saved from accountability for their ​ actions by the state of emergency laws. Perhaps most tragic of all, people are running amok in reaction to all this and much more. The emergency powers intended to help to control violence seem in fact to be increasing the violence and it is no wonder that the people whom they are supposed to protect no longer want them. For the sake of greater peace and proper reform, the state of emergency must stop right now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To bring about and to hasten other necessary reforms, some countries and many people — including many Opposition Members of this House — advocate a programme of severe economic sanctions and disinvestment. But equally strong voices in South Africa—from the sensible and the liberal-minded, not just from Government supporters—oppose such sanctions. It is likely that the working black population and their dependants would be hit the hardest by such measures, and it is certain that economic sanctions and disinvestment would affect the whole of southern Africa, neighbouring states being hit at least as hard as South Africa itself. I rather doubt the efficacy of applying economic sanctions to keep up pressure on the South African Government to undertake the much-needed and long-overdue reforms that we all want.  \nHaving said all that, however, I believe that the threat of an ultimate economic sanction might provide helpful pressure, and that we should start planning such a sanction now — a sanction on the purchase of precious raw materials such as chrome, precious stones such as diamonds and, above all else, precious ore such as gold. Such sanctions will be difficult to plan and will take a long time to plan. For instance, they will require complicated demonetarising of gold from South Africa. Such sanctions would be seen as devastating in their effect, if ever applied. More important, they would be compelling in their influence if never applied. As a diplomatic instrument they would be useful and that is why they should be prepared. That is my first suggestion to the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the meantime, economic and political signals, like those coming from the Commonwealth conference, have to continue. Economics and politics can no longer be divorced in today’s terms, if indeed they ever could or should be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Apartheid and the low wages which accompany it have been a brake on growth, not a fuel for it. Continued pressure and influence must be kept up on business and by business in South Africa to use economic muscle and political might to provide the essential thrust needed to bring about fundamental change in the economic and socio-political structure of South Africa.  \nHave businesses and businessmen, even the very best, done enough to eliminate the sociological horror of male hostels, to appreciate and eliminate the fact that a quarter of all black wives in South Africa are separated from their husbands for a large part of every working year? Have they done enough to get rid of the too-long accepted privileges of the racial group which controls high-level skills and the best jobs which go with them?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a need to explore ways in which black management can be trained to take increasing responsibility in large corporations and in their own businesses. Our Government could have a role in that by encouraging cooperative activities between British business schools and the Government’s own excellent Civil Service training ​ facilities and business schools in South Africa. Government influence could also encourage the CBI, the BIM, British chambers of commerce and junior chambers of commerce, which are growing in South Africa, particularly among black South Africans, to build more positive links with counterparts in South Africa in the black community. That is my second suggestion to the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In terms of a direct Government role, I urge Ministers and diplomats to become actively involved in the efforts which many people are already making to get wide-ranging talks on constitutional reform properly started in South Africa. To be of the greatest help to leaders in South Africa, it is essential for the Government to encourage further talks here with South Africa leaders, whether they be elected representatives or individuals representing a significant body of thought. Such talks, in London or South Africa or elsewhere, cannot have pre-conditions attached, not even the precondition of denying violence that the South African Government demand or, as the Foreign Secretary said this afternoon, that our own Government seem to deem necessary. If the British Government can give a lead in denying preconditions, the South African Government may be encouraged to follow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not the ANC which has to give peace a chance, as the Foreign Secretary suggested this afternoon: it is ourselves and the South African Government. Only a little magnanimity is required to drop the present requirement for a specific denial of violence before releasing Nelson Mandela and starting talks with him, or before starting talks with the African National Congress. The South African Government have the strength to do that if only they had the determination. They must show that determination, but we can show them the way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For our part, we can provide, directly through our own Government representation and through a group of international wise men as suggested by Mr. Hawke of Australia, and indirectly through informal channels, advice to South African political leaders of all parties, but most particularly, of course, to the Government leaders in the National party, on how political strategies can best be prepared so that political and constitutional reform may be achieved with the least dissent and with the greatest consensus across party political, social, economic and tribal groupings. That is not dictation: it is advice. It is unlikely that this process will be completed in six months, which is the deadline now set by the Commonwealth conference, but a good start can quickly be made. The British contribution to policy development and to political strategy could be unique, drawing upon our long involvement in Africa and our knowledge of constitutional development in both Europe and the Commonwealth. The question can no longer be whether there should be majority rule in South Africa but what kind of majority rule is appropriate. As my hon. Friend the Member for Cambridge (Mr. Rhodes James) made clear earlier today, we have a shared responsibility because of our involvement. Shared responsibility should be the basis for encouraging shared enthusiasm for reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is another area in which the British Government can help directly by improving standards of education for blacks, for Indians and for coloureds in South Africa. Tragically, thousands of black students will fail their end of year examinations as a vicious, turbulent school year finishes within the next two months. Thousands more will ​ not be able to take their examinations because of the violence. For many the educational system has entirely broken down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The core of the problem is a highly segregated educational system and widely differing standards for whites and other races. For instance, there are five times as many black pupils as whites, but the educational budget for whites has been nearly twice that for blacks. Fewer than a quarter of black teachers have a matriculation qualification, which is approximately equal to GCE. Of every 100 black children who started their 12 years of schooling in 1973, only 10 will sit their matriculation examinations this year. Each year the system is producing a new cadre of dropouts to feed the embittered and violent throng of school leavers who believe that liberation is more important than education. Education has passed them by and they have nothing to lose through violence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To help overcome this huge problem, Britain should expand vastly its educational contribution to South Africa, a point made by my hon. Friend the Member for Nottingham, East (Mr. Knowles) earlier. At the moment the British Council spends £750,000 on four South African teaching posts and on a handful of young blacks to study in the United Kingdom. We should aim to have a far larger number of teachers, more scholarships to study here and a British Council presence in each township. Only by doing that and encouraging other English-speaking countries to do the same will we be doing our bit ourselves and in co-operation with educational bodies like READ and the Alpha training centre spreading the proper use and comprehension of English, which interestingly is becoming a common tongue for all races in South Africa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In South Africa today every child has some schooling, however bad. A qualitative improvement in that schooling is imperative and Britain must help.  \nThe BBC overseas broadcasting service can help, too, both in building better English comprehension and in maintaining an even balance in broadcast news reporting. This is all the more important in South Africa where broadcasting is very much under direct Government control, although one must mention in this context that there is complete freedom of the press. The overseas service broadcasts in English to South Africa for 18 hours per day and has done so for the last five years. That is a magnificent amount of broadcasting. The Government must maintain that commitment. The BBC itself must seek new ways to promote programmes to the maximum audience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "South Africa is a pariah state because it purports to uphold the standards of western civilisation and democracy and yet insists on ordering its affairs through laws which uphold racism and inequality rather than forbidding them. Britain with its wealth of experience must raise the belief of the South African Government, of officials and of all of the South African people in reform as the only way to get security, peace and prosperity for themselves and for everyone in the South African region. Peoples and Governments do things not because they know they can do them but because they believe that they can do them. That is what is so tragically lacking in South African Government circles. We must help.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}