{
    "url": "https://www.ukpol.co.uk/tim-rathbone-1978-speech-on-roads-in-south-east-england/",
    "title": "Tim Rathbone – 1978 Speech on Roads in South-East England",
    "post_date": "April 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Rathbone",
            "url": "/tag/tim-rathbone/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the speech made by Tim Rathbone, the then Conservative MP for Lewes, in the House of Commons on 29 June 1978.",
    "content": [
        "I am pleased to have the opportunity of raising in the House a subject that concerns a major capital asset that the country, especially Sussex and the South-East, has inherited over the centuries, namely, our local road network.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Sussex and the South-East almost 98 per cent. of the roads are county roads. That may be the highest proportion anywhere in the country. Therefore, it is peculiar that perhaps the South-East region’s share of total national expenditure on road construction and maintenance has remained the same over the past 10 years. If it had remained the same at a sufficiently high level, that would not be surprising, but unfortunately the equality of application of Government funds hides worrying anomalies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, the national budget for all road construction has been halved since 1973. That is of especial concern in Sussex and the South-East. Secondly, the proportion spent on county road construction has decreased overall. From 1967 to 1977 it has almost halved, moving from 13½ per cent. of the total to 7½ per cent. Thirdly, and perhaps in today’s circumstances most worrying of all, the Government’s ​ policy seems to be to force down local authority spending on road maintenance. That was brought home in a quotation in the current issue of Drive for July and August, which reports:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“A DoT spokesman said ‘At the moment policy on road maintenance is to cut it. I know that we have come in for a lot of criticism from people who are saying not enough is being spent, and we accept that there are genuine fears that standards might fall below what is thought adequate. But the Government thinks that there is scope for saving money on things that are really cosmetic treatment for roads and highways'”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is an extremely worrying statement of policy. I very much hope that when the Minister replies he will refute it.  \nThe picture is made even bleaker because, whereas in the past local authority expenditure used to be applied primarily for the provision and maintenance of the road network. Nowadays only about half of that expenditure will be so applied, because the remainder has to go, on the one hand, towards subsidies to local transport, which have increased by almost six times since they started at the beginning of 1970, and, on the other hand, to burgeoning administrative costs which are now running at the horrific level of 20 per cent. of the total budget—twice the proportion of only five years ago. This, as any county councillor, county engineer or county surveyor appreciates, is due almost entirely to greatly increased administrative demands from national Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All this is taking place at a time when, over the past 10 years, road traffic has grown by 45 per cent., the gross weight of vehicles has increased by 33 per cent., owners’ expenditure on vehicles has increased by an enormous 248 per cent. and the Government are, I believe quite rightly, encouraging further increases in mobility for everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The picture is even worse for county roads in the South-East. Because car ownership in the South-East is above the national average at 78 per 100 households compared with the national average of 72, and because truck mileage grows faster as trade with Europe increases, county roads carry more of this burden because of the paucity of motorways in East and West Sussex and in Kent and the lack of many fully developed trunk roads as well. Lastly—a point which ​ applies to the nation as a whole but applies equally to the South East—the volume and weight of traffic everywhere has increased far faster than anyone ever anticipated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "County councils responsible for their own local road networks cannot be blamed for what is a sadly deteriorating situation. Since the advent of the transport policies and programmes system, the East Sussex County Council, in common with other councils in the area, has become increasingly aware of its inability to build the roads which are needed because of too little Government funding and too much Government administrative demand. Therefore, it has had to submit bids for road building in accordance with Government guidelines, and that has meant not putting forward for approval the road bids that it knows are needed. Unless resources are substantially increased, nearly half of the presently uncommitted, but desired, road schemes in East Sussex will still not be completed by 1991.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But that is not all. Not only are insufficient new roads being built, but existing roads are no longer being properly maintained. Until recently the standards of roads in the South-East were as high as anywhere in the country and, therefore, among the best in the world. The results of some years of imposed neglect are now becoming noticeable. If not yet at a critical stage of deterioration, it is certainly very serious. If cuts in road maintenance are not restored over the next five years, by 1983 it is estimated that we shall have reached the point of no return and it will become financially impossible ever to catch up with the backlog of road repair work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just as more and more motorways are now requiring major surgical repairs, often including rebuilding of the new substructure down to 18 in. or more, so county roads, few of which were designed and built for today’s weight of traffic, require quite drastic attention. Yet that is just what they are not getting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The AA estimates that overall in Britain there are now 250,000 potholes or similar faults in our road system. It is likely that East Sussex has more than its fair share of potholes because, on an index drawing together total road mileage, or kilometreage, in the county, on the one ​ hand, the population using those roads, on the other hand, and the expenditure on those roads, on the third hand, East Sussex has not been able to do better than to come at the bottom of the index for similar counties and at near bottom for all non-metropolitan counties in the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What does all this mean? First, it means that the costs to motorists and commercial vehicle operators have been soaring because of higher running costs through damage to suspensions, premature tyre replacement and increased low-gear fuel consumption. Then there are costs to the community, which are escalating because of increasing numbers of accidents. It is interesting and worrying to note that accidents caused by skidding due to poor road surfaces have increased by one-third since 1974, and this is marked, in part at least, by increasing public liability claims, which have increased both in number and in amount every recent year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These, presumably, are some of the reasons why the Department of Transport is carrying out an extensive survey into the state of roads and road surfaces. I wonder whether the Minister is yet ready to tell us anything about the results of that investigation and to indicate any action he is contemplating in the light of those results, and particularly, of course, any increased spending plans that he may have in mind for East Sussex and the South-East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the absence of greater Government funding and greater Government initiative, who is suffering? First, business and commerce are suffering. I give the town and port of Newhaven as an example. Here is a port which is burgeoning and is more prosperous than it has ever been in living memory because of the increased trade with Europe and the rest of the world. In addition to the trade through the port, Newhaven has its own base of light industry, much of it export-directed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Newhaven is well linked by British Rail to all parts of Britain, but it is ill served by its road links. Improvements have been made internally. I think that the Minister inspected them quite recently. But still Newhaven has only a B road as its main north-south feed, and this road is soon to carry added burdens of trucks going to and from a new county refuse disposal tip. These are heavy trucks, travelling at 25 to 30 m.p.h., at an expected rate of 2,000 movements per week. So the business of the community and commerce within the community suffer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But people in the community suffer too, and, whatever Mr. Bernard Levin may say about the Lewes bypass, as he wrote about it in The Times last Wednesday, the relief that that has given—and it will give even more once South Street relief scheme has come on stream properly—is just the sort of relief which is so much desired by other towns, such as Winchelsea, Rye or Robertsbridge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Kent it is interesting and worrying to note that Kent County Council’s original development plan, produced 20 years ago, included 44 bypasses of small towns and villages, but as of this year only six have been built.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But communities suffer economically as well as environmentally. Newhaven is a major prosperity centre for the Lewes District Council, for the East Sussex County Council and for the South-East as far as future planning is concerned. But in the 1978 revision of the East Sussex County Council’s county structure plan, which has been approved by the Secretary of State, the development of the port of Newhaven is specifically inhibited because of the weak road links to and from the town. This means that much-needed jobs cannot be created there. The same can be said for other towns in the South-East. Hastings, just down the coast, is a very good example of where quite modest road building and improvement programmes can help to attract trade and light industry and thereby create, naturally, improved employment opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But not only do those in the specific community suffer. The ratepayers and the taxpayers of the whole area suffer, because as remedial repairs are cut back and improvements are postponed this inevitably leads to more drastic remedial surgery and more expensive improvements in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I cite for the House two worryingly dramatic statistics. Road resurfacing, to seal out moisture and to restore anti-skid properties, costs approximately 50p per square metre. But if that is not done and damp seeps in so that roads begin to ​ crack and to craze, rebuilding of those roads can cost up to £15 per square metre—30 times the cost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The final group of people who suffer are those who use the roads, whether they are commercial vehicle operators who have to allow for more off-the-road time and increased cost of repairs, or private individuals who, in the South-East, are often retired—as they are in my constituency of Seaford, Peacehaven, Telscombe Cliffs or East Saltdean on the South Coast. They have enough difficulty already making ends meet without additional car repair charges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister would do well to bear in mind that even the Prime Minister has to suffer because the road leading from Lewes to his country estate nearby is like a switchback due to the lack of running repairs because of cuts in the road repair funds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For a county such as East Sussex this financial circumscription on road building and repairs is particularly frustrating.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The county of East Sussex has already taken special pride in its road system. East Sussex pioneered the building of concrete roads 45 years ago. More recently, East Sussex pioneered road edge lining which has reduced accidents dramatically by up to 22 per cent. Sadly, such pioneering work cannot be undertaken now when even basic repair work has to be left undone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What can the Government do? I ask the Minister to address himself to seven specific issues. First and foremost, will the Minister consider the reversal of the Government’s stated policy of cutting road maintenance? The policy is too shortsighted. It stems from a complete lack of understanding of the long-term, expensive ramifications.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, will the Minister consider the allocation of more funds for county road building and improvements to allow county councils to tackle properly such much-needed works as on the B2109 which leads north from Newhaven? I should welcome a re-commitment from the Government in order to improve the roads of the South-East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, will the Minister consider a reassessment of the provisions in the Transport Bill on local transport subsidies? Even if 70 per cent. of bus subsidies are funded by the Government, an increase in total subsidy of £500,000 in a county area means that £150,000 has to be found from the rates. It is difficult to see from where such funds would come except from highway maintenance budgets or increased rates. Both are unattractive and unacceptable sources. This raises whether funds should be taken from safeguarding a capital asset and used for renewed expenditures of a social nature.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fourthly, will the Minister investigate whether lorries, particularly top-weight lorries, are paying their way properly to ensure that the relative level of their road taxes is proportionate to their share of road costs? I was interested to read in The Sunday Times recently that it is estimated that the heaviest lorries might be underpaying their share by £40 million a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fifthly, can the Minister argue more effectively than previous Ministers with Treasury colleagues that road users should pay a fairer share of motoring-related taxes, particularly the £915 million that they pay in vehicle licence dues and the lesser amount, but still considerable, of £25 million in VAT on fuel? That figure was quoted in the issue of Drive magazine to which I have referred.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sixthly, will the Minister examine the need for annual TPPs? What is the real effect of these annual documents, if any, on the condition of county roads or on the lives of those who live alongside those roads or use them daily? Could not TPPs be submitted every three or four years and thereby reduce administrative costs and improve budget planning?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, in pursuit of the Secretary of State’s intention to devolve more responsibility for local transportation to county councils, cannot central controls be relaxed and unnecessary administrative requirements, often duplicated at local and national levels, be reduced? Is it necessary for the Government to tell the East Sussex County Council in detail how it should mow its grass verges?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State said, in talking to the County Surveyors Society on 19th January last, that he saw his job as  \n“to ensure that the right roads are built to the right standards in the right place at the right time”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To that I add only “and that all roads are maintained to correct standards at ​ all time.” There is nowhere in Britain more deserving of the attention of the Secretary of State and the Under-Secretary than Sussex and the South-East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}