{
    "url": "https://www.ukpol.co.uk/angela-rayner-2022-speech-on-voter-id-at-elections/",
    "title": "Angela Rayner – 2022 Speech on Voter ID at Elections",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 12 December 2022.",
    "content": [
        "I would like to say that it is a pleasure to speak in this debate, but frankly, I am sad that we have reached this point. It is a stain on Britain’s democratic history that, if the Government have their way with these regulations, we will take a historic step away from making our democracy more open and accessible and towards closing it down, shutting people out and making it harder to vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Opposition Members have been clear from the start that this legislation is a wasted opportunity. It is a step backwards at a time when so many improvements are needed to widen participation in our democracy and to make it fit for the 21st century. The regulations arise from a slapdash, short-sighted and politically motivated act that turns the clock back on democratic progress. I pay tribute to my hon. Friend the Member for Nottingham North (Alex Norris) for his work throughout the stages of the Elections Act 2022, highlighting the dangers of mandatory photo ID, which we are debating today. I thank him for helping to secure this debate on the Floor of the House when Ministers would no doubt have preferred to sneak it through upstairs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The basic fact is that voter ID is not only a backwards step for democracy, but completely pointless. It is a solution in search of a problem. Ministers claim it will combat voter fraud, but voter personation—the voter fraud which voter ID apparently targets—is vanishingly rare. Over the last 10 years, there have been about 243 million votes cast in elections, and how many people have been convicted of voter fraud? Four. That is 0.00000005%. I am under no illusion that the Government are in the slightest bit interested in genuinely tackling fraud. The Tories’ Minister responsible for fraud summarised it when he resigned at the Dispatch Box, saying that the Government had\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“no knowledge of, or little interest in, the consequences of fraud to our economy or society.”—[Official Report, House of Lords, 24 January 2022; Vol. 818, c. 20.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the Government focus on measures like these regulations, serious fraud, where criminals target vulnerable people with scams to steal bank details, is running rife under this Government. Our economy loses around £190 billion every year to fraud—more than the UK spends on health and defence combined. People are being left terrorised by scammers pretending to be their banks, mobile networks or family members, but instead of actually tackling that, the Government are using parliamentary time to tackle the virtually non-existent crime of voter personation, costing millions of pounds in taxpayers’ money to boot.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Justin Tomlinson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the right hon. Member explain why, if the system is so bad, it is used in Labour selections?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have just explained why this is such a tiny, not even significant, minuscule issue that the Government are trying to make hay over, when, in fact, we have fraud that results in people being terrorised by scammers pretending to be their banks. Millions of pounds of taxpayers’ money is being wasted on this Bill instead of dealing with the fraud that the hon. Member’s constituents have to face every single day, which is not being tackled. He needs to tackle that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps the Minister lives in a bizarre alternative reality where, across the country, people are attempting to impersonate their neighbours to steal their votes, but meanwhile, in this universe, you are more likely to be hit by lightning 54 times than fall victim to voter personation fraud. So let us get back to the reality that we face. The British public face a cost of living crisis, freezing temperatures, with people too scared to put their heating on, and cancelled Christmases, with working parents unable to afford festive treats. And this Conservative Government are planning to spend £180 million of taxpayers’ money to introduce a completely pointless and eye-wateringly expensive change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Aaron Bell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We heard evidence from the police in the Bill Committee. They thought that the measures on voter ID and the extra measures that we are taking to avoid intimidation would make the Act really useful for them on polling day, so that they can get on with the job that we want them to do—that is, to keep our communities safe—and not have to spend as much time dealing with cases of personation at polling stations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I say to the hon. Member: show us the evidence. Where is the evidence of that? We have not seen the evidence, but we do know that people are choosing between heating and eating this winter. We do know that crime is on the rise and that people just do not see the police on the beat any more. We do know that people are targeted by online fraud every single day of the week, with no protection and no action by their Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I ask the Minister: why will he not spend his time and energy tackling the huge array of issues that face the British people instead of flushing away yet more hard-earned taxpayers’ cash on this pointless measure? I might be able to hazard a guess. I notice that the regulations allow 60-plus, but not 18-plus, Oyster cards—why is that? I notice that OAP bus passes will be valid, yet students IDs will not—why is that? I notice that some 4.2 million voters do not have a photo ID allowed by these regulations, yet the Government demand that we plough on—why is that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister said that voter ID does not discriminate, but I am afraid that the evidence does not quite stack up. When the Minister’s colleague, a former Cabinet Office Minister—the right hon. Member for Norwich North (Chloe Smith)—said that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the evidence of our pilots shows that there is no impact on any particular demographic group from this policy.”—[Official Report, 11 June 2020; Vol. 677, c. 394.]—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the answer was based on the Electoral Commission’s evaluations of the 2018 and 2019 voter ID pilots. However, in its most recent report, the commission said that it had no way of measuring the effect of voter ID on minority communities. It said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Polling station staff were not asked to collect demographic data about the people who did not come back, owing to the practical challenges involved in carrying out that data collection exercise”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us take a look into the pilots more closely. Pilots for voter ID took place in just 10 local authority areas in England. In all elections that took place in 2019, there was one conviction and one police caution for using someone else’s vote at a polling station, but during the pilots, 2,000 people were turned away because they did not come to the polling station with ID. More than 750 of those did not return with ID to cast their vote. How can the Minister stand there and tell us that these measures will not make it harder for people to vote? Perhaps they are less keen on having the Government chosen by the voters than having the voters chosen by the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I come on to the Government’s so-called “free elector IDs”. Not only are they unworkable, they are hugely expensive for already overstretched local authorities. Council leaders have warned the Government that voter ID risks damaging access to democracy and must be delayed. They say that there is simply not enough time to deal with all the risks that will be created by the new system. I wonder what the Minister has to say to the Conservative chair of the Local Government Association, James Jamieson, who said that voter ID must be delayed because:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“It is a fundamental part of the democratic process that elections can run smoothly and effectively where every citizen is able to exercise their right to vote.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What does the Minister have to say to the leader of his party’s councillors?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The language and politics around voter ID used by this Government is frankly dangerous. Does the Minister not trust the voters of this country to continue to cast their ballots securely, as they have done for generations? Does he really believe that voting is not safe and secure in Britain? Ministers should be promoting confidence in our elections, not spreading baseless scare stories that threaten our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, the Minister will be aware of an amendment tabled in the other place by my noble Friends on the Labour Front Bench to establish a Select Committee to conduct an assessment of the impact of the voter ID regulations on turnout in the local elections next May. If the Minister is so confident that the regulations will not create barriers to people voting, surely he cannot object to that pragmatic, common-sense proposal. Surely he has absolutely nothing to be afraid of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I urge Members across the House, when they enter the voting Lobbies this evening, to think about our constituents who have the right to vote and may have done so for decades, but will be turned away for the first time in May. It is for that fundamental reason that these backward, unworkable and anti-democratic regulations must be stopped in their tracks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}