{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-comments-on-snobbery-in-government-appointments/",
    "title": "Angela Rayner – 2021 Comments on “Snobbery” in Government Appointments",
    "post_date": "June 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 20 June 2021.",
    "content": [
        "If Michael Gove really wants to attract the most talented people to work in our civil service, then he should end the ingrained snobbery that underpins attitudes towards different types of qualifications and the outdated assumption that academic qualifications should be a basic entry requirement for government jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Academic qualifications like degrees or A-Levels should only be a requirement when they are actually necessary to do the job. This will ensure that the government is more representative of the country it serves and that a greater range of talented candidates are not put off by snobbish and patronising attitudes about qualifications.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This government has long talked a good game on parity of esteem but that rhetoric has not been matched by action. The Tories have cut billions from further education and while achieving this parity of esteem will need more resources, it will also need deep-seated culture change too. That culture change requires leadership from government, setting an example to other employers and showing that it is skills, experience and hard work that matter, not a particular type of education or where somebody went to school or university.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}