{
    "url": "https://www.ukpol.co.uk/angela-rayner-2023-speech-on-the-procurement-bill/",
    "title": "Angela Rayner – 2023 Speech on the Procurement Bill",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 9 January 2023.",
    "content": [
        "It is a pleasure to open this debate today on behalf of the Opposition. I pay tribute to the work that has already gone into the Bill in the other place. I know that constructive discussions led to positive amendments, and I hope that they will be accepted and improved as the Bill goes through this House. I was a little pessimistic about that following the Minister’s opening comments, but I hope that we can work constructively with what the other place has recommended. As the Minister says, the Bill is an extremely complicated and large piece of legislation, so I hope that we can do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We on the Labour Benches recognise the need for a procurement Bill to consolidate the patchwork of former EU rules and to bring the spaghetti of procurement regulations into one place—a single regime. The Procurement Bill is an opportunity to create a coherent rulebook, with one driving aim: to get value for every single penny of taxpayers’ money. We want to deliver better services that meet the demands of the British public and to unlock the world-leading innovation of the UK economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank all my hon. Friends and Members from all parts of the House who are here today. When most people hear the word “procurement”, they switch off, but I cannot get enough of it. It is absolutely critical to our economy and to our future national prosperity. It accounts for a third of all public spending—more than the NHS budget and double the education budget. When harnessed for good, the power of procurement can drive up standards, pump money back into the pockets of local communities and businesses, create jobs and skills in our towns and cities, and hand wealth back to the people who built Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I fear that the Bill we have been presented with today could miss those opportunities; that the ambition of the proposals before us will not meet the moment, and will not provide answers to the challenges that we face or learn from the mistakes of the past. As it stands, the Bill is a sticking-plaster solution, allowing taxpayers’ money to line the pockets of the well-connected, those with the deepest pockets and the abundance of experts who know how to navigate the system. I want Britain to lead the world on procurement by driving every penny of taxpayers’ money into our local communities, promoting British businesses up and down the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are, of course, some aspects of the Bill that we welcome—in particular the focus on reducing the burdens currently faced by small businesses. SMEs are the backbone of our economy and the current system just is not working for them. Reform is urgently needed. The British Chamber of Commerce found that SMEs are now receiving a smaller relative amount of direct Government procurement spending than they were five years ago. Small businesses across the country are being choked out of the bidding processes, which are complicated and time-consuming. SMEs are competing for contracts against big corporations that have more form-fillers than the SMEs have workers. I welcome the positive steps taken in this Bill, especially as this Government have repeatedly failed to reach their target for SMEs to benefit from 33% of procurement spend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That being said, there is not enough in this legislation dealing with late payments for SMEs—a practice that, in the current economic crisis, is killing off too many small enterprises in this country. The Minister talks about the trickle-down effect of 30 days, but I do not believe that will work in this instance. I hope he will address that gap in his closing remarks and engage with us in the Committee to improve the Bill in that regard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the changes made in the other place to include social value in the national procurement policy statement, but I was disappointed by the scant mention of social value in the original version of the Bill and in the Minister’s opening comments today. Social value is a tool that makes it easier to give money to local British enterprises creating jobs, skills and green opportunities in their communities. It rewards providers who want to build a better society and contribute to our nation’s prosperity in the long term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Bill is an opportunity to make, buy and sell more in Britain. It is a chance to give more public contracts to British companies, big and small, so that contracts do not always automatically go offshore, to the giant corporations with the lowest prices, but to businesses creating local jobs, skills and training, maintaining workers’ rights and trade union access. That is what is important and what the social value elements of this Bill need to promote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stephen Kinnock**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is making an excellent speech. Returning to the issue of the three fleet solid support vessels, the MOD contract was awarded to a Spanish-led consortium. That in itself was a deeply disappointing decision, but what is even worse is that the Government are not insisting on legally enforceable guarantees from Navantia, the Spanish company that leads the consortium, that the ships will be built with British steel. Does she agree that it is outrageous that we have three key vessels being built without British steel?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree with my hon. Friend. As he says, using public money to make, buy and sell more in Britain can also be achieved through our defence spending and by spending on steel and vital infrastructure in the UK. As the party of working people and trade unions, we in Labour know that, when done well, defence procurement strengthens our UK economy and our UK sovereignty, but this Bill fails to direct British defence investment first to British business, with no higher bar set for any decision to buy abroad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour wants to see our equipment designed and built here. That means our national assets, such as the steel industry, our shipyards and our aerospace. That is fundamental for Labour, and we will amend the legislation to secure it. My right hon. Friend the Member for Wentworth and Dearne (John Healey), the shadow Defence Secretary, made it clear that that is a priority for Labour, when he announced at our conference in September that Labour in government would build the navy’s new support ships in Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As my right hon. Friend the Member for Warley (John Spellar) mentioned, the Conservatives announced that the £1.6 billion fleet solid support ship contract would be awarded to Spanish shipbuilders, meaning at least 40% of the value of the work will go abroad. Ministers have confirmed that there is no limit on how many jobs will be created in Spain and that there are no targets for UK steel in the contract. That is frankly a disgrace and a wasted opportunity, when the use of procurement could have been a force for strengthening our UK economy and our security at the same time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope the Minister is listening and will openly work constructively with me to amend the Bill and ensure that British defence investment is directed first to British industry, as well as carrying out a review of the contract for fleet solid support ships.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope the right hon. Lady will welcome the fact that, as a result of the FFS award, we will see revitalisation of Harland & Wolff, we will have additional shipyard capacity and we will be rebuilding the British shipyards left in a dreadful state after the last Labour Government. We are seizing opportunities. It is unfortunate that we have to reskill some of our workers and that we have to use opportunities coming from abroad to ensure that we recreate another yard in the UK as well as supporting Appledore, but it is important that we have the right equipment for our armed forces and that defence can seize those opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister for that contribution, but he should put it in the Bill. He should work with us to ensure that we build in Britain and support British industry and the steel industry. We discussed earlier today the difficulties that UK industries face, and I believe this Bill does not go far enough to support our industries. I want to see that support and I will happily work with the Minister on that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister has also pledged to use this Bill to make procurement quicker, simpler and more transparent. We need look no further than the pandemic for the clearest example of why we desperately need a more agile and transparent procurement system. The Tory VIP lane exposed the true weakness in the system, enabling the shameful waste of taxpayers’ money and profiteering by unfit and unqualified providers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a result, the Government have written off £10 billion of public funds spent on unusable, overpriced and undelivered personal protective equipment. More than £700,000 a day of taxpayers’ cash is currently being used to store unused gloves, goggles and gowns—enough to pay for 75,000 spaces in after-school clubs or 19,000 places in full-time nursery care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am still waiting to see whether the Government will respond to our Humble Address and come clean about the murky case of PPE Medpro, which saw £203 million handed to a company with links to a Tory politician. Will the Minister use this opportunity to confirm whether his Government are still procuring PPE or other goods using the emergency rules enacted during the pandemic?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no doubt the pandemic presented a unique situation, placing huge strains on our procurement processes but, while all countries faced similar pressures and shortages, many countries conducted their emergency procurement in a far more open, effective and cost-efficient manner. The Government must learn the lessons of those mistakes, and what better opportunity than within this Procurement Bill?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wait with anticipation to see how the Government might go about shutting down the VIP lanes, tightening the leash on Ministers’ freedom to award contracts directly and hard-wiring transparency into the system. Instead of straining every sinew to root out waste and cronyism, the Minister is pushing a Procurement Bill that would allow the same mess to happen all over again—handing more power over direct awards to Ministers, not less. I am sure the Tory party’s cronies watching these proceedings will be rubbing their hands with glee at a Bill that puts their VIP fast lane on to the British statute book. I am also sure that former Ministers from previous Conservative Governments, who grasped the opportunity to do the right thing and clean up politics after years of sleaze, will be disappointed by this Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Anthony Mangnall (Totnes) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Lady is making a point of saying that we are putting in a VIP lane. Where in the Bill does it say that? In fact, it does not. The Bill puts more oversight on the procurement rules to stop anything like what we have seen in the past ever happening again. If she could just point me to the clause, I would be very grateful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes. Clause 41 allows Ministers to use urgency as a new justification for granting direct awards—directly allowing the VIP lane yet again. I ask the hon. Gentleman to look at the Bill and at exactly what that would mean for the future of our procurement. I am sure Government Members, including Ministers, will be disgusted at the billions of pounds that we have seen wasted through that process. I am willing to work with the Government to identify and close those loopholes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If life and public safety are at risk, does the right hon. Lady really think that there should not be an urgent procurement procedure—particularly one approved by this House—in that situation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said to the Minister earlier, Wales and other countries had emergency powers to do things. It is our situation here that has seen the cronyism and the VIP lane in particular allowing the mates of Tories to get contracts without oversight. I do not believe that we need a system that allows billions of pounds of taxpayers’ money to be awarded to friends of the Conservative party. At the time, many businesses in the UK that had experience of working in that field were shunted out for people who had absolutely zero experience but who—guess what—knew the WhatsApp of a Tory Minister. That is completely unacceptable and the Bill does nothing to prevent it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Anthony Mangnall**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Lady has taken one point and cherry-picked to emphasise it without looking at the rest of the Bill’s contents. That is why there is a transparency notice and procurement oversight of how we issue it. We are not giving anyone an advantage in our procurement opportunities; we are making sure that there is transparency and that mechanisms are there to hold people to account. Does she not see that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will come to chapter 3, which addresses transparency—although, again, I think it is unambitious. Look at what Ukraine does in terms of transparency; it is streets ahead. These are baby steps and are nowhere near enough. The hon. Member needs to look at the situation and at the Bill. It is not ambitious enough for the UK and does not prevent situations in which billions of pounds of taxpayers’ money is wasted, as we have seen under this Conservative Government. The only fast-track lane that Labour would allow would be one for local businesses and enterprises that create wealth in our communities and contribute to a fairer society. The VIP lanes under a Labour Government would be for local businesses bringing innovation and wealth to their neighbourhoods, so social value would be a mandatory part of procurement. I hope that the Minister will look at that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill also misses a crucial opportunity to introduce real and workable non-performance claw-back clauses to contract design. There are ways of baking such clauses into contracts so that failing providers must return taxpayers’ money above a certain threshold. The current system just is not working; eye-watering waste continues without consequence. Being granted taxpayers’ money is a privilege. When suppliers do not deliver—just as we saw with PPE Medpro—we want our money back, but under the current proposals there is no way of even checking a provider’s past performance. Again and again, local authorities fall foul of the same failed providers as their neighbours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can the Minister explain why he is not using the Bill to make past performance a central pillar of our procurement? When I go to a restaurant, I can see past customers’ reviews of the food. Should the same not apply to multimillion-pound Government contracts? The Green Paper mentioned a procurement unit, but that has since been removed and replaced with a vague concept of “procurement investigations”. That toothless proposal will do nothing to crack down on waste or protect taxpayers’ money. By contrast, Labour’s office for value for money, which would be advised by a social value council, would have real teeth to ensure that taxpayers’ money is spent responsibly with regular checks. I hope that the Minister will work with me to strengthen that aspect of the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have mentioned chapter 3 of the Bill, which I think is another sticking-plaster solution that misses the opportunity to create real transparency in public procurement. Although I welcome the limited measures the Bill takes to move towards transparency—by obligating authorities to issue a transparency notice before awarding a contract, for example, which the Minister mentioned—those are baby steps that barely scratch the surface of what is required. We must see end-to-end transparency, which means the creation of a public dashboard for Government contracts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clause 95 gives an unnamed authority the power to make rules about what procurement information can be shared and through which channels. That is symbolic of the poverty of ambition on display from the Government. The Minister could have used this opportunity to announce a system inspired by Ukraine’s anti-corruption blueprint, a dashboard that guarantees transparency in how taxpayers’ money is spent and bakes trust and integrity into the system. Even under attack from Russia, Ukraine is honest about how it spends public money. What is this Government’s excuse?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Mark Francois (Rayleigh and Wickford) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Lady may not be aware, but the Infrastructure and Projects Authority audits all major infrastructure projects across the whole of Government every year and grades them on a dashboard system, so we already have one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I say to the right hon. Member that we do not have a system that works. That is pretty clear to me because we can see the disastrous waste that currently happens in the system, and because companies that should be rewarded with contracts are not, while others get around the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think we should go further still by finally shedding light on the amount of taxpayers’ money being shelled out to tax havens. Labour will push for the Bill to introduce full transparency about whether suppliers pay UK taxes, as well as public country-by-country reporting by multinational corporations. A Labour Government would go further by using public procurement to drive up standards of responsible tax, including by asking big corporations and businesses publicly to shun avoidance and artificial presence in tax havens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Transparency is not just a nice thing to have; it actually saves money. A lack of transparency in the procurement system reduces competition and increases costs, leaving the taxpayer to shoulder the burden, so the adoption of open transparent contracting makes good financial sense. It leads to a more competitive procurement process and, ultimately, to cost savings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said earlier, being granted public money is a privilege, and suppliers should in turn uphold the highest standards in the workplace. The Bill is an opportunity to drive up standards across the economy and ensure that public procurement is used as a means to promote decent work throughout supply chains and to reward businesses that treat their workers right. We must back the workers and the employers who create Britain’s wealth by using procurement to raise the floor on working conditions for all. I hope that the Minister will engage openly in Committee with proposals to include good work and the promotion of quality employment as strategic priorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That brings me to outsourcing. This Government have become too dependent on handing away our public services on the cheap, and we are all paying the price. It is ideological and not based on sound service delivery. The Bill presents an opportunity to introduce measures to end the knee-jerk outsourcing trend and to ensure that, before any service is contracted out, public bodies consider whether work could not be better done in house. When I worked in local government, we coined the phrase “not outsourcing but rightsourcing”. That is what a Procurement Bill should facilitate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The pandemic showed us that a decade of Tory Government had shattered the resilience of British businesses and services and of our local economies. Instead of handing out billions to British firms to deliver services, jobs and a better future, big contracts were given to Tory cronies and unqualified providers. The Tories eroded standards at work, encouraging a race to the bottom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it does not have to be this way. From the Welsh Government and London’s Labour Mayor to local governments in Manchester, Southwark and Preston, Labour in power is showing that things can be done better. What we need is a public procurement policy that the public can trust and that will make winning contracts a force for our country’s good. Not more sticking-plaster solutions but a Bill that will restore trust in the way public money is spent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Caroline Lucas**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was trying to time my intervention for just as the right hon. Lady was finishing her remarks. Before she finishes, does she agree that one of the reasons why procurement is so brilliant is that it has a vital role to play in greening our economy? Again, the Bill does not go far enough on that. In particular, it does not include scope 3 emissions in supply chains, and the Government will not meet their own net zero targets unless they start accounting for those emissions. Does she agree that that is a big hole in the Bill?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Absolutely. I listened to the Minister’s response to the hon. Member’s question earlier, and it showed a lack of ambition. Those of us concerned about environmental factors, as we all should be, are also concerned that the Minister is not putting the necessary gusto into the Bill to ensure that those issues, including meeting the net zero targets, are really factored in. I hear a lot of words, but when it comes to the legislation that will enable us to do that, I do not see the practice being delivered. The next generation will hold the Government to account for the disaster they will be given if we do not act now. We know what the science says and what needs to be done, but this Bill does not do enough to ensure that it happens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want a Bill that will restore trust in how public money is spent, will have social and environmental factors in it, and will make British industry the best it can be so that workers in this country get the best they can get. I urge the Minister to use this opportunity to plough taxpayers’ money back into local communities so that we can make, buy and sell more in Britain, claw back our money when it is wasted, and outlaw VIP lanes once and for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}