{
    "url": "https://www.ukpol.co.uk/angela-rayner-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Angela Rayner – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 18 July 2022.",
    "content": [
        "Thank you, Mr Deputy Speaker. Today’s debate has been very revealing. We heard a speech from the Prime Minister as delusional as the Transport Secretary’s leadership bid, but sadly not as brief. He claimed that the deep state was plotting against him. Even now, he cannot either take responsibility or face reality—inspired not by Churchill or even Thatcher, but, as my right hon. Friend the Member for Barking (Dame Margaret Hodge) said, by Trump. The truth is that this Prime Minister is the danger to our democracy and to our national security every day he clings on. I note that he cannot even be bothered to meet the conventions of this House and be here for the wind-ups like other hon. Members. The only deep state relevant tonight is the one he has left the country in. He claimed the two pillars of government were a dynamic economy and strong public services. I don’t think he has been watching the other debates—[Interruption.] Ah, hi! Better late than never, Mr Prime Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister has finally arrived, but I do not think he has been watching the other debates. His Foreign Secretary said that the\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“economic strategy that we have at the moment, simply isn’t working”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and that ambulance waiting times were “appalling”. The Trade Policy Minister said that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“we are going to be one of the most uncompetitive nations”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“public services are in a desperate state”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And they are the ones who are still members of this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Saffron Walden (Kemi Badenoch) asked: “Why should the public trust us? We haven’t exactly covered ourselves in glory”. I agree. His former Chancellor said that the next Prime Minister would have to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“restore trust, rebuild our economy and reunite our country”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For all the bluster we heard from Conservative Members today, I think those damning words say it all. And how many of them said the Prime Minister was honest? How many would put him in their own shadow Cabinet? [Interruption.] You will be, don’t worry; that was not a misspeak. How many would put him in their shadow Cabinet, as it is soon to be? It was one less than the number of fingers the Under-Secretary of State for Education, the hon. Member for Morley and Outwood (Andrea Jenkyns) raised to the public when she was appointed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the standard of the Government he now leads—not exactly a ministry of all the talents. Will the last person in Downing Street please turn out the lightweights? As my hon. Friend the Member for Wirral West (Margaret Greenwood) said, while our country is in crisis, our Government are in chaos. As a national emergency was declared, where was the Prime Minister when Cobra was called? He was preparing for another party—I hope it went well. You couldn’t make it up! He was missing in action while Britain boils. My hon. Friends the Members for Wallasey (Dame Angela Eagle) and for Birmingham, Yardley (Jess Phillips), among others, noted the tidal wave of sleaze and scandal that swamped the Prime Minister and the human impact of ministerial misconduct on its victims. But, as my hon. Friends the Members for West Ham (Ms Brown) and for Nottingham East (Nadia Whittome) said, this Conservative Government have also been a catastrophe for our whole country. We have had 12 years of Tory failure: 12 years of low growth; 12 years of a stagnating economy; and 12 years of broken promises. And that is just another verdict from his own Foreign Secretary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What of the crises facing us now? On the cost of living crisis, the Government have no answers. On climate change, they have no answers. On backlog Britain, they have no answers. They are not just asleep at the wheel; they are steering us straight into the eye of the storm. It is no wonder that so many hon. Members have drawn the conclusion that Britain needs a fresh start. My hon. Friend the Member for Bradford West (Naz Shah) summed up this Government’s record on tackling Islamophobia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with one comment that was made from the Government Benches, and that is that the office of Prime Minister is greater than the person who holds it. As so many of my hon. Friends have noted, this Prime Minister is simply not fit to fill that office, but the Conservative party plans to indulge him for the next seven weeks. A caretaker known for no care, every day he is in Downing Street he does more damage. He should be long gone. I say to Members on both sides of the House: let us tell this Prime Minister to go, and to go now. Enough is enough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}