{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-letter-on-michael-gove-misleading-parliament/",
    "title": "Angela Rayner – 2021 Letter on Michael Gove Misleading Parliament",
    "post_date": "June 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter written by Angela Rayner, the Deputy Leader of the Labour Party, to Boris Johnson, the Prime Minister, and Simon Case, the Cabinet Secretary, on 10 June 2021.",
    "content": [
        "Dear Prime Minister,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am writing to you following a court judgement in a case regarding the Cabinet Office’s ‘Clearing House’ for Freedom of Information requests. In this case, the judge ruled that the Cabinet Office had presented “misleading” documents regarding the Clearing House unit in the Cabinet Office, demonstrating a “profound lack of transparency about the operation” of this unit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The judge ordered the Cabinet Office to release further details of how the Clearing House handled Freedom of Information requests, however these documents have yet to be released.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Cabinet Office lists one of its own key responsibilities as “making the way government works more transparent”, yet as the court’s damning judgement makes clear, your government is determined to undermine accountability and transparency at every turn, including when Ministers have been asked about this Clearing House unit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Giving evidence to Parliament as a witness to the Public Administration and Constitutional Affairs Committee, on 10th December 2020, the Chancellor of the Duchy of Lancaster and Minister for the Cabinet Office Michael Gove said: “The idea that there is a secret clearing house or any sort of blacklist is, I am afraid, not correct. Actually, I am glad it is not correct. It is the case that when we look at all freedom of information requests… whether it is a freelance journalist, someone working for an established title or a concerned citizen, all freedom of information requests are treated in exactly the same way”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would appear that Mr Gove has misled Parliament, whether knowingly or unknowingly, in saying “the idea that there is a secret clearing house… is … not correct”, a statement that has been proven to be untrue by this court judgement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Gove also stated that all Freedom of Information requests are treated “in exactly the same way”, denying any notion that the Clearing House works to try to withhold some information requested under Freedom of Information laws, treating some Freedom of Information requests differently to others or even blacklisting certain journalists and researchers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because of the lack of transparency regarding the operations of the Cabinet Office Clearing House, the truth about the operations of the unit – and therefore whether Mr Gove misled Parliament by saying that “all freedom of information requests are treated in exactly the same way” – will be revealed in the documents that the judge has ruled must now be released.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Ministerial Code is clear that: “It is of paramount importance that Ministers give accurate and truthful information to Parliament, correcting any inadvertent error at the earliest opportunity. Ministers who knowingly mislead Parliament will be expected to offer their resignation to the Prime Minister”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As laid out in the Terms of Reference for the Independent Adviser on Ministers’ Interests, I would urge you to consult the Cabinet Secretary and refer this matter to the Independent Adviser of Ministers’ Interests for a full investigation. This investigation must include within its scope the documents regarding the operation of the Cabinet Office Clearing House that the Cabinet Office has been ordered to release by the judge in this case, and any further documents relating to the treatment of Freedom of Information requests by the Cabinet Office Clearing House unit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yours sincerely,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rt Hon Angela Rayner MP\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Deputy Leader of the Labour Party\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Shadow Chancellor of the Duchy of Lancaster\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}