{
    "url": "https://www.ukpol.co.uk/angela-rayner-2022-speech-on-covid-19/",
    "title": "Angela Rayner – 2022 Speech on Covid-19",
    "post_date": "January 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 5 January 2022.",
    "content": [
        "I thank the Prime Minister for [advance sight of his statement](https://www.ukpol.co.uk/boris-johnson-2022-statement-on-covid-19/). I wholeheartedly back him in asking people to come forward to get their jabs and booster jabs. It is of course right that plan B measures must stay in place during this wave of the pandemic. It was the Labour party that made sure that the Government had the votes to pass those measures in the House. If not for Labour’s actions, the NHS would be facing even greater pressure, and the likelihood is that we would have needed much harsher restrictions. My message to the Prime Minister is that, despite the people sitting behind him, and those eyeing up his job alongside him, Labour will always act in the national interest and put public health before party politics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister said that we have to ride out the omicron wave, but the NHS is not surfing; it is struggling to stay afloat. We have seen several hospital trusts declare critical incidents, which means that they cannot provide services for cancer and heart disease patients. In my home of Greater Manchester, non-urgent surgery is being halted. I thank those trusts that have come forward and been up front about the reality that they are facing, and I thank our NHS staff who are going above and beyond, once again, to get us through this period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is it not time for the Prime Minister to be straight with people and give a frank assessment of the state of our NHS? He mentioned the use of the Army, but how many trusts have declared a critical incident and what does he plan to do about that? People in the north-east are being told to call a cab or phone a friend if they are suffering a suspected heart attack or stroke. That is shocking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even before omicron hit, however, thousands of suspected heart attack or stroke victims in England were forced to wait more than an hour and 40 minutes for their ambulance. Is it not true that our health service went into this wave of infections with the largest waiting lists on record, the longest waiting times on record and major staff shortages? After a decade of Tory mismanagement, the NHS was not prepared for covid and did not have the spare capacity to cope with omicron. It is not just that the Conservatives did not fix the roof when the sun was shining; they dismantled the roof and removed the floorboards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Getting testing right remains the best way to avoid further restrictions. It is welcome that the Government are requiring daily testing to protect critical national infrastructure, but that will not begin until next week. Our essential services are buckling under the pressure now. Doctors, nurses, carers, teachers and pupils cannot get the tests they need now to do two tests a week. Emergency workers are reportedly stuck in isolation because they cannot get their hands on a test. So why did the Health Secretary claim on 13 December that there is “no shortage” of actual tests? Why was the Government’s delivery service allowed to go on holiday over Christmas with no contingency plan in place? The Government have been asleep at the wheel, and the result is total shambles. I am sure the Prime Minister will join me in thanking the Welsh Labour Government for sharing 4 million tests with England. Thank goodness that they had the foresight to plan ahead and secure enough tests for this period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In April 2020, the Government published a strategy to scale up the covid-19 testing programme. They promised to work with the UK’s world-leading diagnostics companies to build a British diagnostics industry at scale, yet two years on, this has never materialised. How much taxpayers’ money was spent on this programme and why, Prime Minister, two years into the pandemic, are we still reliant on tests from China, instead of building the capacity to make the tests here in Britain?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Prime Minister**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is rubbish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister can chunter away, but he will have his opportunity in a minute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People will be returning to work this week, but the Government are refusing to guarantee all workers sufficient sick pay, leaving working people with the choice of going to work to feed their families or staying at home to protect public health. Will the Prime Minister finally raise sick pay so that people are no longer faced with an impossible choice of doing the right thing or feeding their family?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In some of the poorest countries in the world, less than 10% of the population is vaccinated. This is shameful. We know we can do more to assist the international vaccine effort, and what are the Government doing about that? If we are going to break this endless cycle of new variants, we have to vaccinate the world. This is not just a question of doing the right thing for others; it is in our national interest, too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, there are Conservative Members sitting behind the Prime Minister who have spent recent weeks attacking hard-working public servants. Is it not time that the Prime Minister stood by our experts, professionals and officials, who are doing all they can to protect public health? If he was happy to defend Dominic Cummings, the former Health Secretary and Owen Paterson, why will he not defend those public servants who are actually doing the right thing?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}