{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-comments-on-the-deloitte-contract/",
    "title": "Angela Rayner – 2021 Comments on the Deloitte Contract",
    "post_date": "November 12, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 12 November 2021.",
    "content": [
        "This sends a clear message that the Government’s priority in the public inquiry will not be the openness, transparency and honesty that we need and that bereaved families deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservatives have wasted tens of billions of pounds of taxpayers’ money on a failed Test and Trace system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Deloitte were paid hundreds of millions of pounds by Test and Trace so it is clearly completely wrong for the company to then be awarded a contract to mark their own homework and help prepare the strategy for dealing with the public inquiry into the government’s mishandling of the pandemic, including the failures of Test and Trace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour will end this gravy train and this racket that sees taxpayers’ money abused, wasted and lining the pockets of the bosses of outsourcing companies. Our public services should and will be run in the public interest, not private profit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}