{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-comments-on-the-downing-street-flat-refurbishment/",
    "title": "Angela Rayner – 2021 Comments on the Downing Street Flat Refurbishment",
    "post_date": "May 29, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 29 May 2021.",
    "content": [
        "The Conservatives think it’s one rule for them and another for everyone else. Throughout this pandemic, the Government has shown utter disregard for taxpayers’ money, using the public purse as a personal cashpoint.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s staggering that the Prime Minister could rack up a £200,000 bill for a luxury refurbishment yet have no knowledge of how it was eventually paid. And with the charge sheet against the Health Secretary getting longer and longer, Boris Johnson needs to explain why the public should trust him to lead such a major government department.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government has at long last admitted that a Tory donor has been funding the Prime Minister’s private life. We know this isn’t the only aspect of the Prime Minister’s lifestyle that may be being funded by Tory donors – No 10 must now come clean about how far this goes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Any government documents relating to Lord Brownlow should be published to prove that no conflict of interest exists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}