{
    "url": "https://www.ukpol.co.uk/angela-rayner-2022-speech-on-government-ppe-contracts-michelle-mone-and-ppe-medpro/",
    "title": "Angela Rayner – 2022 Speech on Government PPE Contracts, Michelle Mone and PPE Medpro",
    "post_date": "November 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 24 November 2022.",
    "content": [
        "Thank you for granting this urgent question, Mr Speaker. I welcome the Minister to his place—I think this is the first time we have met at the Dispatch Box—but to be honest, to his defence of due diligence I would say, “What due diligence?” Last night, documents seen by The Guardian revealed yet another case of taxpayers’ money being wasted, with a total failure of due diligence and a conflict of interest at the heart of Government procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In May 2020, PPE Medpro was set up and given £203 million in Government contracts after a referral from a Tory peer. It now appears that tens of millions of pounds of that money ended up in offshore accounts connected to the individuals involved—profits made possible through the company’s personal connections to Ministers and the Tories’ VIP lane, which was declared illegal by the High Court. Yet Ministers are still refusing to publish correspondence relating to the award of the Medpro contract, because they say that the Department is engaged in a mediation process. Can the Minister tell us today whether that mediation process has reached any outcome, and what public funds have been recovered, if any? Will he commit to releasing all the records, both to the covid-19 public inquiry and to this House, once the process is completed?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rightly, there are separate investigations into Baroness Mone’s conduct, but the questions that this case raises are far wider. It took a motion from the Opposition to force the Government to release records over the Randox scandal. Will they agree today to do the same in this case without being forced to do so by the House? Can the Minister say now what due diligence was performed when awarding the Medpro contract?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s reports concern just one single case, but this Government have written off £10 billion just on PPE that was deemed unfit for use, unusable, overpriced or undelivered. Worse, Ministers appear to have learned no lessons and to have no shame. As families struggle to make ends meet, taxpayers spend £700,000 a day on the storage of inadequate PPE. Can the Minister confirm whether the Government’s new Procurement Bill will still give Ministers free rein to hand out billions of pounds of taxpayers’ cash all over again?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. Can we please stick to the rules of the House on time limits? I do not make the rules; the rules are meant for us all. This is happening too often.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Neil O’Brien**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Lady asks two main questions, the first of which is what we are doing on PPE Medpro. It has been widely reported that it had an underperforming contract. Let me set out what we do in such cases. The first step is to send a letter before action, which outlines a claim for damages. That is followed by litigation in the event that a satisfactory agreement has not been reached. To answer the right hon. Lady’s question directly, we have not got to the point where a satisfactory agreement has been reached at this stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the high-priority group, let us be clear about what it was and what it was not. Approximately 9,000 people came forward. All Ministers will have had the experience of endless people ringing them up directly to try to help with the huge need that there was at the time. Many of us, as Back Benchers, will have been approached by constituents who were keen to help and needed to be referred somewhere. All that the route did was handle the huge number of contacts coming in to Ministers from people offering to help. Let me be clear that it did not give any kind of successful guarantee of a contract; indeed, 90% of the bids that went through it were not successful. Every single bid that went through the route went through exactly the same eight-stage process as all the other contracts—it looked at the quality, the price and the bona fides of the people offering to produce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the point about PPE that has not been useful, I set out in my answer the extraordinary context in which we were operating. There was a global scramble for PPE. People were being gazumped: goods would be taken out of the warehouse if people could turn up with the cash quicker than them. It was an extraordinary situation in which we had to act in a different way. Loads of us will remember standing up in this House and saying to Ministers, “What are you doing to get more? More, quickly!” That was the context in which we were operating.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Christopher Chope (Christchurch) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my hon. Friend agree that if we had not wasted billions of pounds of taxpayers’ money on PPE, we would not have to increase taxes as much as we are doing? What has happened to the £122 million that was spent on 25 million gowns supplied by the company referred to earlier? Those gowns were not fit for purpose and were never used.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Neil O’Brien**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That was the underperforming contract that I referred to in my previous answer, and I set out the process that we go through when we take action on underperforming contracts. There is the initial letter before action, and then a process in which we look to see if a satisfactory agreement can be reached. If not, that leads on to litigation. Of course, there was wasted PPE—my hon. Friend is absolutely correct about that—but I have already set out the context of the global scramble and the huge amount of PPE that was successfully delivered, saving lives and protecting workers in our NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}