{
    "url": "https://www.ukpol.co.uk/nick-raynsford-1986-speech-on-the-west-london-hospital/",
    "title": "Nick Raynsford – 1986 Speech on the West London Hospital",
    "post_date": "April 27, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Nick Raynsford",
            "url": "/tag/nick-raynsford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Raynsford, the then Labour MP for Fulham, in the House of Commons on 18 July 1986.",
    "content": [
        "I am grateful for this opportunity to discuss the future of the West London hospital, which is extensively used by many residents of my constituency, although it is located just outside the boundary in the constituency of my hon. Friend the Member for Hammersmith (Mr. Soley), who has fully supported my concern and would have wished to be here today but for other commitments. It is appropriate that this debate should take place today as a consultation paper is expected to be published today by the district health authority proposing the closure of the West London hospital in November 1987.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important that the House should be aware of the context of that consultation paper. It is being produced by a district health authority which has been told to make cuts of some £33 million in a budget of £120 million by 1993–94—a reduction in expenditure of no less than 27 per cent. That is no reflection of lack of need in the area, which has huge unmet needs—an aging population, long and lengthening waiting lists for many operations and many people suffering poverty and deprivation. Against that background, the National Health Service should be expanding and developing to meet needs more effectively, rather than being told to make swingeing cuts in the budget which illustrate all too clearly the dishonesty of the Government’s claim that the Health Service is safe in their hands. The people of Fulham and Hammersmith are well aware how hollow and untrue that claim is. In the face of such cuts in hospital services, the Health Service in West London is far from safe in the Government’s hands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The West London hospital currently incorporates four main units. The obstetrics unit has a national reputation for a very high standard of care. Among women it has a reputation for providing a service that is sensitive to their needs and aspirations, and it has been in the forefront in promoting natural childbirth. There is also a special baby care unit with a particularly high standard of neonatal care —a factor contributing to the good reputation of the area in terms of perinatal mortality, for which the figures are among the lowest in Britain and, indeed, in western Europe. The plan in the consultation paper involves closure of the hospital and loss of the obstetrics unit without replacement, and thus the destruction of one of the country’s best maternity units.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, the geriatric unit provides long-term care for about 50 elderly patients. This unit has done important work in developing understanding and a close relationship between staff and patients. Many of the patients suffer from senile dementia, requiring intensive care and needing to develop trust and confidence in the people looking after them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The third unit is the psycho-geriatric assessment unit providing 16 beds and also associated day care. The fourth is the genito-urinary unit, which is doing extremely important work in one of the most difficult areas of medicine and, indeed, is currently one of the first places of referral for a substantial number of people suffering from AIDS in Britain. The importance of that work should not be underestimated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Apart from the four units provided by the hospital, there is also an associated nurses home, Abercorn House, which is providing accommodation for 90 nurses in an area where there is a desperate need because high house prices and exceptionally high rents make it difficult for nursing staff to afford to live. That in turn creates acute problems for hospitals, one of which, the Charing Cross hospital, has encountered considerable difficulty in maintaining its wards because of the absence of nursing staff who simply cannot afford to live in the area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proposal in the consultation paper suggests the relocatin of some of those units. The psycho-geriatric and genito-urinary units would be relocated, essentially at Charing Cross hospital, and I would not quarrel in principle with that. It is appropriate that those units should be on a district general hospital site, and the standard of provision could well be improved there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The geriatric department will be replaced under the proposals with two small-scale nursing homes. Again that is not necessarily wrong in principle, but there are serious potential problems. In the first place, there must be an anxiety about the timetable — whether the new units, which have not yet been begun, could possibly be completed and ready for occupation by November 1987, the date set for the closure of the West London hospital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, what will happen in terms of the disruption of the care of the elderly people, whose trust in their nurses has been painstakingly built up over a period? We should remember that we are talking only of replacing beds that will be lost. Yet we know that there is an urgent additional need for extra beds, particularly for respite care to help many carers who look after elderly relatives and who desperately need the opportunity to place their relatives in a caring environment so that they can get away for a week or two weeks’ holiday from time to time. Those are the units that will, to an extent, be replaced under the proposal. I want now to deal with those that will not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The nurses home will be lost, and that will be a loss of desperately needed accommodation in the area. The obstetrics unit will be lost without replacement under the proposal. That is clearly motivated by a wish to make savings. There can be no other possible explanation of why that has been put forward. The consultation paper suggests that that will provide savings of approximately £2,250,000 out of the total projected revenue savings coming from the closure of the hospital of £2,750,000. So the lion’s share of the total savings is attributable to the closure of the obstetrics unit without replacement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What possible justification can there be for doing this? It may be argued that the West London hospital building is old, in need of maintenance and repair. It is an old building. It has a long and distinguished history going back 126 years, during which time the hospital has been located on this site. However, I hasten to add that there have been many additions and improvements to the building during that time. It is not simply a building that dates back to the 1860s.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Everyone who has been there or who has accompanied patients there knows what is really important is not its bricks and mortar but the standard of care. The West London hospital’s reputation is without equal in that respect. It has an immensely high standard of care and concern for patients. It is also one of those smaller hospitals which can achieve a more friendly and intimate environment than is possible in larger hospitals. The physical fabric of the hospital might justify the relocation of the unit elsewhere, but it certainly does not justify the closure of that unit without replacement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What other justification could be advanced for the closure of the unit? Undoubtedly the claim will be advanced—I suspect the Minister has been briefed to this effect—that there is an over-provision of maternity beds in the district”. Such a claim can be substantiated only by a juggling of the statistics to suit the argument. There are only two maternity units in hospitals managed by the district health authority—Westminster hospital and the West London hospital. Between them they provide for about 3,000 births a year—about 2,000 at the West London hospital and about 1,000 at Westminster hospital. The birth rate for the Riverside area is about 3,500 and the forecast, based upon a midpoint projection, is about 3,700 a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Local needs can be met adequately only because of the two other maternity units, which do not come under the district health authority, but come under the special health authority. I refer to Queen Charlotte’s and Hammersmith hospitals. Beds there are not primarily available to local residents. The North West Thames Regional Health Authority’s maternity patients flow data show clearly that only a small proportion — about 17 per cent. —of maternity patients at Queen Charlotte’s come from Hammersmith and Fulham. Most come from other areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no catchment area for obstetrics and no priority is given to local patients. Many of my constituents are refused access to Queen Charlotte’s hospital. The letter that is sent out states simply: Your doctor has written to us requesting a booking for your confinement at Queen Charlotte’s Maternity Hospital. We very much regret that during the time of your expected confinement we are fully booked and suggest that you return to your doctor immediately so that alternative arrangements for your confinement can be made. Letters like that are being sent out in large numbers. According to recent evidence from Professor Elder, 150 applicants a month are turned away by the special health authority. So much for the argument about over-provision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Furthermore, the argument ignores consumer choice. West London and Queen Charlotte’s hospitals are both excellent in their way, but they represent entirely different poles of maternity care provision. The West London hospital has a national reputation for progressive maternity care, for natural child bith and for taking account of the woman’s needs and wishes. My three children were born there, so I know of the extraordinary sensitive care that my wife received during her confinements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consultation document admits as much. It says: The West London unit is justly famous. It has been in the forefront of the development of more liberal and sensitive approaches to maternity services and has become known as a leading centre for natural child birth. It is also regarded as a major centre for teaching and research. That is a tragic comment on the state of the Health Service under this Government. An outstanding maternity unit is threatened with closure without replacement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The third argument which might be advanced for the closure is that patients can go instead to Westminster hospital. That involves the loss of the West London unit and its tradition of excellence. It will involve a substantial aditional journey for people in my constituency that is particularly important if their children are in the neo-natal intensive care unit and they have to be on hand to be close to their babies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fundamental argument is that even if one of those units has to close because of over-provision, West London certainly should not be chosen. West London is the only unit which satisfies the health authority’s criteria for the minimum standards of provision which make the unit viable. The health authority’s planners have made it clear that the minimum standard for viability is 2,000 births per year. The West London hospital achieves that, but Westminster does not. Even with the proposed extra provision, Westminster will still have a capacity for only 1,700 deliveries — far below the minimum level for viability. What an extraordinary proposal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will be a serious potential impact on Charing Cross hospital and its medical school. The closure of the unit at West London will leave a major teaching hospital without an associatud obstetrics unit. That will create an extraordinary situation and, as the consultation paper admits, it will have a knock-on effect on the gynaecological service. The document states: Some impact on the existing provision of gynaecology services could result. Any reduction in the level of gynaecology services would have to be the subject of separate formal consultation. The paper admits that there will be serious potential consequences and that there will have to be further consultation, yet it is still proposed to go ahead with the closure of the West London hospital. That is nonsensical. Furthermore, this could undermine the viability of obstetric teaching at Charing Cross.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Professor Curzon has said that the closure of the West London unit would have drastic consequences. I shall quote from a paper that he wrote earlier this year, which states: If the West London obstetric unit were to be closed before a definitive solution to the long-term provision of obstetric services had been agreed and implemented, the School’s department would have to move to some other temporary site. This would compound the damaging effects of further uncertainties about the future with the considerable turbulence resulting from the move. The only possible sites to which the department could move would be either Westminster Hospital or Queen Charlotte’s Hospital. It has already been shown that Westminster Hospital fails to meet the essential criteria of sufficient resources for teaching, and provision of obstetrics and gynaecology on the same site. A subsequent note from the Professor states that Queen Charlotte’s hospital will not take the students in question.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are all these damaging consequences. The cuts will have an effect on patient care, medical education and related health services. Above all, they will fly in the face of public opinion. When the closure was last proposed, there was generated a massive public reaction. There are many who are associated with the hospital, including patients and nurses in the Public Gallery today to show their concern.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that the Minister will reconsider this ill-thought out proposal, which will have damaging consequences. If the Government wish to be taken seriously in their claim that the Health Service is safe in their hands, they must provide more funds to maintain the viability of this hospital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}