{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-speech-to-labour-party-conference/",
    "title": "Angela Rayner – 2021 Speech to Labour Party Conference",
    "post_date": "September 26, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in Brighton on 25 September 2021.",
    "content": [
        "Angela Rayner, first time deputy leader. I think I can still say that, chair. Because I know it’s 18 months since you – our members, affiliated unions, and supporters gave me the honour of serving as your deputy leader, but this is the first time I’ve had the privilege and the pleasure of speaking to you in person. There’s nothing quite like party Conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are some things we didn’t miss – the warm wine, the beige buffets, eight hour compositing meetings. The struggle takes many forms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our movement has been a family to me throughout my life, and like so many families, we have waited patiently to gather in person. So here we are. Even better, now we’re off Zoom they can’t even mute me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, on the day I was declared your deputy leader I just wanted to get on with working for the party. I wanted to stand up and speak out, but I could barely stand and I could barely speak. Like so many, I’d caught Coronavirus. I know too well that I am lucky to have lived through it when others, including members of my own family, did not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m grateful that I’m here today and I’m grateful to all those who helped our country survive it too. We saw the very best of our movement through this crisis. Our Labour councillors and Mayors fought for their communities and alongside Manchester’s finest Marcus Rashford, they fed hungry kids when ministers wouldn’t. The Welsh Labour Government led the UK’s most successful vaccination programme, our trade unions fought for furlough, for PPE, for their members to stay safe. And our key workers, you served our country, you saved our country, you deserve better. Britain deserves better and Labour will be better. We must become the government our nation deserves, not the one it has.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I think of the sacrifices working people have made, I think of Gill and Leslie, Unison reps who live in my constituency and do the same job now I used to do. They visit elderly and vulnerable people who can’t manage on their own. They’re paid less than a minimum wage which is already too low to live on because they’re not paid between visits. With every trip, for every person they care for, they face the choice: Do I cut down my time caring? Or do I work longer hours without pay? It’s not a choice for Gill and Leslie. They’re carers in every sense because they care deeply for the people they look after. They value their work, and take great pride in it. They deserve not just fair pay and decent conditions, but dignity and respect. Basic values of our party, and of our country too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why today I’m publishing our Green Paper on Employment Rights. Conference, I want to thank Andy McDonald, our Shadow Secretary of State for Employment Rights, our Shadow Minister Imran Hussain and Andy’s whole team for the work that has gone into producing our most detailed set of policies to date. Andy – we couldn’t ask for a better person to be our future Secretary of State. And I want to thank our affiliated trade unions for all the meetings, discussion, and research that went into this. We didn’t even provide you with beer and sandwiches.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, I’m not presenting you with a policy document that will sit on the shelf collecting dust. Let’s make this real and show every worker in every workplace in every corner of our country that with their support, their lives, their jobs and their communities can and will be better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Green Paper is for every parent tearing your hair out about childcare, or who missed a sports day or parents evening because you couldn’t come in and leave early. It’s for every young person who daren’t turn down a shift on a zero hours contract because you might not get hours next week, who can’t take a break and can’t get sick. And it’s for every worker who went to work and never made it home, and for their families who will never see them again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, this is the reality for millions of people the country over. It doesn’t have to be this way. The Tories‘ political choices made it this way. Labour will make different choices. Not by turning back the clock to a bygone era, but facing the future with workers’ rights fit for the modern world. We will empower people to have a real say over their own working lives and in this hall, we know that our greatest power comes not when we stand alone but when we stand and work together. Throughout our history that is how victories and progress for working people have been achieved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, no one knows that better than the Shrewsbury 24. After 47 years they got their day in court and they finally got that miscarriage of justice overturned. It is in that same spirit and tradition that I’m announcing today our plans for Fair Pay Agreements. A Labour government will bring together representatives of workers and employers to negotiate pay and conditions in every sector. Collective bargaining in every sector will end the free market free-for-all that encourages undercutting, exploitation and a race to the bottom. It will give workers and their representatives a legally enforceable seat at the table to set a fair rate for the job, agree basic standards, tackle gender and ethnicity pay gaps, end discrimination, promote equality and make work accessible for disabled workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will start with social care for people like Gill and Lesley and the 600,000 carers who are paid less than the the living wage. In New Zealand our sister party is establishing agreements just like these. In Wales, our own Labour government’s Social Partnership means that workers have a real say on issues that impact on their lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a trade unionist, I know there is no better way to deliver a better deal for working people than empowering trade unions to negotiate on our behalf. But conference, some things are non-negotiable. So Labour in power will give all workers rights from day one in their jobs – sick pay, holiday pay, parental leave and protection against unfair dismissal. We will create one, single worker status, banning bogus self-employment and ending the absurd situation in which you could wear a uniform, work regular hours solely for one business and yet be considered by the law to be self-employed. You are either a worker or you’re genuinely self-employed, and either way we will change your working life for the better. We will not only ban zero hour contracts but ensure all contracts come with minimum hours and reflect normal working life, requiring notice of shift changes and pay when they are cancelled at the last minute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think of the young parent in my own constituency, trying to bring up a child while working shifts on a zero hour contract. Each week hoping that their shift can work around childcare because they can’t leave their little one waiting at the school gates but they have to put food on the table too. A Labour government will change their life, by writing common decency and fairness into the rules of our economy. And conference, that’s why Labour will end the scandalous practice of fire and rehire once and for all. It is why I stood with the members of Unite and GMB as they took action at companies like British Airways and British Gas, and I said to those companies if you use our country’s name you better respect our country’s values.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I am Deputy Prime Minister, it won’t just be my words they face but the full force of law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Never under a Labour government will bad employers hold all the cards in a stacked deck. That applies to work life balance too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A global pandemic has reinforced for a lot of us how precious time off is, and how utterly exhausting the daily grind can be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So Labour will introduce a new right to flexible working as the default, protections for those with caring responsibilities and a right to switch off too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Working from home has given some of us a new freedom and flexibility, but it has also blurred the lines between what is home and what is work. A new economy needs workers’ rights that reflect the way we work now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will learn the lessons of this pandemic. increasing Statutory Sick Pay and making it universal, so that everyone can afford to live while they are off sick or self-isolating. That’s not only fair for working people – but vital for all of our health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will put mental health and safety on a legal par with physical health and safety, and make sure the laws are enforced by a new, empowered watchdog unlike this government which has not prosecuted one single case over unsafe work in the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Tories will say that to be pro-worker is to be anti-business. Conference, we have to nail that lie. So many businesses play by the rules, try to do the right thing but are undercut by the offshore and the unscrupulous.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of them small and medium sized businesses who are the backbone of local and regional economies. They deserve better too. The country has already waited too long, already shouldered too heavy a burden.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As your Deputy Prime Minister, I will go into government with our first Green Paper already prepared, and within the first 100 days of coming to office, we will sign into law our New Deal for Working People.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These policies will transform our country and the lives of its people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What a contrast to a government that is taking fourteen hundred pounds out of the pockets of a nurse while over two billion pounds of taxpayers’ money has been dished out to Tory donors and mates of Ministers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There’s only one rule with this Cabinet and that is that there’s one rule for them and another rule for us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like the Foreign Secretary, cancelling leave for our troops and then trooping off to the beach. One rule for them, another rule for us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister who got pinged and tried to go to work anyway. One for rule for them, another rule for us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And who can forget the Barnard Castle eye test? One rule for them, and another rule for us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it matters because when they use the public purse as a personal cashpoint, we literally all pay the bill. Billions were wasted on useless equipment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We now spend nearly a million pounds a day simply storing it. Our money lining the pockets of their mates. Or in the case of the Health Secretary, thirty million going to his pub landlord.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He has now been ordered by a court to hand over his WhatsApp messages. Frankly, I don’t think I want to know what’s in Matt Hancock’s WhatsApp.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I promise you this. We’ll stop the dodgy deals handing public money to ministers’ mates. It’s bad news for my pub landlord… but good news for the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And let me tell you this: as your minister for procurement, I won’t sign off a single penny that goes to a company that exploits its workers or doesn’t pay its taxes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, we will stamp out the Tory sleaze that has polluted our politics and corrupted our democracy. The racket is over. Their time is up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Labour government will sweep away the failed system. Our Integrity and Ethics Commission will do what it says on the tin – put integrity and ethics back into government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can’t think of anyone better to lead that change than our shadow Cabinet Office team.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cat Smith, our shadow minister for democracy. Just imagine – a minister for democracy who is actually for democracy. Jack Dromey, who brings a lifetime of experience in the labour movement. Fleur Anderson, who won Putney from the Tories, and has never shied away from a fight. Dianne Hayter who has beaten the Tories in the Lords. Florence Esherlomi, one of our brightest rising stars. And it will be led from the top.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What a contrast our leader is to the current Prime Minister. Ours has a lifetime of public service. Theirs, a lifetime of self service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, in 1945 our party put forward a manifesto called ‘Let Us Face the Future’. That is our task this week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then, as now, our country stood together in the face of a global crisis. A crisis we survived through shared values of collectivism, community and public service. Labour values, British values.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then, as now, we were proud of our country, our communities – and yes, working people were proud of our class as well. Then, as now, we wanted better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 1945, the country faced a choice between a Tory government who sought the credit for our shared achievement but longed for the status quo that preceded it, where the state would step back and the market would rule again, where people knew their place and took what they were given.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or a Labour government that would harness the values that saved a nation, and make a country fit for those who had fought for it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our country chose to face that future. Now Conference, let us face the future again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}