{
    "url": "https://www.ukpol.co.uk/angela-rayner-2022-speech-on-employment-agencies-and-trade-unions/",
    "title": "Angela Rayner – 2022 Speech on Employment Agencies and Trade Unions",
    "post_date": "July 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Labour MP for Ashton-under-Lyne, in the House of Commons on 11 July 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker. I want to say from the outset that I was an agency worker and I continue to be a very proud trade unionist.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also want to start by welcoming the Minister to her new position. And what a fitting debate for her to start with. Over the last week, dozens of Government Members found themselves forced to work in intolerable conditions, answering to a boss who only cared for himself and not their interests, so they withdrew their labour—and they achieved some change as a result. So, they do understand the right to strike; they just seek to deny that right to others. The Minister now finds herself, much like agency workers under the regulations she proposes, filling in at short notice as a desperate last resort, with no time to prepare, in an organisation reduced to chaos.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It just does not work. The shambles of this Government disproves their own theory. The regulations are not just utterly wrong in principle, but totally impractical. They promised no new policy while the Prime Minister clings to his desk by his fingernails, but it appears that they have made an exception in this case, ripping up decades of national consensus. The proposals are anti-business and anti-worker. They will risk public safety, rip up workers’ rights, and encourage the very worst practices. Above all, they will not prevent strikes; they will provoke them. It is hard not to believe that this is what the Government were after and their whole intention all along.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proposals are simply “unworkable”—not my conclusion, but the conclusion of the body that represents agency worker businesses, the Recruitment and Employment Confederation. It is not hard to see why. We already face severe labour shortages, in part caused by the decisions of this Conservative Government. There simply are not the agency staff to cover industrial action. The right hon. Member for Elmet and Rothwell (Alec Shelbrooke) asked the Minister about the impact. The Government have their own impact assessment, which they rushed out this afternoon. It estimates that only 2% of working hours lost to strikes would be covered. I met the REC last week, and it was very concerned that the Minister’s predecessor was simply not listening. I believe that to be the case. This proposal is anti-business. It threatens good agency worker businesses’ reputations, their relations with their staff, and, as the Government’s own impact assessment found, will cost employers thousands of pounds in familiarisation costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there is also a far more insidious side to the proposals. There is a risk to safety, both to workers themselves and the public. The proposals could see agency workers recruited on the hoof and squeezed in to cover highly skilled roles. Take the recent rail strikes, which the Minister mentioned in her opening speech. They saw skilled workers such as signallers, guards and maintenance staff walk out. In case the Minister did not know, it takes a year to train a signaller. Where are the temps who can operate 25,000 volts at control centres or signal 140 mph high-speed trains? How could the travelling public have any confidence in their safety? The public should absolutely not be put in a position where that could happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No one in this House can pretend that they are ignorant on this issue. We saw the consequences when P&O Ferries replaced its experienced workforce with agency crew earlier this year. That decision led to 31 separate safety failings. Vessels were suspended and a ship literally lost power in the middle of the Irish sea due to an inexperienced crew. At the time, the Secretary of State for Transport told the House:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“No British worker should be treated in this way… we will not allow this to happen again”.—[Official Report, 30 March 2022; Vol. 711, c. 840.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister told us that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“we are taking legal action…against the company concerned”.—[Official Report, 23 March 2022; Vol. 711, c. 326.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is this not an exploiters’ charter that is deeply anti-British? This is from an anti-British party that has abandoned British workers, reducing their rights in work and allowing either agency workers from abroad to be brought in to undercut staff, as happened with P&O, or agency workers to be exploited when they are forced to cross picket lines. This is anti-British worker, is it not?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the P&O workers, it seems to me like the company broke the law and the Government implied that they were going to do something about it. Perhaps the Minister can tell us how that legal action is getting on. Will the Prime Minister keep the promise that he made before he loses office? Can we assume not, judged by today, because the very practice they condemned, they now want to legalise and encourage? This is an absolute disgrace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grahame Morris**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is making a terrific speech and I agree with what she is saying. She mentions P&O, and I certainly recall the Secretary of State making a statement to the House and being enraged by the actions of P&O. Why are the Government putting through the House a statutory instrument to change the terms and conditions and bring in agency workers? Why are we not having the employment Bill that was promised by the Secretary of State? Why is this being done in an underhanded fashion if it commands the support of the House and the country?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes an absolutely crucial point. The Government have been promising jam tomorrow for far too long, saying “employment Bill”, “employment Bill,” but guess what? No employment Bill. That is what it is like with this Government: it is all jam tomorrow and broken promises all the way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is another point to make. Under section 12 of the Employment Agencies Act 1973, the Government must consult before they change any regulation. However, with all the chaos of the past couple of weeks and days, they are trying to pass a consultation from 2015 that they never even completed. They also thought that it would be acceptable to sneak out an updated impact assessment on the day of the debate. This is government on the back of a fag packet, with no time and no opportunity for scrutiny. It is typical of what we have come to expect from this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Hywel Williams**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pointed out to the Minister that the Government are determined to repeal the Trade Union (Wales) Act. She said she would refer to her position on that later in her speech but, unsurprisingly, she failed to do so. Will the shadow Minister commit a future Labour Westminster Government to reinstate our Senedd’s ability to implement a ban on agency staff in devolved services?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for his point. I promise him that the Labour party will always support Welsh devolution and support the Wales Government in what they have been trying to achieve. Actually, as we have seen with the industrial action on the railway, we have avoided that in Wales, where we have a Welsh Labour Government, because Labour Members respect devolution. This Government want to break up the Union with their petty squabbles, sleaze and scandal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me move on to the second motion. I congratulate the Minister’s new team on finding one of the lesser-known industrial regulations. It is funny that the Government are proposing to increase fourfold the damages that could be claimed under a measure that has not even been used. The Conservative party is wasting precious parliamentary time in a week when piles of legislation have had to be postponed due to there being no Minister to deal with them. This is an empty gesture or a threat. Whether the Minister and her party like it or not, everybody has the right to join a trade union in this country and to take strike action. This measure is either pointless or yet another attempt to undermine that right by the back door.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jerome Mayhew (Broadland) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the right hon. Lady agree that it is not open for trade unionists to entertain illegal strike action in this country?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have some of the strictest trade union legislation in Europe. Members have to go through strict balloting. This is the myth that Government Members do not get about trade unionists and industrial action: it is a last resort and it is often when all else has failed. It would be good if the Government got round the table and tried to deal with the disputes rather than stoke them up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us take a step back to examine what this is really about: the Government are set on breaking the strikes that they are causing themselves. We saw it with the RMT strikes last month, when the Government did everything they could to avoid the negotiating table and find the resolution to bring the strikes to an end. Instead, this is a flagrant attempt to do something by a zombie Government that are out of answers, out of options and out of time. They are about a race to the bottom on standards. They are about further eroding British workers’ rights. They are about dividing the country they claim to lead. Undermining strike action will make it harder to find a resolution, resulting in more and longer strikes to the detriment of the public, businesses and workers. This will also empower bad bosses and we will see more cases like P&O Ferries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have not just determined that this is bad policy. It is also clear that it is deliberately harmful to workers and their employers, and it is an absolute fault of this Government. I should not be surprised by it. The Conservative party may be trying to get rid of their leader and may want to try and press the refresh button and get a better image, but this Government and that party have shown us time and time again who they are. This is a Government that have no answers to the cost of living crisis. This is a Government that have no answers to backlog Britain and the chaos that it is causing for ordinary working families. This is a Government that have no answers to the spiralling inflation that is on our backs. And this is a Government that have not only failed to prevent the chaos, but have indeed caused the chaos. The party opposite is in disarray and this is no longer good enough. It is the Labour party that is pro-worker and pro-business, and I urge the whole House to be the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}