{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-comments-on-need-for-sleaze-inquiry/",
    "title": "Angela Rayner – 2021 Comments on Need for Sleaze Inquiry",
    "post_date": "November 8, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 5 November 2021.",
    "content": [
        "This week the Prime Minister’s corruption was clear for all to see when he tried to over-ride the Commissioner who is set to investigate him for breaking the rules and replace an independent cross-party committee with a sham group of Conservative stooges who would do his bidding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Boris Johnson’s attempt to make Conservative MPs judge and jury over allegations of corruption and rule-breaking was a blatant attempt to prevent the Commissioner from investigating his latest breaches of the rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The events of the past few days are an attack on our democracy and have undermined the integrity of public office and our public life. It is absolutely vital that the Parliamentary Commissioner for Standards is now able to conduct this investigation without any further attempts by the Prime Minister to block this investigation, over-ride or abolish the Commissioner or the Standards Committee and the bullying, threats and intimidation from Conservative Ministers must stop immediately.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It can’t be one rule for Boris Johnson and another for the rest of us, and our corrupt and sleazy Prime Minister must be held to account just like anybody else would be if they broke the rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}