{
    "url": "https://www.ukpol.co.uk/angela-rayner-2023-speech-on-industrial-action-and-minimum-service-levels/",
    "title": "Angela Rayner – 2023 Speech on Industrial Action and Minimum Service Levels",
    "post_date": "January 14, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade Unions",
            "url": "/category/trade-unions/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 10 January 2023.",
    "content": [
        "I refer the House to my entry in the Register of Members’ Financial Interests and declare that I am a proud member of a trade union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will start by tackling the Secretary of State’s comments. The first thing that comes to my mind in this debate and in what the Secretary of State said is what happened to my constituent Bina, who waited more than an hour for an ambulance—who died waiting for an ambulance. That was not on a strike day; it was because of the disastrous chaos we have in the system under this Conservative Government. In the past few months, we have seen ambulance workers go on their first major strike in 30 years, and the first ever strike in the history of the Royal College of Nursing. Teachers, pharmacists and civil servants—among others—are balloting as we speak. His Government offer no solution because they have caused the problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The economic crisis made in Downing Street has left working people facing an economic emergency of sky-high inflation and recession. I notice that in his opening statement, the Secretary of State did not even mention—let alone apologise for—the fact that the Government crashed the economy. Nobody wants to see these strikes happen, least of all the workers who lose a day’s pay. How are the Government responding to a crisis of their own making? Not with any attempt to reach a serious long-term solution in the public interest, but by playing politics and promising yet another sticking plaster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State claims that he made progress yesterday, but the read-out from trade union representatives was dismal. Is there any chance of a deal this year? Where is the consultation he mentioned for a meaningful way forward, or was that all for show? That is the implication of his other proposal—his sacking nurses Bill. It is an outright attack on the fundamental freedom of British working people. How can he say with a straight face that this Government will always defend the ability to strike? Can he tell us whether he stands by his article in The Telegraph last summer, in which he listed yet more plans to attack that basic right? Does he deny that he considered banning some key workers from joining unions at all? So much for levelling up workers’ rights. Where is the Government’s promised code of conduct on fire and rehire, and the long-abandoned Employment Bill that they promised would tackle insecure work?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State goes in one breath from thanking nurses to sacking them. That is not just insulting but utterly stupid. There is no common sense about this at all. He says that he recognises the pressures faced by key workers, but he knows that the NHS cannot find the nurses it needs to work on the wards, and that the trains do not run even on non-strike days such is the shortage of staff, so how can he seriously think that sacking thousands of key workers will not just plunge our public services further into crisis? The Transport Secretary admits it will not work, the Education Secretary does not want it, and the Government’s own impact assessment finds that it will lead to more strikes and staff shortages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State says that he is looking into six key areas. What do other Ministers think about that? Will they have to disagree on that, too? He is scraping the barrel with comparisons to France and Spain, but those countries, which he claims have these laws on striking, lose vastly more strike days than Britain. Has he taken any time at all to speak to their Governments or trade unions to learn any real lessons from them?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State quotes the International Labour Organisation—I am surprised that he even knows what it is—but he will know that the ILO requires compensatory measures and an independent arbitrator. Are those in his Bill? The ILO also says that minimum service levels can happen in services only when the safety of individuals or their health is at stake. That does not include transport, Border Force or teachers, as he proposes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Excess deaths are at their highest levels since the pandemic peak. The public are being put at risk every day because of the Government’s NHS crisis and staffing shortages. The Secretary of State is right that his Government’s duty is to protect the public’s access to essential services, but livelihoods and lives are already being lost. We all want minimum standards of safety, service and staffing; it is Ministers who are failing to provide that. Does he not accept that trade unions and workers already take steps to protect the public during action? He singles out ambulance workers. Paramedics agreed to operate life and limb deals on a trust-by-trust basis, as he knows, to ensure that the right care continues to be delivered. He should know that service levels were at 82%, with ambulance workers consistently leaving the picket lines to make sure that emergency calls were responded to. He is threatening to rip up that protection, and for what?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us look into what this is really all about: a Government who are out of ideas, out of time and fast running out of sticking plasters; a Government who are playing politics with nurses’ and teachers’ lives because they cannot stomach the co-operation and negotiation that are needed; and, a Government desperately doing all they can to distract from their economic emergency. We need negotiation not legislation, so when is the Minister going to do his job?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Grant Shapps**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is almost as if covid and the pressures on the NHS never occurred, according to the Opposition. I am pretty sure I heard this straight. It is almost as if Putin did not invade Ukraine, force up energy prices and force up inflation, and it is almost as if the right hon. Lady does not think that the rest of Europe is going through exactly the same thing. I was just reading an article in The Guardian saying exactly that—that other health services are experiencing exactly the same problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are going to have a sensible debate and start working from the facts and then have a discussion, we ought to acknowledge that covid and the war in Ukraine have had a huge impact on health services here and around the world. Then we can go on to have a sensible conversation about balancing the right to strike. As I said at the top of my speech, it is a right that we fully respect and fully endorse. We believe it is part of the International Labour Organisation’s correct diagnosis of a working economy that people should be able to withdraw their labour, but that should not mean withdrawing their labour at the expense of our constituents’ lives. The right hon. Lady talks about how the ambulance service, in her words, has been reasonable and offered back-up on a trust-by-trust basis if people have heart attacks and strokes, but heart attacks and strokes do not accept or work to the boundaries of trust borders. They work nationally, and so to manage the ambulance system, we need to know that each and every one of our constituents is protected. To deny and to vote against legislation that brings in minimum safety levels to help our constituents is to attack their security and their welfare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}