{
    "url": "https://www.ukpol.co.uk/angela-rayner-2022-speech-on-the-heatwave/",
    "title": "Angela Rayner – 2022 Speech on the Heatwave",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 20 July 2022.",
    "content": [
        "The events of the last few days have been incredibly traumatic for communities across Britain. Individuals and families have had their homes destroyed and, as the Minister said, lives have been lost. As the mother of teenagers, I reiterate that they must not swim in our rivers—it is too dangerous.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Farmers and businesses have seen their livelihoods go up in smoke. We saw horrifying images of the A2 on fire yesterday. I join the Minister in paying tribute to the incredible bravery of our fire services and those whose job it is to head straight into danger as the rest of us escape it. Sadly, four firefighters have been hospitalised in South Yorkshire and over a dozen have been injured in London. I know that the whole House will give them our gratitude and wish them well, but for too long our public servants have been underappreciated and undervalued by this Government. The Minister mentioned our fire services; over the last 10 years, the funding and staffing of fire and rescue services has been cut, and response times have gone up by 8%. Yesterday, no mutual aid was available to services facing literal firestorms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Speaker, this statement is far too late. The impact of this heatwave was completely predictable, so why the delay in coming to this House? It has literally taken the country going up in flames for the Minister to turn his focus to this emergency. Climate change will cause more and more national emergencies like this, from heatwaves to fires, floods and pandemics, but as we have seen over the past week, the leadership contenders are doing their hardest to outbid each other on how they would cut action on climate change. They will leave us vulnerable to more freak natural disasters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The caretaker Minister says that it is his job to chair Cobra meetings, but it should be the job of the Prime Minister to lead. Yesterday, the remaining Cabinet gave the Prime Minister the complete volumes of Sir Winston Churchill as a leaving gift—but he is no Churchill. He has been missing in action. Can the Minister tell us where the Prime Minister was as the country burned? Where was he when Cobra was called last weekend? Has he attended any talks with Ministers or senior officials in the days since? Is the truth not that the Prime Minister and his entire Government have gone missing while Britain burns?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We might have cooler temperatures today, but another heatwave is inevitable as our climate heats up. Britain cannot continue to be so unprepared. The Minister tells people to drink water and wear a hat. It is just not good enough. We need a long-term emergency resilience plan for the future, so can the Minister answer these questions? Where is the plan for the delivery of essential services? How will people be kept safe at work, on transport, in hospitals and in care homes? Where is the guidance for safe indoor working temperatures?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister now says that the Government’s national resilience plan will be published in due course, by the new Administration. It is already 10 months overdue. Why should the British people be forced to wait for a whole year? It is the primary duty of any Government to keep the public safe, and Britain deserves much better than this. Labour already has a resilience plan for the long term. We would implement a Department-wide approach and appoint a Minister for Resilience. We would give local government the resources that it needs to plan and prepare for emergencies. Local government has been on the frontline, and I pay tribute to its response to this crisis—and to what it did during the pandemic—but its resilience has been eroded by 12 years of cuts and austerity at the hands of this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, Labour would empower businesses and civil society organisations to strengthen our response. Homes have been destroyed, our brave firefighters have been hospitalised, and lives have been ruined and lost. Enough is enough. If the Minister is not willing to take the action that is needed, we on this side of the House are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kit Malthouse**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What a shame that—notwithstanding the loss of some homes and some tragic deaths in water-related incidents—the right hon. Lady did not take the opportunity to recognise that by and large the system worked, and that, owing to our planning and the resilience that we built into all the public services and, indeed, public servants whom she lauded, the country got through this particular extreme weather event in pretty good shape. We obviously recognise that there were some unfortunate incidents—as I said, a number of homes were set on fire—but the fact that we kept the damage to a minimum and the vast majority of the population got through this difficulty well was not recognised by the right hon. Lady at all, and I think that that is a real shame.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Lady claimed that no mutual aid was available. That is not correct. One fire and rescue service, Norfolk, called for national mutual aid, and mutual aid was provided from other parts of the country. The system that we have for flexing the use of the fire service throughout the country worked extremely well, as the chair of the National Fire Chiefs Council was able to confirm to the Prime Minister last night and, indeed, this morning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Lady seemed to claim that this was the first time I had turned up in the House to discuss this issue. It is not; it is the second time I have done so, and we have been working on this since the weather forecasters notified us that an extreme weather event was likely to occur. It is, however, the first time the right hon. Lady has turned up in the House. [Interruption.] You were doing a radio interview.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was in my office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kit Malthouse**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Being in your office is not being on the Front Bench. “Present but not involved” is, I believe, the claim from the Labour party. Before the right hon. Lady starts flinging stones and claiming that others are not doing their job, perhaps she should polish the glass in her house.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As for the involvement of the Prime Minister, he has been kept in touch with our work throughout, either through personal briefings from me or, last night and this morning, through briefings from the chair of the National Fire Chiefs Council and the Civil Contingencies Secretariat. As the right hon. Lady will, I am afraid, never know—because, I hope, she will never be in the Government—No. 10 and the Cabinet Office work together very closely when emergencies such as this arise and we need to establish plans and specific co-ordination work to ensure that we all understand what the picture is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I have said, the resilience plan is in progress and will be launched as soon as we have a new Administration in No. 10, but the right hon. Lady should not mistake the question of the publication of a national resilience plan for our not having any plans at all. As we saw in all manner of elements of the function of our country, the plans that we had in place worked well, the capacity that we stood up flexed, often brilliantly, to deal with an ever-changing situation, and, as I have said, most of the country got through it in good shape.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As for the appointment of a Minister for Resilience, I am afraid that we already have one: it is me. The job of the Chancellor of the Duchy of Lancaster is to look after the Civil Contingencies Secretariat, whose purpose is to deal specifically with issues of resilience and ensure that the system works, as it did—largely—yesterday.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}