{
    "url": "https://www.ukpol.co.uk/angela-rayner-2023-comments-on-boris-johnson-resigning-as-an-mp/",
    "title": "Angela Rayner – 2023 Comments on Boris Johnson Resigning as an MP",
    "post_date": "June 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 10 June 2023.",
    "content": [
        "I think the people put their trust in him because they thought he was about change and he was about putting them at the heart of decision-making, and he has let them down truly in the most devastating way at the time when they needed him most.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No one could have predicted what happened to this country during the pandemic, but at the time when the public needed him the most, he basically was partying and lying to them at a time when they couldn’t see their loved ones. And that is unforgivable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fact that he cannot recognise the damage that he has done, and he has tried to stuff the Lords with people that propped him up and helped him and assisted him at the time shows us that actually he had no respect for the British public. It was all about Boris and it has always been all about Boris to him, and people will be left disappointed by his legacy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}