{
    "url": "https://www.ukpol.co.uk/angela-rayner-2022-speech-on-standards-in-public-life/",
    "title": "Angela Rayner – 2022 Speech on Standards in Public Life",
    "post_date": "June 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 7 June 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House recognises the importance of the Ministerial Code for maintaining high standards in public life; endorses the Committee on Standards in Public Life report entitled Upholding Standards in Public Life, Final report of the Standards Matter 2 review; calls on the Government to implement all of the report’s recommendations as a matter of urgency; and further calls on the Chancellor of the Duchy of Lancaster to make a statement to the House on the progress made in implementing the recommendations by 20 July 2022, and each year subsequently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is always a pleasure to stand opposite the Paymaster General. In this House, we are proud of the constituents we represent, and I am no different: from Droylsden school to St Peter’s and St Mary’s, from our town team to Tameside markets, Ashton-under-Lyne did our country proud this weekend. I am proud of our British values and the community that I come from—we all are—but the conduct of this Prime Minister undermines those values: rigging the rules that he himself is under investigation for breaching, downgrading standards and debasing the principles of public life before our very eyes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is nothing decent about the way the Prime Minister has acted. What example does he set? This Prime Minister’s example of leadership is illegally proroguing Parliament, breeding a Downing Street culture in which his staff and he himself felt able to break lockdown rules, and putting the very standards that underpin our democracy into the shredder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister promised a new ministerial code in April of last year. It has taken him 13 months—13 months of sleaze, shame and scandal—and what has he come up with? In the very week that the Sue Gray report laid bare the rotten culture at the heart of Downing Street, the rule breaking on an industrial scale and the demeaning of the pillars of our great democracy, the Prime Minister made his choice—and what did he decide? Not to strengthen standards, but to lower the bar.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Caroline Lucas (Brighton, Pavilion) (Green)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Lady is making a powerful speech. Does she agree that, when faced with a rogue Prime Minister, a mere adviser on the ministerial code is dangerously inadequate? We must have an independent enforcer. So long as this unfit PM retains the ability to override his own adviser on the finding of a breach, the adviser—in the words of the chair of the Committee on Standards in Public Life—is left “critically undermined”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady makes a crucial point that shows why the Opposition tabled the motion today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The bar has been lowered. Honesty, integrity, accountability, transparency, leadership in the public interest: these are the values that once cloaked the ministerial code, but to this Prime Minister they are just words. Not only that, but they are disposable words that the Prime Minister has now dispensed with, deleting them from his own contribution and airbrushing them from history—and that is just the foreword. More horrors lurk beyond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Matt Western (Warwick and Leamington) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is making a powerful speech. Does she agree that, when the Prime Minister says that he wants to reset the culture of Downing Street, all he wants to do is reset the rules?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Actions speak louder than words, and my hon. Friend hits on the point that the actions of this Prime Minister have debased the rules, have brought shame on Parliament and on the office of the Prime Minister, which is an absolute privilege, and have lost the trust of much of the public. The Prime Minister boasts about his victory in 2019, but he has now squandered all that good will with his behaviour. While people were locked down and unable to see their loved ones, cleaners were having to clean sick off the floor and wine off the walls as others were partying on down in Downing Street.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lilian Greenwood (Nottingham South) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend makes a powerful point. Has she had the same experience that I had this weekend when I was out meeting constituents celebrating the jubilee? They were absolutely disgusted—particularly those who are not traditional Labour supporters—by the behaviour of the Prime Minister. They feel that he is not only letting them down, but letting our country and its reputation down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree. I have heard Ministers talking in the media in the past 24 hours about how we must draw a line and we must move on, but many people in this country cannot draw a line and cannot move on while this Prime Minister is in office, because it triggers what they experienced and the trauma that their families faced during the crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Janet Daby (Lewisham East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my right hon. Friend for making such a powerful speech. Does she agree that the Prime Minister’s rule breaking is absolutely despicable and that he should be tendering his resignation instead of weakening the ministerial code?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree. There is an important point here, because I have heard Ministers in the media saying that we have to move on and that there are important issues that we have to face. But while the Labour party has been putting forward proposals for dealing with the cost of living crisis, bringing down NHS waiting lists, as Labour did in government, and looking at the transport chaos in which this Government have left us, the Government have not been dealing with the issues that matter to the people. They have been running around the Prime Minister trying save his neck and justify an unjustifiable example of lawbreaking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Danny Kruger (Devizes) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Lady has just suggested—and the hon. Member for Lewisham East (Janet Daby) made the same point—that the Prime Minister has weakened the ministerial code. Is she aware of last week’s report from the Institute for Government, which said that the code had not been weakened, that “confected” accusations had been made to that effect, and that Opposition Members should therefore correct the record? Will she do that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am glad that the hon. Member has mentioned this. I shall say more about it later. What the Prime Minister chose to do—as the Institute for Government has recognised—was cherry-pick parts of the recommendations rather than taking them in their entirety. The chair of the committee said that it was important for the recommendations to be taken as a whole and not cherry-picked, so I respectfully disagree with the hon. Member. I do not think that this strengthened the ministerial code, and I think that what the Prime Minister did constitutes a missed opportunity. What he has tried to do is get away with weakening the ministerial code so that he can say, “I have given an apology, and I think that that is the right way to go about it.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Joanna Cherry (Edinburgh South West) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the right hon. Lady and her colleagues on securing the debate. She has mentioned the unlawful Prorogation of Parliament. This Parliament failed to hold the Prime Minister to account after that unlawful Prorogation, which meant that he was able to continue his cavalier attitude to the law and, now, the ministerial code. Does she agree that it is vital for Parliament to find a way to get rid of the Prime Minister, as his party is clearly unable to do so expeditiously?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I entirely agree with the hon. and learned Lady. It is important to note that this Prime Minister has a long history and a long-standing pattern of behaviour that render him unfit for prime ministerial office. Since he had the privilege of becoming Prime Minister, all he has demonstrated is that he was not worthy of that office, and he will never change his behaviour. Conservative Members need to understand that, because he is dragging the Conservative party down. It has been suggested to me many times by the media that that may be a good thing for the Labour party. Well, it is not a good thing for the Labour party, and it is not a good thing for the country to have a Prime Minister who acts in a reckless way and does not believe that the law applies to him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Toby Perkins (Chesterfield) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend has hit on an important point about the status and importance of the Prime Minister’s office. During the time that I have been interested in politics, there have been four Conservative Prime Ministers—Mrs Thatcher, John Major, David Cameron, and the right hon. Member for Maidenhead (Mrs May)—all of whom I disagreed with politically, but none of whom remotely besmirched the position of Prime Minister and denigrated our politics in the way that this one has.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That too is an important point. The opposition to the Prime Minister comes from many different walks of political life—from his own Back Benchers, from some of his predecessors, and, obviously, from Members on these Benches. This is not really a political issue; it is more about the question of what our democracy stands for. If we do not draw a line in relation to these standards and ensure that we hold to them, the public will have a mistrust of politicians, and that is damaging for everyone, not just Conservative Members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dame Meg Hillier (Hackney South and Shoreditch) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend has talked about the ministerial code, but let us also consider just three of the Nolan principles: honesty, integrity and openness. We know that there are people in much lower offices in public service who adhere to those principles without question and without problems. Does my right hon. Friend find it regrettable that the Prime Minister does not?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. Not only does the Prime Minister not adhere to those principles; he deleted them from his own foreword to the ministerial code, which is pretty unbelievable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One way of moving on would be a public inquiry. Many commitments have been made to such an inquiry, but we have yet to be given a date. Is it not important for everyone who has lost loved ones—the 160,000 people who have died in the United Kingdom, including 4,000 who have died in Northern Ireland—to have an input, to ask questions and receive answers, so that they can move on?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree with the hon. Gentleman. I vividly remember the contributions he made as part of that debate and the way in which he passionately put forward what the public have been through and how they felt about that. That is why I say that the public are not ready to move on. While the Prime Minister remains in office, I do not think the public will ever move on from what they have been through, because it was a very traumatic time. There is not a family in the UK that was not affected by the pandemic, and every time a Minister tells the public to move on, all it does is make them more upset and angry. I absolutely agree with the hon. Gentleman.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Coming back to the ministerial code, this is not just about the foreword. Far from adopting the recommendations of the Committee on Standards in Public Life in a report that the Prime Minister did not even have the decency to respond to, the truth is that he cherry-picked the recommendations that suited him and discarded those he found inconvenient. Lord Evans, the chair of the committee, has said that the recommendations, which form the basis of this Opposition day debate today, were “designed as a package”. By casting aside cross-party proposals, the Prime Minister is trying to rig the rules and downgrade standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us take the introduction of tiered sanctions. That proposal is meaningful only if independence is granted to the adviser to open investigations. Without that, it is left to the whim of the Prime Minister. Lord Evans described these two changes as\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“part of a mutually dependent package of reforms, designed to be taken together”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Institute for Government says, the Prime Minister’s changes do not increase the adviser’s independence at all. In fact, the net effect of the changes is to weaken standards and concentrate power in his own hands. While the adviser on standards may have been granted a swanky new website and an office, he still fundamentally requires the Prime Minister’s permission to launch any investigation, making the Prime Minister the judge and jury in his very own personal courtroom. It is no wonder his own standards adviser has criticised him for his low ambition on standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The adviser was joined last week by Lord Evans, the chair of the committee, who outlined the dangers of cherry-picking changes to the ministerial code. While the Prime Minister maintains the power of veto over the independent adviser, there is an inherent risk that he will overrule his own adviser or tell him, “There’s nothing to see here. Now be a good chap and move on.” Well, we are not moving on when he is dragging our democracy into the gutter. Without having independence baked into the standards system, this new code flatters to deceive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Liz Saville Roberts (Dwyfor Meirionnydd) (PC)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is extraordinary not only that the Prime Minister can refuse permission for an investigation to be undertaken but that there is no obligation on him to explain why. I am sure the right hon. Lady will agree that, in the circumstances, it is no surprise that more and more people are losing faith in the parliamentary system per se, and that we in Wales are therefore truly questioning whether we cannot do this better for ourselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member makes her point, but I think we are better together. The actions of the Prime Minister do not represent the United Kingdom, which is why I am bringing this motion before the House today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new code is also utterly silent on the question of what amounts to a major breach of the rules, so what happens to a Minister who engages in bribery, who perpetuates sexual assault or who bullies their staff? It is the Prime Minister who continues to appoint himself as the judge and jury on ministerial misconduct, including his own. It is he who decides the degree of wrongdoing or rule breaking. You could not make it up, but that is exactly what he is proposing to do. This is the same Prime Minister who became the first in history to have broken the law in office. Now, what is to stop him saying that some sort of an apology is enough?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Bryant (Rhondda) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wonder if my right hon. Friend has had an opportunity to read Lord Geidt’s most recent report on the ministerial code, in which he says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I have attempted to avoid the Independent Adviser”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "that is Lord Geidt himself—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“offering advice to a Prime Minister about a Prime Minister’s obligations under his own Ministerial Code. If a Prime Minister’s judgement is that there is nothing to investigate or no case to answer, he would be bound to reject any such advice, thus forcing the resignation of the Independent Adviser”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "rather than that of the Prime Minister, obviously.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Such a circular process could only risk placing the Ministerial Code in a place of ridicule.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is that not basically where we are—a place of ridicule?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree with my hon. Friend. We need look no further than the Prime Minister’s response when it was revealed that the Home Secretary has been bullying her staff. He threw a protective ring around her, pardoning bullying in the workplace and forcing the resignation of his widely respected independent adviser.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another protective ring was assembled for the former Secretary of State for Housing, Communities and Local Government, who unlawfully tried to save a Tory donor from a £40 million tax bill on a huge property deal. The former Health Secretary’s sister was handed lucrative NHS contracts while a protective ring was denied to care homes up and down this country, leaving residents and staff locked down and terrified as covid swept through the country. It is one rule for them and another rule for the rest of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In fact, the only specified sanction in the new ministerial code is for deliberately misleading Parliament. It is right that the sanction for misleading Parliament remains resignation, which is a long-established principle, yet the Prime Minister is still in his place. He remains in his position, clinging on to office and degrading that principle a little more each day. This Prime Minister should be long gone but, despite the majority of his Back Benchers telling him to get on his bike, he cannot take the hint.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Committee on Standards in Public Life made numerous recommendations, including a proposal to end the revolving door that allowed the Greensill scandal to occur, but they have all been ignored by the Prime Minister. The Advisory Committee on Business Appointments was already a toothless watchdog, but under this Government it has been muzzled and neutered. Forget the revolving door, we have a system in which the door is held wide open for former Ministers who want to line their pockets as soon as they leave office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "ACOBA used to have the power to issue lobbying bans of up to five years for rule breaking, but as the Committee on Standards in Public Life said,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The lack of any meaningful sanctions for a breach of the rules is no longer sustainable.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "ACOBA should be given meaningful powers, making its decisions directly binding rather than mere recommendations. We must put a stop to the current provision in the governance code for Ministers that enables them to go ahead and appoint candidates who have been deemed inappropriate by an assessment panel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Urgent reform is required to the process of making appointments in public life, with a stronger guarantee of independence. A number of direct ministerial appointments are entirely unregulated, which must change. Labour supports the proposal of the Committee on Standards in Public Life to create an obligation in primary legislation for the Prime Minister to publish the ministerial code and to grant it a more appropriate constitutional status. I hope the Minister will take note. There is a precedent, as the codes of conduct for the civil service, for special advisers and for the diplomatic service are all on a statutory footing to ensure serious offences are properly investigated. I am sure he would agree it is only right that holders of public office are held to the same standard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dame Meg Hillier**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the early days of Nolan, I was an independent assessor of public appointments, which was a role I took very seriously. Has my right hon. Friend noticed the trend in many public appointments to pack the panel with people with a particular political direction? In one case, a sacked special adviser with limited experience was on a panel for an important role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. She does tremendous work on the Public Accounts Committee, deep diving into some of these issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Committee on Standards in Public Life concluded that the current system of transparency on lobbying is not fit for purpose. There is cross-party agreement that change is needed to update our system and strengthen standards in public life. Those standards are being chipped away day by day. It is time to rebuild, repair and restore public trust in our politics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Committee on Standards in Public Life has a pre-written, some might say “oven ready,” package of solutions, so let us get it done. After a decade of inaction by this Government, Britain is lagging behind the curve compared with our allies when it comes to ethical standards in government. President Biden has committed to setting up a commission on federal ethics, a single Government agency with the power to oversee and enforce federal anti-corruption laws. The Australian Labour party, which is now in government, has plans for a Commonwealth integrity commission that will have powers to investigate public corruption. In Canada, the ethics commissioner enforces breaches of the law covering public office holders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Far from keeping up with our global partners, this Government have allowed standards in Britain to wither on the vine. The Government greeted the report of the Committee on Standards in Public Life with complete silence back in November. When the Prime Minister finally got around to updating the ministerial code 10 days ago, he cherry-picked the bits he liked from the report, completely undermining its aim.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle (Brighton, Kemptown) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is my right hon. Friend as concerned as I am about the refusal of the Prime Minister and other Ministers to allow senior civil servants to come to the Public Administration and Constitutional Affairs Committee? We have now asked Sue Gray three times to attend our Greensill inquiry, and she has been blocked by the Prime Minister and other Ministers, as have other senior civil servants. Does my right hon. Friend agree that that is another form of preventing Parliament from holding the Executive up to scrutiny?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree with my hon. Friend. It says a lot about the Prime Minister, as I have outlined in my speech, that he has no regard for transparency. When Labour was last in government, we legislated to clean up politics with the Political Parties, Elections and Referendums Act 2000, the Electoral Commission, the Freedom of Information Act and the ministerial code. The last Labour Government did not hesitate to act decisively to clean up Britain’s public life, and Labour’s independent integrity and ethics commission will bring the current farce to an end and clean up politics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Three decades ago, a Labour Opposition exposed the sleaze engulfing and decaying a Tory Government, and we legislated for it. Over the past 12 years of this Tory Government, the strong standards we set have been chipped away. Our unwritten constitution is dependent on so-called “good chaps”. We trust our political leaders to do the right thing, but that theory has been ripped to shreds under this Government. No amount of convention or legislation appears capable of stopping this Prime Minister riding roughshod over our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The next Labour Government will act to stamp out the corruption that has run rife under this Prime Minister. Labour’s ethics commission will bring the existing committees and bodies that oversee standards in government into a single independent body that is removed from politicians. It will have powers to launch investigations without ministerial approval, to collect evidence and to decide sanctions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Honesty matters, integrity matters and decency matters. We should be ambitious for high standards, and we should all be accountable: no more Ministers breaking the rules and getting away with it; no more revolving door between ministerial office and lobbying jobs; no more corruption and waste of taxpayers’ money; and no more Members of Parliament paid to lobby their own Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour has a plan to restore standards in public life and to clean up politics, but we have to start somewhere. We have to stop the rot. Labour’s motion would see the recommendations of the Committee on Standards in Public Life adopted in full right now, which is a crucial first step. The committee was established by Sir John Major nearly three decades ago to advise the Prime Minister on ethical standards in public life, and it has promoted the seven principles of public life—the Nolan principles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The mission of the Committee on Standards in Public Life has never been more important than it is today. It is genuinely independent and genuinely cross-party, and it has done all the work. The plans are in place, ready to go. On the Opposition Benches, we back the Committee on Standards in Public Life. All we need now is a nod from the Minister and the Government, which they could do today by passing this motion. I hope the Minister gives in this time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Bryant**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another Committee—the Committee on Standards, which is also cross-party—has produced a report. It has suggested that because one of the important principles is openness, the rule for Ministers on when and how they register hospitality should not be separate from that for the rest of Members. Will the Labour party be supporting those changes, to make sure that everybody in the House is treated equally when they are brought forward to the House?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right: what the Labour party is promoting and what we want to see is transparency. We did that and demonstrated that under the last Labour Government, and we will continue to do that. Under this Government, we have seen time and again an erosion of that transparency, that right to freedom of information and that conduct in terms of how we report how donations are made and so on, with them trying to get around the rules. That is why we have proposed the independent ethics commission, because we think it is an important step in cleaning up some of the problems we face today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Prime Minister has tested our unwritten constitution to its limit, but today all Members of this House have their own choice to make. As Sir John Major said of the Committee in his foreword to this latest report,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The Committee will never be redundant. A minority will evade or misinterpret the rules of proper behaviour. The rules will always need regular updating to meet changing expectations in many areas”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Lord Evans said, without reform to the systems that uphold and protect standards in public life, the Prime Minister’s recent changes\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“will not restore public trust in ethical standards at the heart of government. Instead, suspicion about the way in which the Ministerial Code is administered will linger”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conservative Members must now ask themselves the question: will they back the package of recommendations proposed by the Committee on Standards in Public Life or will they turn their backs to save the skin of a rogue Prime Minister—one who is already haemorrhaging support from his own side? Those who reject these cross- party proposals will be complicit. They will be propping up a Prime Minister intent on dragging everyone and everything down with him. Today, all of us have a choice—we have a chance to draw the line in the sand and say, “Enough is enough!”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We urge Members to vote to defend the principles of public life, to back high standards and to clean up politics. It is time to stop the rot, and I commend this motion to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}