{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-comments-on-the-committee-on-standards-in-public-life-review/",
    "title": "Angela Rayner – 2021 Comments on the Committee on Standards in Public Life Review",
    "post_date": "June 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 14 June 2021.",
    "content": [
        "The current system regulating lobbying and standards in our public life is completely unfit for purpose, so we welcome this report and its key recommendation that significant reform is needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers should be banned from lobbying after they leave office for a period of up to five years, and Labour supports this recommendation. However, the Prime Minister should not be the ultimate arbiter of the Ministerial Code, allowing him to mark his own homework and let Ministers get away with breaking the rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The toothless ACOBA system has failed to address the revolving door between big business and Whitehall and requires urgent reform, and we need to ban MPs who are supposed to be serving their constituents, lining their own pockets by taking on lobbying gigs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour will clean up our politics after the Tories have polluted it with their cronyism and sleaze, starting with a single Ethics and Integrity Commission that will have the powers to oversee and enforce anti-corruption and ethics laws and regulations which are currently spread across a range of bodies – a system that is clearly not working.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}