{
    "url": "https://www.ukpol.co.uk/angela-rayner-2020-comments-on-managed-decline-in-the-north/",
    "title": "Angela Rayner – 2020 Comments on Managed Decline in the North",
    "post_date": "July 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 10 July 2020.",
    "content": [
        "The North-South divide is continuing to grow, and we cannot afford for the economic impact of coronavirus to increase this gap even more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Tories talk a good game on this issue but their record of turning their backs on the North speaks for itself.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the Labour Party calling on the government to focus on protecting and creating jobs, Angela Rayner will warn against a return to mass unemployment last seen in the 1980’s under Margaret Thatcher:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our mining communities know about the human cost of mass unemployment. We know how it feels to be abandoned by a Tory government and for entire generations to be consigned to what the Thatcher government called ‘managed decline’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This crisis has shown the power of workers when we stand together united, and shown the importance of trade unions fighting to protect jobs and wages and defend workers’ rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Together we are strong. And in the months ahead we will need our collective strength as we fight to make sure that every worker is safe at work, protect our communities and make sure the most vulnerable in our society don’t bear the burden of the economic impact of coronavirus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Four in five key workers in health and social care are women. When we talk about the lack of PPE and low pay in the care sector then that is an issue that disproportionately affects women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Female workers and workers from Black, Asian and minority ethnic backgrounds are more likely to be key workers on the front line, and Coronavirus is having a shockingly disproportionate impact on Black Britons in particular.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So fighting for our class means standing up for the working class in all its diversity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}