{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-letter-to-parliamentary-commissioner-for-standards-on-downing-street-flat/",
    "title": "Angela Rayner – 2021 Letter to Parliamentary Commissioner for Standards on Downing Street Flat",
    "post_date": "December 10, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter sent by Angela Rayner, the Deputy Leader of the Labour Party, to Kathryn Stone, the Parliamentary Commissioner for Standards, on 10 December 2021.",
    "content": [
        "Dear Kathryn Stone,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I write regarding today’s finding by the Electoral Commission that the Conservative Party broke the law by failing to properly declare donations towards the refurbishment of the Prime Minister’s flat in Downing Street.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In our previous correspondence, you confirmed that you would wait for the result of the Electoral Commission’s investigation before taking any further action. Given the Commission’s finding of a clear breach of the law, I write to request an immediate investigation into the conduct of the Prime Minister in this scandal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s report demonstrates that the Prime Minister has failed to declare donations which appears to put him in clear breach of the Members’ Code of Conduct as well as the Conservative Party having breached its own legal obligations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am concerned, although not entirely surprised, by the Prime Minister’s additional failure to properly disclose these donations towards the refurbishment of the Downing Street flat in his declaration of Ministerial interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Revelations in the Electoral Commission’s report call into question the conduct of the Prime Minister in relation to the Ministerial Code. It is clear that the Prime Minister misled the public, along with the independent adviser, when he told Lord Geidt during his investigation that he was unaware of the Lord Brownlow donations until February 2021. Today’s investigation report reveals that the Prime Minister messaged Lord Brownlow via WhatsApp on 29 November 2020, asking him to authorise more money towards the refurbishment works on the residence. This shows that the Prime Minister is in flagrant breach of both the Members’ Code of Conduct and the Ministerial Code.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Ministerial Code clearly states: ‘Ministers should be as open as possible with Parliament and the public’. This has not happened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Members’ Code of Conduct incorporates the seven ‘Nolan Principles’ for standards of public life: selflessness, integrity, objectivity, accountability, openness, honesty and leadership. With these principles in mind, I hope you will undertake an investigation to determine whether the Prime Minister did in fact breach the Members’ Code of Conduct in this case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yours sincerely,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rt Hon Angela Rayner MP  \nDeputy Leader of HM Opposition  \nShadow Chancellor of the Duchy of Lancaster\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}