{
    "url": "https://www.ukpol.co.uk/angela-rayner-2022-speech-on-ppe-medpro-and-michelle-mone/",
    "title": "Angela Rayner – 2022 Speech on PPE Medpro and Michelle Mone",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 6 December 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House –\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(a) notes that the Department for Health and Social Care purchased more than £12 billion of Personal Protective Equipment (PPE) in 2020-21;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(b) regrets that the Government has now written £8.7 billion off the value of this £12 billion, including £4 billion that was spent on PPE which did not meet NHS standards and was unusable;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(c) is extremely concerned that the Government’s high priority lane for procurement during the pandemic appears to have resulted in contracts being awarded without due diligence and wasted taxpayer money;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(d) considers there should be examination of the process by which contracts were awarded through the high priority lane; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(e) accordingly resolves that an Humble Address be presented to His Majesty, that he will be graciously pleased to give direction that all papers, advice and correspondence involving Ministers and Special Advisers, including submissions and electronic communications, relating to the Government contracts for garments for biological or chemical protection, awarded to PPE Medpro by the Department for Health and Social Care, references CF-0029900D0O000000rwimUAA1 and 547578, be provided to the Committee of Public Accounts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The motion before the House is simple: this is a plea for answers, clarity and the truth. The choice that the House makes today is also simple. Our demand is clear: end the cover-up and begin the clean-up. We already know that the so-called VIP lane for personal protective equipment enabled the shameful waste of taxpayers’ money and inexcusable profiteering by unfit and unqualified providers. We know the Government have already written off £10 billion of public funds spent on personal protective equipment that was either unusable, overpriced or undelivered. Ministers have admitted that they are still paying £770,000 a day of taxpayers’ cash to store gloves, goggles and gowns. That is enough to pay for 75,000 spaces in after-school clubs, or 19,000 places in full-time nursery care. Every day, £106,000 of that money is sent to China to pay for storage costs alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We already know that £4 billion-worth of unusable PPE was burned to generate power after 70 million PPE items were sold off for just £400,000. What we do not yet know is what was said in correspondence between the key participants on the Government Benches and their unqualified cronies on the make and on the take. We do not even know exactly where our money ended up, but we do know that, if Ministers get their way, the system could be used again and the scandal repeated, enriching fraudsters at the expense of the taxpayer and creating a new mountain of waste.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Toby Perkins (Chesterfield) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is absolutely right that this is a scandalous waste of public money. Equally important is that our care sector and health sector were desperate for PPE during the pandemic. Specialised Canvas in my constituency changed all its manufacturing to be able to make PPE and got a large number of contracts from individual trusts, but it was completely unable to get any contracts out of the Department of Health and Social Care. So alongside the public money wastage, we also had nurses and carers unable to access PPE at the height of the pandemic when they desperately needed it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. He made two points, which I will come to in greater detail in my speech, but one was the lack of PPE for those on the frontline, as well as the total disrespect in the way that contracts were handed out through the VIP lane, at the expense of businesses up and down the UK that had experience and could have helped during the pandemic, but which were not party to WhatsApps or whatever else got them to Ministers and access to the VIP lane.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take the mystery of a PPE company with links to a Tory politician. While it is for the authorities to decide whether any law is broken, and I will not comment on the ongoing investigations, we do know that PPE Medpro was referred to the VIP lane by a sitting member of the Cabinet after lobbying from another Tory politician five days before it was even legally registered as a company. The House may recall that that particular company was subsequently awarded two contracts worth £203 million to supply PPE, with £81 million to supply 210 million face masks awarded in May 2020 and a £122 million contract to supply 25 million surgical gowns awarded in June 2020. The face masks were bought by the Government from PPE Medpro for more than twice the price of identical items from other suppliers, and the surgical gowns were rejected for use in the NHS after a technical inspection. All of them were never even used. It points to a total failure of due diligence and the rotten stench of cronyism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Helen Hayes (Dulwich and West Norwood) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the early months of the pandemic, I was contacted by PPE suppliers known to the NHS—they were long-term suppliers—who told me that their offers of help were being rejected. One wrote to me and said that before April 2020\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“there was a degree of total incompetence about government handling of PPE purchases. However, by the way they scrutinised our own offers, thereafter, we believe they knew, at least specification-wise, exactly what they were doing and that senior managers were taking steps to use ‘preferred suppliers’, even though they were aware these suppliers had neither the track record nor the level of competence to produce compliant goods”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What does my right hon. Friend think about that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think it absolutely stinks, and my hon. Friend is absolutely right, in that the public can see through it, as can those businesses, who are pretty angry. They knew that Britain faced a situation with a global pandemic that it had not faced before and they wanted to do the right thing by doing their bit. The frustration—my hon. Friend is right to quote her business—is that there is no question that the specifications should have been known. Therefore, why was all this PPE bought knowing full well it could not be used?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy McDonald (Middlesbrough) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my right hon. Friend agree that the mood in her constituency, as in mine, apposite these dealings is one of faith being completely shaken in the good governance and process of this nation? At the very least, people are saying that moneys obtained and goods not properly utilised have to be returned and, if circumstances so dictate, there should be criminal prosecutions long before an inquiry can progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is right to capture the mood of the public on this. At a time when the public are told that we have to show restraint, at a time when they can see the finances—not least because the Government’s former Prime Minister and former Chancellor crashed the economy—it absolutely galls them to think that Ministers were not doing the due diligence that was required with the funds we needed. Now we have a situation where we are spending billions of pounds on wasted PPE and we also have thousands of pounds every single day being wasted on storage for PPE.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Kieran Mullan (Crewe and Nantwich) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Obviously in government you have to get on and make decisions, and we do not often get to see what the Labour party would do in our place. On this occasion, we did have an insight because the Labour party recommended a whole series of people who could supply vital supplies for us during the pandemic, including a football agent supplying ventilators. What assessment has the right hon. Lady made of the quality and credibility of the Labour party’s own suggestions for supplies during the pandemic?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for his comments, but I ask him: how many Members from across the House who were not Conservative Members got access to the VIP lanes? I can give him the answer: none, zilch, zero. That is the problem. The due diligence was not done on those contracts and it was his Government’s problem, his Government’s responsibility and his Government’s failure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dame Nia Griffith (Llanelli) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is making an excellent speech. Does she agree that there is a huge contrast in the comments of the National Audit Office on the way the Welsh Government procured PPE, in that they did not waste public money and they did get value for money. They did not end up having to explain to the House how they gave contracts to various people. Does she not agree that that is the way a Labour Government in action really works?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree. This was a global pandemic, yet it is the UK Government who are constantly criticised about these contracts and the way in which they were doled out and given. All the motion today asks for is transparency. What have they got to hide?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Neale Hanvey (Kirkcaldy and Cowdenbeath) (Alba)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the right hon. Lady for giving way; she is making a powerful speech. Today has been a really important day, because we have met members of the Fire Brigades Union from across the country who have come down to stand up for a decent salary. That is all we are asking for. What this debate illustrates is that the Government can find billions of pounds to hand over in a crisis to well-connected supporters. If the allegations about the Member from the other place are true, enough money from that alleged dividend would have settled the firefighters’ settlement in Scotland in totality—one person against every firefighter. Will the right hon. Lady confirm that an incoming Labour Government will investigate this matter thoroughly and transparently, and hold anyone who has bent the rules—however they have done so—to justice?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for his point, and he is absolutely right. The Fire Brigades Union members were in Parliament and outside it today. They are frustrated, like many others who have been told that there is not money to give them a pay rise and that, actually, they are going to get a real-terms pay cut. But at the same time, billions of pounds has been wasted. As I said in my opening remarks, £770,000 a day has gone on storing this equipment. It is not acceptable to most people and most members of the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dame Meg Hillier (Hackney South and Shoreditch) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend has highlighted one particular legal situation, but I am sure she is aware that the Department of Health and Social Care remains in dispute on 176 contracts for PPE worth £2.7 billion. I wonder whether she has any thoughts about that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chair of the Public Accounts Committee is absolutely right. It is absolutely eye-watering and astonishing that 176 contracts remain in this situation. The public can see that and they are frustrated, because it is not acceptable and not okay to govern in that way. The public rightly want answers, and they want them now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The links between the company Medpro and the Tory peer in question were never publicly disclosed. In fact, they were denied repeatedly by the lawyers acting for those involved. We now know that the money ended up in offshore accounts directly linked to those individuals. By their own admission, this was for so-called tax efficiency. It seems that they even dodged paying their own taxes on the profits they made from ours. Only after a long legal battle was it revealed that there was active lobbying from ministerial colleagues for access to the VIP lane and substantial contracts were won by those companies. They said that the peer in question did not benefit from these contracts. That denial has been rather undermined by the latest revelations of The Guardian, rather than any disclosure of Ministers. It was only some time after The Guardian exposed those links that a Minister, the right hon. Member for Charnwood (Edward Argar), finally told me in answer to a parliamentary question:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Departmental records reflect that a link between Baroness Mone and PPE Medpro was clear prior to contracts being awarded.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But Ministers have, for months, refused to show us those records or tell us the nature of that link and whether it was declared or discovered in due diligence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was the subject of an investigation by the Standards Commissioners in the other place, yet it appears that Ministers sat on the information that they had. The question is very simple: what have Ministers got to hide? Did they know all along who was behind PPE Medpro, or was due diligence so poor that they did not realise the problem? If they had nothing to hide and no rules or laws were broken, Ministers will surely be happy to make the details of the meetings and correspondence available. While they are at it, will the Minister give us clarity about allegations made by the former Health Secretary in his new book about a separate bid for business connected to Baroness Mone?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. The right hon. Lady is venturing rather too far into the territory that I urged her to avoid. I am afraid that those are the rules, so I have to pull her up if she is actively criticising a Member of the other place. I am sorry about that, but those are the rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was not criticising Members from the other place. I am just quoting what a Member from this place, who was a Health Minister at the time, said. I am asking this Minister today if he can give us clarity on what was said, because that is now on the public record. That is all I am asking the Minister for. I have not said that about any person from the other place—that is what a former Minister said in his diaries, so it would be nice if this Minister can give us some light on this whole murky affair.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us turn to the numbers because, as they say, the numbers don’t lie. Ten: how many times more likely to get a contract a company was if it was in the VIP lane. One in five: the proportion of emergency contracts handed out by the Government that have been flagged for corruption. Three and a half billion: the value, in pounds, of contracts given to the Tory party’s mates—that we know of. Three billion: the value, in pounds, of contracts awarded that warrant further investigation. None, zilch, zero: the number of times this Government have come clean about this dodgy Medpro scandal. A cover-up, a whitewash, events swept under the carpet—and now they have been dragged kicking and screaming to the House today to give an honest account of their shameful dealings. The public are sick of being ripped off and taken for fools. They want to know the truth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle (Brighton, Kemptown) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is it not now clear to the public that the Conservative party believes in one thing only: how much money it can grab from the public purse, give to its cronies and friends, and steal from the pockets of hard-working people in this country?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend captures the mood of the public. They want answers—they want to know what happened to their money and what happened with these contracts at the time they most needed the Government to act responsibly—so we have tabled today’s motion and will put it to a vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me be clear. We are not asking the Government to do anything that would undermine any chance of recovering our money or anything that would conflict with any police investigation, but for 10 months they have told us that they are in mediation. What progress has been made? When will they conclude that the mediation has failed and take action? Can they actually get our money back or are they just kicking the can down the road?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our motion asks Ministers to hand the records over to the Public Accounts Committee—a body that this House relies on to hold them to account for public spending—because the only logical conclusion is that they do indeed have something to hide. The public deserve answers on whether the dodgy lobbying at the heart of this scandal played a part in how vast sums of taxpayers’ cash have been wasted and whether shameful profiteering has been enabled by this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That leads me to my second simple question for the House today: will Conservative Members—the few who are in—now vote for a clean-up or for yet another cover-up? Just last week, the Government led Tory Members in the other place through the Not Content Lobby to block amendment 72 to their Procurement Bill, which would have banned VIP lanes in future procurement decisions. They voted it down. They voted to protect unlawful VIP access instead of protecting taxpayers’ money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister, fresh from writing off the billions he carelessly lost to covid fraud, is peddling legislation full of loopholes that would give Tory Ministers free rein to do it all over again. The question for the House is whether to act to prevent a repeat. Today, I say to Conservative right hon. and hon. Members: “Learn your lesson. Don’t let this shameful episode be repeated.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The loss and trauma of the pandemic were immense. Millions of families lost loved ones—some only got to say goodbye via an iPad as mothers, fathers, husbands, wives and friends slipped away—and then we learned that throughout that trauma, companies with WhatsApp links to Ministers were given special VIP access to contracts that have seen billions poured down the drain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government have done untold damage to the public’s faith in politics. The first step in restoring trust is publishing these documents today. The public need answers about how this happened and they need them now, but they also deserve reassurances that it will never, ever be allowed to happen again. Taxpayers’ money must be treated with respect, not handed out in backroom deals to cronies or used as a passport to profiteering.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "PPE Medpro is just the tip of the iceberg in this scandal. We now know that companies that got into the VIP lane were 10 times more likely to win a contract. We now know that many did not go through the so-called eight-stage process of due diligence, as Ministers have now admitted, and we now know that this left dozens of experienced British businesses out in the cold—businesses that had the expertise to procure PPE and ventilators precisely and fast; businesses that offered their help in our darkest hour; businesses whose only mistake was to play by the rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not a single one of the companies referred to the VIP lane was referred by a politician of any political party other than the Conservative party. The then Chancellor of the Duchy of Lancaster, the right hon. Member for Surrey Heath (Michael Gove)—the Cabinet member who oversaw the entire emergency procurement programme —reportedly fast-tracked a bid from one of his own personal friends and donors, who went on to win hundreds of millions of pounds of public money. Last week, he said he had simply referred the bid from PPE Medpro to officials; but we also know that he passed it on directly to his ministerial colleague Lord Agnew.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dawn Butler (Brent Central) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is making a thoughtful speech which puts every Conservative Member to shame. Is she as shocked as I was to learn that a company was put into the VIP lane by mistake, and still received a £1 million contract?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is absolute negligence and neglect of due diligence in the whole process. We now know that the issue of the VIP access lane and what it did and did not do has been tested in the High Court, but we also know that there is serious concern among members of the public, and that is what the motion is about. It is about getting to the bottom of it, and I think the public deserve no less than that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I was saying, the Minister passed the bid directly on to Lord Agnew. Some time later, officials discussed the fact that the Ministers’ offices were still being furiously lobbied. The former Health Secretary has also described being lobbied in words that I cannot quote in the Chamber—you have made that clear, Madam Deputy Speaker—but without giving any dates or details, so we do not know exactly what conversations or contacts happened behind the scenes. However, we do know that £3.5 billion of contracts have been handed out by this Government to their political donors and Ministers’ mates, so yes, we need an investigation into that as well. In fact, we need an investigation into every pound and penny that has been handed out, and to learn the lessons so that public money is not wasted again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should not forget that Ministers had previously denied the existence of a VIP lane. Well, it existed all right. It allowed Conservative politicians to “open doors” for anyone with connections to Ministers. It was the WhatsApp highway express, and earlier this year the High Court declared it unlawful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As my hon. Friend the Member for Llanelli (Dame Nia Griffith) said earlier, it did not have to be this way. Governments across the world responded to the covid emergency without wasting billions of pounds of taxpayers’ money and relying on dodgy backroom deals. According to the watchdog, the Welsh Labour Government managed to prevent health and care bodies from running out of PPE. The watchdog said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“In contrast to the position described by the…National Audit Office in England, we saw no evidence of a priority being given to potential suppliers depending on who referred them.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Welsh Government created an open and transparent PPE supply chain, which is in stark contrast with the approach that the Conservatives took in England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dame Angela Eagle (Wallasey) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is making a powerful speech. With the benefit of hindsight, does she agree that the House would not have allowed the Government to have the emergency procurement powers that it granted at the beginning of the pandemic if we had known that they would be used in this corrupt manner?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right, and I would go further. I know from the correspondence I have been receiving that the public feel that way, and that many Conservative voters are absolutely shocked by what they have seen this Conservative Government do. They do not believe that the Government speak to their values, yet this has happened and we have a Procurement Bill going forward where this could happen again. So for today at least, the question before the House is simple: clean-up or cover-up?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that Members across this House care about our democracy, and although we disagree on many things, I hope we agree on the importance of trust in politics, the values of integrity, professionalism and accountability in public office and the public’s wish for more transparency and accountability within these four walls. Put simply, a vote for this motion is a vote in favour of the truth. This Government have presided over scandal after scandal engulfing their party. They appear to have benefited from dodgy lobbying, left, right and centre. Voting today for yet another cover-up will send another clear message to the public that this Prime Minister cares more about protecting vested interests than putting things right, and that his own promise of “integrity, professionalism and accountability” is just more hot air. After what they have put the British people through, this surely cannot be the message that Conservative Members want to send.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour has a plan to turn this procurement racket on its head and tackle the obscene waste with an office for value for money, to ensure that public money is spent with the respect that it deserves. It is about time that Conservative Members got with that programme. So I say today—I hope Conservative Members are listening—let us end the cover-up and begin the clean-up, and let us start it now. I commend this motion to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}