{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-comments-on-postal-voting/",
    "title": "Angela Rayner – 2021 Comments on Postal Voting",
    "post_date": "February 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 27 February 2021.",
    "content": [
        "Yet again Ministers are burying their heads in the sand with voters set to go to the polls in the biggest set of elections we have ever seen outside of a General Election in just ten weeks’ time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government has had nearly a year to sort this out and protect our democracy, but Ministers have once again been too slow to act. With ten weeks to go, we are yet to see a proper plan from the government setting out how these elections will be run safely, while councils face shortages of electoral staff, lack of venues, and funding uncertainty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The government’s failure to take any action to encourage people to sign up to vote safely from home risks creating a perfect storm of the disenfranchisement of millions of voters and potentially dangerous crowds at polling stations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear that fairly stringent measures will still be in place in May, so it is completely inexplicable that the government is not taking urgent action to get people signed up to vote from home by post, hugely undermining their own public health messaging emphasising the ongoing threat of Covid and the need to proceed with caution in lifting restrictions in order to avoid a surge in infections, hospitalisations and infections and a devastating fourth national lockdown.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}