{
    "url": "https://www.ukpol.co.uk/angela-rayner-2020-speech-on-fair-economic-support/",
    "title": "Angela Rayner – 2020 Speech on Fair Economic Support",
    "post_date": "October 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, on 21 October 2020.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House calls on the Government to publish clear and fair national criteria for financial support for jobs and businesses in areas facing additional restrictions, to be voted on in Parliament; and calls on the Government to make good on its claim that workers faced with hardship who are subject to the Job Support Scheme extension will receive at least 80 percent of their previous incomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I start by placing on record my thanks to the staff at Stepping Hill Hospital in Stockport who recently cared for my aunt, who died of coronavirus last week. I speak today not just as a Member of this House, or just as a Mancunian, but as someone like the many others across our city and our country who have in the past few weeks lost loved ones to this terrible virus. That, more than anything, is why I come here wanting the Government not to fail but to succeed, because lives literally depend on it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that a public health response will save lives only if it is supported by a fair economic settlement. The British people want to do the right thing, and they will do the right thing, but we need to support them in doing so. That is why I was so appalled by what I witnessed yesterday. I was with fellow Greater Manchester MPs on a Zoom call with the Health Secretary, who was handing us scraps from the Prime Minister, while our elected Mayor found out from Twitter. The Government then tried to blame it all on our Mayor for not doing what he was ordered to do from Whitehall. I have heard of power without accountability, but apparently the Government’s idea of devolution is accountability without the power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We were offered £8 per head—or, to put it another way, 30 seconds of work for a consultant working on the collapsed test and trace system. Let me say this: £8 per person is an insult. And now the Government are attempting to play us off against each other across GM. Well, let me tell the Prime Minister: our Mayor stood up for Greater Manchester, but he spoke for Great Britain. Indeed, his call for Parliament to have a say and a vote on these measures is one that so many Government Members have made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Gary Sambrook (Birmingham, Northfield) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the point about votes in Parliament, many of us called for votes in this place on national restrictions a couple of weeks ago but, unfortunately, near enough all Opposition ​Members did not bother to turn up for those votes, including the one on the rule of six. If the Opposition get their way and have votes on localised restrictions, will they even turn up?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the hon. Member has turned up today, I hope he will do the right thing and support people with an economic package so that they can do the right thing and we can save people’s lives across Greater Manchester and the whole of this country. I hope he will do the right thing and support us in the Lobby tonight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have not given us the chance to have our say, so today we are giving the House the chance to do so. Our motion calls for the Government to bring forward fair national criteria for financial support in areas facing additional restrictions, and it provides for Members to have a vote on the criteria.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Tanmanjeet Singh Dhesi (Slough) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my hon. Friend on making some excellent points in her speech. Given that the Government’s strategy to deal with the pandemic is not working, does she agree that, rather than using divisive tactics and treating the regions of our nation with utter contempt, the Prime Minister needs to adopt a united, one nation approach? Does she also agree that, if we want to impose stricter measures, we need to provide support to individuals and businesses, and that we cannot have lockdown on the cheap?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree with my hon. Friend. Over the past 24 hours, the people of Greater Manchester, regardless of their political persuasions or colours, have been absolutely dismayed by the way in which our democratically elected Mayor has been treated, but this is about the treatment not just of our Mayor but of the people of Greater Manchester. This is not some spiteful little game; this is about people’s lives, people’s loved ones and people’s jobs. They have spent years building up our economy in Greater Manchester. This Government choosing the path that they have chosen has done one thing for Greater Manchester: it has completely brought us together in saying that this Government and Prime Minister must do the right thing by the whole of our nation and support everywhere, not pick us off one by one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alun Cairns (Vale of Glamorgan) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What advice would the hon. Lady offer my constituents in the Vale of Glamorgan, where the infection rates are exceptionally low, given that a one-size-fits-all approach has been taken across the whole of Wales? Retailers, hairdressers, personal service providers, beauticians and all those sorts of businesses have been closed, irrespective of the exceptionally low rate. Does that make sense? What does she have to say to those businesses that have invested all their time, effort, money and innovation in creating employment and wealth?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Member makes a point about what the Welsh Government are doing. What they are doing is putting people, business and lives first. They are working with local government and with businesses to bring the R number down. The Scientific Advisory Group for Emergencies has said that the plan for Greater Manchester as it currently stands will not bring the R rate down and that it will lead us into poverty and destitution. When I speak to the experts, they tell me that poverty and destitution ​have a link to how deadly this virus is. In parts of areas such as Oldham in my constituency that have faced restrictions since July—I have not been able to see my granddaughter because of those restrictions—the rates have gone up. We do not want to plunge our businesses into destitution. I am proud of the Welsh Government’s defence of the people and their support for the people of Wales. I just wish we had a better Government here in Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our motion calls on the Government to implement their own promise that workers on the job support scheme extension will receive at least 80% of their previous income. I remember the promises the Prime Minister made, not just in this crisis but before it. He offered levelling up for communities such as mine, but he is not levelling us up; he is letting us down. Under Thatcher, we were consigned to managed decline, but now it feels like mismanaged decline. And it is not just a conflict between the north and the south, or between London and the rest. The elected leaders of our nation’s cities, regions and countries have been treated with the same contempt, from Wales to Wigan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Patrick Grady (Glasgow North) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pass on the condolences of the Scottish National party to the hon. Lady and her family on the loss of her aunt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are not in a position to field a Front-Bench spokesperson today—that might have been easier if the Government had allowed us virtual participation—but I can confirm that we will support the official Opposition in the Lobby this evening, precisely because of the hon. Lady’s point about the need for support across the UK. Any enhanced package that is provided to Liverpool, Greater Manchester and South Yorkshire must attract consequentials above what has already been guaranteed to Scotland. Scottish businesses are looking at the additional package of support that the Government have found for these English regions, and expect additional funding to be delivered to Scotland. Does she agree that that should happen for Scotland and the other devolved Administrations?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for his contribution. I absolutely agree. All our nations and regions —the whole of Great Britain—have to come together, because this virus is a challenge for us all. We cannot treat people in different parts of the country and in our nations disproportionately and disgracefully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Greater Manchester, we were promised a powerhouse, but what we have at the moment is a power grab. Even here in London, just this week, the Government have threatened to seize control of the tube. We now have a Prime Minister so determined to punish a Labour Mayor that he wants to whack a transport tax on his own constituents, yet the Government still refuse to take the decisive national action that is needed. Instead, they have tried to play people off against each other—divide and misrule.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake (Thirsk and Malton) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very sorry to hear about the hon. Lady’s aunt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Lady she be straight and honest with British citizens when she talks about a national lockdown? Is it not the reality that the SAGE paper says that it might take multiple circuit breakers to keep this virus at low levels? Will she be clear about the impact that that would have on jobs and businesses in this country?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member invites me to be clear and honest, and the one thing that probably most people know is that I tell it how it is and I always have. I can be clear and honest with him: the Prime Minister’s plan, as it currently stands, will not protect the people of Greater Manchester and will plunge us into more poverty. We have seen the evidence that says that. I promise him and other hon. Members across the House that the Labour party will always put the people, and the protection and security of the people, first. I ask the hon. Member to get the Prime Minister to do the same thing, instead of playing party politics with people’s lives and livelihoods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today this House can vote for a fair deal for all and to end these political games. No more will the Health Secretary have to tour the country like a pound shop Noel Edmonds, announcing “Deal or no deal?”. The Government can honour their own promises that every worker facing hardship on the job support scheme will get at least 80% of their previous income, because what is good enough for the office worker in the City of London is good enough for the caterer in the city of Manchester, and what was good enough for the whole country in March is good enough for the midlands and the north today. We are trying to hold the Government to their own promises. Businesses need consistency, and they need that promise honoured.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister told the House on 14 October that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“whatever happens, a combination of the job support scheme and universal credit will mean that nobody gets less than 93% of their current income.”—[Official Report, 14 October 2020; Vol. 682, c. 368.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He then said that those on low incomes will get at least 80% of their income. Perhaps he can tell that to the waitress in my constituency who earned £9 an hour on a 32-hour week, serving in a central Manchester bar that has now closed. The Resolution Foundation has shown that she will end up with less than 70% of that wage under the Government’s current plan. So the Government are telling my constituents to survive on less than the minimum wage for months, because the Government cannot tell us when an area will leave tier 3 and how those restrictions will be lifted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Toby Perkins (Chesterfield) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to my hon. Friend for giving way and thank her for the case that she is making. Is she interested, as I am, that not a single one of the interventions that she has faced from the Conservative side has been relevant to the motion that we are debating? They all seem to be dragging us back on to Labour party policy, rather than standing up for the financial settlement that they are offering to Manchester, and that we know will be going to so many other areas. So can she help me in inviting them to actually speak about the 80% that we are trying to ensure gets into some of the most impoverished people’s—some of the most impoverished workers’—pockets, rather than trying to change the debate into the one they want to have?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his contribution. I will go a little bit further and compliment some of the Tory Members who have stood up as part of Greater Manchester, and I will be incredibly disappointed if what I have seen over the past 24 hours results in this ​becoming a party political fight. Because in Greater Manchester, despite what the Prime Minister and the Health Secretary were trying to suggest, we were united in trying to support our citizens across the conurbation in doing the right thing, bringing the virus rate down and supporting our economy. I hope we can continue to do that. I hope we do not get distracted by messages that are not in the motion, and I absolutely hope the Prime Minister does the right thing, because this is not just about Greater Manchester—this is coming to a town near you. In so many areas now, the R number is increasing. So many areas are in tier 2; so many areas are going to go into tier 3. This is a marker to ensure that our economy survives through those problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Clive Betts (Sheffield South East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On that point about coming to a town near you: it is indeed coming to cities and towns in the Sheffield city region, it was announced today. The package of assistance is totally inadequate. It is nothing like what the leaders and the Mayor asked for. It is exactly the same as has been offered to other areas—the standard package. It is not locally negotiated; it is the standard package. As the leader of Rotherham said, “They put lots of civil servants into a room with us to tell us what we couldn’t have.” That is actually what has been happening in the negotiations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his insight. Many of the local leaders I have heard from have said that it felt like they had been blackmailed and pressurised into taking a deal. Greater Manchester and the Mayor were not just trying arbitrarily to get more than somewhere else. We put a package together based on the needs of our city, our conurbation, our lowest-paid and the businesses that needed the support. It was not a bargaining chip to get this or that; it was about making sure that there was a floor that meant people were given the support that, by the way, this Government promised. They promised that support, and we are just asking them to keep to their promise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Nadia Whittome (Nottingham East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my hon. Friend agree that it is grossly unfair that while the Prime Minister, reportedly, is complaining about not being able to live off £150 k a year, he is expecting my constituents in Nottingham, and all the constituents of every one of us in this House, to live off two thirds of the minimum wage unless a proper economic settlement is provided?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for her contribution. People on the Government Benches might grunt, but my hon. Friend was a care worker before coming into Parliament, like myself, and knows exactly how people on the minimum wage feel, and I commend her for standing up for her constituents, not leaving them behind like many Members on those Benches seem to be doing now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even the two-thirds wage support under the job support scheme extension is only available to businesses legally required to close. Someone who works for a firm that is not required to close, but whose business is severely impacted as a result of the restrictions—such as a brewery supplying pubs that have to close—gets absolutely nothing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Imran Hussain (Bradford East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is making an excellent contribution, which highlights the points. Does she agree that much of the debate is around tier 3 support, not to say that tier 2 areas have no support whatsoever, which emphasises the point that she makes?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree with my hon. Friend. I say to the hon. Member for Winchester (Steve Brine) who keeps chuntering: you had your chance, mate. Let other people in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For hundreds of years, Mancunians have been told to know our place, but we have never listened—from the People’s History Museum to the Mechanics Institute, from our science and industry to women’s suffrage. We will not be told what our place is, and we will not be bullied into taking it. We are proud of our history and proud of our collective contribution to our great country and determined to build a great future together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not just about Greater Manchester; this is about all of us. We will not be picked off one by one. We will not be offered the crumbs when we helped bake the loaf. We deserve a fair slice and our people deserve a Government willing to protect them and to do as the Chancellor promised—“Whatever it takes”. In recent days, it has been Lancashire, Liverpool and Greater Manchester. Next week, and in the weeks ahead, it will be communities in other parts of the country that find themselves in tier 3. If the Government are prepared to wilfully inflict so much harm on their own people in the middle of a pandemic in one part of the country, they will do it to people elsewhere as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are staring down the barrel of a bleak winter, because the Government have lost control of the virus: infections are rising; hospital admissions are rising; and deaths, tragically, are rising. The testing system has collapsed. People and businesses across the country will be anxious that they will not be able to make ends meet and put food on the table. Our motion today will ensure a fair national deal for the country, a vote of this House on it and the Government’s own promises to workers kept. Madam Deputy Speaker, I commend this motion to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}