{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-comments-on-the-future-of-works-report/",
    "title": "Angela Rayner – 2021 Comments on the Future of Work’s Report",
    "post_date": "May 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 13 May 2021.",
    "content": [
        "As a starting principle, work must provide a fair day’s pay for a fair day’s work and employers must uphold both their legal and moral duties to treat their staff with dignity and respect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the Conservatives good, well-paid jobs that you can raise a family on and that provide security have too often been replaced by insecure and zero-hours jobs that offer only poverty wages, exploitation and mistreatment of workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s neglect of employment rights has meant that surveillance and intrusive technologies usually associated with the gig economy are becoming commonplace. There is an urgent need for an Employment Bill that strengthens rights to ensure workers are protected to keep pace with changes in practice, including the use of algorithms to manage people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Coming out of this pandemic, the future of work must mean shifting the balance back towards working people and a new deal for workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}