{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-letter-to-cabinet-secretary-over-prime-ministers-political-attack/",
    "title": "Angela Rayner – 2021 Letter to Cabinet Secretary Over Prime Minister’s Political Attack",
    "post_date": "April 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter sent by Angela Rayner to Simon Case, the Cabinet Secretary, on 7 April 2021.",
    "content": [
        "Dear Mr Case\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am writing to express my concern about public resources being deliberately used during a pre-election period to influence the outcome of an election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the Downing Street press conference on Monday evening (5 April 2021) – which was supposed to be an update on Covid-19 – the Prime Minister chose to launch a political attack on Sadiq Khan, the Mayor of London and Labour’s candidate in the upcoming London Mayoral election. The attack was political in nature, unprompted, and entirely unrelated to either the topic of the press conference or the question the Prime Minister was asked.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister also made false statements regarding Transport for London‘s (TfL) finances in his answer. Sadiq Khan spent the first four years of his mayoralty fixing the mess left by the previous Mayor, Boris Johnson, who bargained away TfL’s £700m per year direct operating grant. As Mayor, Sadiq had successfully reduced TfL’s deficit by £1 billion and increased cash reserves by 13 per cent before the pandemic hit. For the Prime Minister to suggest that TfL’s finances are in trouble for any reason other than a 90 per cent drop in passengers during lockdown due to the pandemic is an insult to Londoners and highly misleading.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Ministerial Code, by which government ministers are bound, clearly states that official facilities and resources may not be used for the dissemination of party political material. This includes the Prime Minister’s new media briefing room, which cost the British taxpayer £2.6 million. The Prime Minister has a lot of experience with the Ministerial Code – his Home Secretary was found to have breached it after bullying staff, prompting his independent advisor on ethics and ministerial standards to resign. The British people would rightly not expect a Prime Minister who has spent so much first-hand experience of dealing with matters relating to the Code to be so blatant in flouting it during a pre-election period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just last week the Prime Minister’s Press Secretary said that he ‘acts with integrity and honesty and he follows the Nolan principles when conducting himself in public life’, but his actions on Monday evening clearly directly contradict those principles. As I am sure that will agree, accountability to the Code is crucial in maintaining integrity and public trust in public life and our politics. I would urge you to investigate whether the Prime Minister did indeed breach the Ministerial Code and, if so, what steps you will take to censure the Prime Minister and ensure that he does not repeat this behaviour including him issuing a public apology for misusing public resources for party political gain and misleading the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to your early reply setting out how you intend to respond to this incident.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Angela Rayner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}