{
    "url": "https://www.ukpol.co.uk/angela-rayner-2022-speech-on-the-resignation-of-lord-geidt/",
    "title": "Angela Rayner – 2022 Speech on the Resignation of Lord Geidt",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 21 June 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That the following Standing Order be made:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“(1) Following any two month period in which the role of Independent Adviser to the Prime Minister on Ministers’ Interests remains unfilled, the Public Administration and Constitutional Affairs Committee shall appoint a specialist adviser, entitled the Adviser on Ministers’ Interests, whose role shall be to advise the Committee on the effectiveness of the Ministerial Code and on any potential breaches of that Code.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(2) The Adviser may initiate consideration of a potential breach of the Ministerial Code, and shall consider any such potential breach referred to him by the Public Administration and Constitutional Affairs Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(3) When considering potential breaches of the Ministerial Code, the Adviser may advise the Public Administration and Constitutional Affairs Committee on the appropriate use of its powers to send for persons, papers and records in order to secure the information needed to consider any such potential breaches.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(4) The Adviser shall submit a memorandum to the Public Administration and Constitutional Affairs Committee reporting conclusions relating to a potential breach of the Ministerial Code.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(5) The Adviser shall have leave to publish any memorandum submitted to the Committee under paragraph (4) which has not been published in full and has been in the Committee’s possession for longer than 30 sitting days.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What a pleasure it is to open this debate, especially as it is with the Minister for the Cabinet Office and Paymaster General. I will call him my right hon. and learned Friend now because I see him more often these days than I see my friends. It is always a pleasure to stand opposite him. Hopefully, he will be able to give us some answers today, so that we can build on that friendship.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The truth is that, to lose one ethics adviser is an embarrassment, but to lose a second, just days after the Prime Minister’s anti-corruption tsar walked, too, means that it has become a pattern—a pattern of degrading the principles of our democracy; a pattern of dodging accountability; and a pattern of demeaning his office. The Prime Minister has now driven both of his own hand-picked ethics advisers to resign in despair—twice in two years. It is a badge of shame for this Government and it should be for the rogue Prime Minister, too. If he was capable of feeling any shame, Lord Geidt has described the resignation as a “last resort” that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“sends a critical signal into the public domain.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, he has certainly sent that signal, Madam Deputy Speaker. In his damning resignation letter, Lord Geidt spoke of the “odious” and “impossible” position that he had been put in. He said that the Prime Minister had made a “mockery” of the “Ministerial Code” and that he would play no further part in this. It was not about steel at all; it was about this Prime Minister’s casual and constant disregard for the rules. Lord Geidt could not stomach it any longer, and I do not blame him. To this Prime Minister, ethics is a county east of London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The truth is that the Prime Minister behaves as though it is one rule for him and another for the rest of us, because that is what he thinks. Scandal after scandal has hit him and his Government. His previous adviser on ministerial interests, the respected Sir Alex Allan, resigned when the Prime Minister chose to excuse the Home Secretary despite the fact that she had breached the ministerial code by bullying civil servants. Sir Alex could not stand by and condone bullying, and the Prime Minister was more than happy to. After losing his first independent adviser, it took five months to appoint a new one—five months during which ministerial misconduct was left unchecked, creating a huge backlog of sleaze and misconduct by Tory Ministers. Lord Geidt himself complained about this backlog.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This House should not tolerate a repeat performance. We cannot endure another five months with no accountability in Downing Street. We cannot endure another five minutes of it. Since Lord Geidt resigned, the Government have refused to confirm if or how his ongoing investigations will continue. I hope my new right hon. and learned Friend the Minister can tell us today whether the investigation into the shameful allegations of Islamophobia experienced by the hon. Member for Wealden (Ms Ghani) will now be concluded. She was due to meet Lord Geidt on the day that he resigned, but the Government have been silent on the issue and have failed to say anything about what will happen when any further suspected breaches of the ministerial code occur.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take, for example, reports that the Prime Minister, while Foreign Secretary, tried to make an inappropriate appointment to his own office. He reportedly spoke to his aides about a taxpayer-funded position—just another case of dishing out jobs to those close to him. Lord Geidt has suggested that such allegations are ripe for a new investigation, and I agree. As everyone knows, I love a letter, but who should I write the request to? There is no ethics adviser in place to hold Tory Ministers to the standards the British public expect. We all know that Ministers will not do it themselves. Under this Government, more rule-breaking is simply inevitable, unfortunately. Lord Geidt has already said that his role was “exceptionally busy”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Jeremy Wright (Kenilworth and Southam) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I happen to agree with the right hon. Lady that there should not be a long gap before the appointment of a new independent adviser, but let me put something else to her. Two weeks ago, when she opened a debate on a similar subject, she prayed in aid extensively the Committee on Standards in Public Life, of which I am a member, as she knows, and she did so rightly, in my view. Does she accept, though, that she cannot do that today, because her motion does not accord with what the Committee on Standards in Public Life has said? We believe that the ministerial code must remain the property of the Prime Minister because that is how it derives its authority, and it therefore makes sense that the adviser should give advice to the Prime Minister and not to any Committee of Parliament, however eminent. How is it that the Committee on Standards in Public Life was so right two weeks ago but wrong now?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the work of the Committee on Standards in Public Life and its report, which I absolutely agree should be implemented in full, but that is not what has happened: it was cherry-picked in what the Government have done with the changes to the ministerial code. This is an emergency measure because we cannot carry on for months and months without the adviser being present, as I am sure the right hon. and learned Gentleman agrees. I hope the Minister comes to the same conclusion. I have written to him and had a response today in a written answer about when the appointment will be made. I understand the right hon. and learned Gentleman’s position and what he is saying, but I say categorically that I absolutely agree with the report and want to see it implemented in full.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Aaron Bell (Newcastle-under-Lyme) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have sympathy with the thrust of the right hon. Lady’s motion in that we do not want a long delay, and I am sure the Government have sympathy with it, too—I am sure the Prime Minister would like to appoint as soon as possible—but the rest of her motion seeks to create a new Standing Order. Traditionally in this House, the Procedure Committee would advise on Standing Orders, so would she be amenable, should the Opposition motion pass today, for the Procedure Committee to look at this as a matter of priority, given the timelines involved?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member. The thrust of what I am trying to do today, and hon. Members need to understand this, is just to have some probity, standards and ethics we can all agree on. One of the things I think is very damaging, and this has been very damaging for all hon. Members of this House, is conduct that the public out there see as inappropriate not being scrutinised and dealt with. This does not just affect the Prime Minister; it affects each and every one of us in this place, so I am happy to continue further dialogue to ensure we get to such a point. However, this is about making sure that something happens now, because we have seen conduct and standards from this Prime Minister that, quite frankly, I have never seen before from any Prime Minister of any political persuasion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Linden (Glasgow East) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In response to the point made by the hon. Member for Newcastle-under-Lyme (Aaron Bell), I accept that the Procedure Committee does have a role—and I was a member of the Procedure Committee—but given that Brexit was supposed to be about Parliament taking back control, there is absolutely nothing at all disorderly about the motion on the Order Paper for Parliament to take control and set up its own Standing Order. The right hon. Lady is right: the problem is that the Prime Minister’s behaviour will almost certainly start to be interpreted as a plague on all our houses, and that is why Parliament must support this and must vote for this motion tonight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is about us trying to make sure that we do take back control, and also that we gain the respect of the public. Quite rightly, when they elect us and bring us into this place, they expect us to have the highest standards. Especially when we create the laws that they have to follow, they expect us to have the highest possible standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Liz Saville Roberts (Dwyfor Meirionnydd) (PC)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, the resignation of yet another ethics adviser will do little to quieten public concerns that there is something very rotten at the heart of this Government. Next week, I will be presenting a ten-minute rule Bill that would make lying in politics illegal and give our constituents confidence that we are serious about forcing a change of culture within our political system. Does the right hon. Member agree with me that the present culture is corroding trust in politics and democracy?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree with the right hon. Member that trust is being corroded in politics, and I do not like that. I do not like that for any of us hon. Members in this place, because I believe that the vast majority of Members who come to this place do so for great public service. Therefore, when hon. Members do not behave to the standards I think the British public expect of us, that actually makes it difficult for all of us. The hon. Member for Glasgow East (David Linden) mentions the procedures of this place, and sometimes it is challenging for the public when they see people “inadvertently mislead” the House. The public do not always see it as “inadvertently misleading” the House, and therefore they do not understand exactly why we have such a debate on that matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Geraint Davies (Swansea West) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Would my right hon. Friend accept that the debate between an independent appointment and an appointment by the Prime Minister has been cast into a different light by partygate, by the appointment of somebody’s girlfriend for £100,000, by the breach of international law with the Northern Ireland protocol and even by what has happened on steel tariffs? Therefore, there is a compelling case for independence or at least for Parliament to decide on those issues, not the Prime Minister, who people, frankly, do not trust for good reasons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Absolutely. During Lord Geidt’s time as ethics adviser, he was swamped—swamped—with allegations of ministerial misconduct. During his session with the Public Administration and Constitutional Affairs Committee, referring to the ministerial code, Lord Geidt said that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“as you look through the calendar, a great deal of the year has potentially had the Prime Minister in scope.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is astonishing that we are in these circumstances, but we are where we are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister’s official spokesperson has refused to confirm when the independent adviser will be replaced, or even if the independent adviser will be replaced at all. It is pretty clear that, if the Prime Minister had his way, he would dispense with the nuisance of transparency and the annoyance of accountability altogether.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Robert Buckland (South Swindon) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with the right hon. Lady about the need to appoint a new adviser but I have looked carefully at her motion, which talks about an adviser. What would the status of that adviser to the Committee be? Would they be an employee of this House? If they were an Officer of this House, there would be an obvious conflict between their duty to Parliament and any involvement they might have in Government affairs. Does she not see that that is quite a problem that needs to be addressed by her and the motion?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not see the wording of the motion creating a conflict or causing problems in that way. It will allow us to have the scrutiny and probity that we need, because the Government at the moment are not forthcoming in giving us the assurances that I have tried outside this place to get on whether we are going to get a new adviser. That is the thrust of what I am trying to do today. I can see that Members are passionate about this issue, and I am happy for them to work with us to try to get there. I am sure that my friend the Paymaster General would be willing to do that as well. We all want to see standards in public life, and Ministers of the Crown in particular need to have that authority when dealing with matters of office so that the public can have confidence in them. That is what this motion is about today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Linden**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the right hon. Lady understand the irony of Conservative Members complaining about a conflict of interest when the Prime Minister’s own chief of staff, whom he appointed, is simultaneously an MP, the Chancellor of the Duchy of Lancaster and the chief of staff—a role that is traditionally undertaken by a civil servant?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is part of the problem. We all need to have confidence that processes are being followed and that there is accountability. Nobody is above the law in this country, but the Prime Minister seems to think that he can be. It is astonishing that we are in those circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Karin Smyth (Bristol South) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my right hon. Friend for introducing this debate. I think the point she was making very well earlier in response to questions from Conservative Members who have been good lawyers in their previous life is that the thrust of what she is trying to do today is to suggest that we all in this place want to do better, and that we are willing to look at ways to do better. If the thrust of this motion does not meet that high standard, it is open to Conservative Members who have experience and expertise in this area to suggest other ways of doing this, perhaps by bringing forward amendments, and to work with the Opposition in that way. I think she is saying that that is something she welcomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last time the Paymaster General was sent here to defend the indefensible, he claimed that the Prime Minister’s recent changes to the ministerial code represented\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the most substantial strengthening of the role, office and remit of independent adviser since the post was created in 2006.”—[Official Report, 16 June 2022; Vol. 716, c. 429.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He must think I was born yesterday. Removing any reference to honesty, integrity, accountability and transparency is not strengthening standards; it is cherry-picking parts of the recommendation and watering it down before our very eyes. Within hours of the Paymaster General saying those words at the Dispatch Box, No. 10 was already refusing to repeat his commitment to that system—a system that the Prime Minister himself had put in place just weeks before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now the Government do not even deny the plans to abolish the role of the independent adviser entirely. Today, the Minister answered my written question about his plans to fill the post and said that the Government were “taking time” to consider the matter. Just how long does he expect us to give him? Should we expect half a year of sleaze and scandal without accountability? For more than a year, the Prime Minister used Lord Geidt as a human shield, citing his independence and integrity as the Government desperately staggered from one scandal to the next. Now the Culture Secretary takes to the airwaves to mock and belittle him. That is what they do to decent people. Conservative Members who continue to prop up this Prime Minister and keep his self-preservation society afloat would do well to note that. That is where this House must come in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour’s proposal today would put this Prime Minister into special measures, where he needs to be. If he fails to appoint a new independent adviser, the Public Administration and Constitutional Affairs Committee will have the power to appoint one. We will give the Committee the proper powers to launch investigations, to send for papers, persons and records, to report on breaches and to make its judgments public. This Prime Minister has ridden roughshod over the rules. He will not show any regard to ethics, but this House can do that today. The motion before us is a limited, simple measure to address any refusal by the Prime Minister to enforce the ministerial code by allowing Parliament to step in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, we would like to go much further, which is why we backed the package of recommendations from the CSPL as the first step in our plan to clean up politics. We want to see full independence granted to the adviser to open his or her investigations—without that, it is left to the whim of the Prime Minister. As I said, the Prime Minister cherry-picked the CSPL recommendations and conveniently chose not to introduce this crucial one. While he maintains the power of veto over the independent adviser, there is an inherent risk that he will overrule his own adviser. Today, it is time to show the Prime Minister that he is not above the rules and for this House to draw a line in the sand. If the Prime Minister will not appoint an ethics adviser, we must do so. I commend this motion to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}