{
    "url": "https://www.ukpol.co.uk/angela-rayner-2023-speech-on-sue-gray-and-role-within-labour-party/",
    "title": "Angela Rayner – 2023 Speech on Sue Gray and Role Within Labour Party",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 6 March 2023.",
    "content": [
        "I would like to thank Conservative Members for asking why a senior civil servant famed for their integrity and dedication to public service decided to join the party with a real plan for Britain rather than a tired-out, washed-up, sleaze-addicted Tory Government. This is the exceptional circumstance that the Minister spoke about. We are talking about a party so self-obsessed that it is using parliamentary time to indulge in the conspiracy theories of the former Prime Minister and his gang. What will Conservative Members ask for next? Will it be a Westminster Hall debate on the moon landings, a Bill on dredging Loch Ness or a public inquiry into whether the Earth is flat?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The biggest threat to the impartiality of the civil service is the Conservative party and its decade of debasing and demeaning standards in public life. Conservative Members talk about trust. This debate says more about the delusions of the modern Conservative party than it does about anything else. After this question, I will go back to my office to help people who are struggling with the cost of living crisis, getting an NHS dentist or—[Interruption.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I do not think it was a wise idea to carry on while I am standing up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Gary Sambrook (Birmingham, Northfield) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sorry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you. May I just say that I expect everybody to be heard quietly, because I want to hear what is being said? This is too important for me not to be able to hear. When Members keep chuntering on, I cannot hear. I want the same respect to be shown to everybody who wishes to speak.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you. Mr Speaker. As I was saying, after this question I will go back to my office to help people who are struggling with the cost of living, with getting an NHS dentist and with paying their energy bills. All of those things are the result of 13 years of this failed Conservative Administration. While they play games, we are getting on with tackling the real issues facing the country. When will they do the same?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Quin**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having heard from the right hon. Lady, I see that she has clearly been advised that attack is the best form of defence. I quite understand why the Opposition feel in need of some more advisers and some new advisers, given her tone today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand the dilemma faced by the Leader of the Opposition. Having looked inside his tent, I understand why he is reaching so far outside of it. After so many rebrands, I appreciate why the right hon. Lady and the Leader of the Opposition require someone who can do joined up. However, the Labour party talks about rules, transparency and standards in public life, and given all that constant talk it is time that it walked the walk. I ask the right hon. Lady to go away and think: why are the Opposition refusing to publish when they met with Sue Gray; why are they being evasive; and why can they not tell us what they discussed, where they met, and how often they met? Their refusal to do so prompts the question: exactly what is Labour trying to hide?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many across the House have noticed that the Leader of the Opposition has a tendency to claim a self-righteous monopoly on morals, but there are now serious questions as to whether Labour, by acting fast and loose, undermined the rules and the impartiality of the civil service. Labour Members must ask themselves why the Leader of the Opposition covertly met a senior civil servant and why those meetings were not declared. They believe that ACOBA rules should be tightened, but why were the current ones not followed? It is incumbent on everyone across the House to uphold and preserve the integrity and the perceived impartiality of the civil service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is about trust, Mr Speaker, and it is the Labour party that risks damaging that trust with an offer of appointment. However, the Opposition can help restore that trust. They can do the right thing: they can publish the list of meetings between themselves and Sue Gray; they can publish who attended those meetings; and they can publish when they started speaking to Sue Gray. There is nothing in the ACOBA rules that stops them doing so today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}