{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-speech-on-the-g20-and-cop26-world-leaders-summit/",
    "title": "Angela Rayner – 2021 Speech on the G20 and COP26 World Leaders Summit",
    "post_date": "November 4, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 3 November 2021.",
    "content": [
        "I thank the [Prime Minister for advance sight of this statement](https://www.ukpol.co.uk/boris-johnson-2021-statement-on-the-g20-and-cop26-world-leaders-summit/), and for updating the House on the G20 summit in Rome. It cannot be overstated how crucial the next week and a half is. I am pleased that there has been some progress as the Prime Minister outlined, but the next 10 days need to move beyond prepacked announcements. This is an opportunity for Britain, alongside our friends and allies around the world, to deliver historic change. By taking action to reduce emissions right now in this decade, we can avoid the worst effects of climate change. That cannot just be a political ambition; it is a necessity for humanity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the G20 ends and COP26 continues, I assure the Prime Minister that all Labour Members are desperate for it to be a success. We hope that our negotiations can bring people together and deliver urgent solutions to the biggest challenge our world has ever faced. However, there is some cause for concern. The G20 needed to be a springboard to COP26, and a real opportunity to show Britain’s diplomatic strength in bringing people together and applying pressure where it is needed. We need to convince the big polluters to meet the commitment to 1.5°, to find solutions to phase out fossil fuels, to ensure a just transition for workers, and to create a fairer and greener economy. However, the G20 did not achieve that, and the Prime Minister is failing in his efforts to convince world leaders that more must be done. He has welcomed commitments for the distant future, and I accept that, but he knows all too well that we need to halve carbon emissions now, and at least by the end of this decade, if we are to keep global temperatures down. It is time for urgent climate action now, not more climate delay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all know how difficult it is to convince the world to curtail carbon emissions, but it is our responsibility to do so. It is the Prime Minister’s responsibility to influence world leaders and lead by example. As we try to convince other countries to phase out coal, the Government are refusing to make their mind up about coalmines within their borders. They could have followed the lead of the Welsh Labour Government and changed planning policy to ensure that no new coalmines were developed, but they did not. As we try to convince big emitters to do more on reducing emissions, unfortunately this Government are agreeing a trade deal with Australia that removes key climate pledges. They are undermining our messages by giving a free pass to our friends. When Britain must convince the wealthiest nations in the world to pledge more money to help developing countries cut their emissions and adapt to climate change, what have this Government done? They cut development aid that would have funded vital climate projects. How does the Prime Minister expect to convince others to do more, when he is setting such a poor example?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also want to raise global vaccinations. Last week the G20 agreed a vague promise to explore ways to accelerate global vaccination against covid-19, yet in some of the world’s poorest countries, less than 3% of people have received even one dose of the vaccine. We all know that we live in a globalised world, where the more the virus spreads, the greater the threat of new variants. We are not safe from covid here until people are safe from covid everywhere. There is no more time for rhetoric; it is time for action. The Prime Minister mentioned our efforts on vaccines, but last week it was revealed that the UK is lagging behind all other G7 countries bar one in sharing surplus vaccines with poor countries. That is shameful. Our fantastic scientists who developed the Oxford AstraZeneca vaccine are being let down by our Prime Minister’s actions. We need booster jabs in Manchester, and vaccines shared with Madagascar. It is now time for actions, not words. As the world gathers over the next two weeks, we all hope for the breakthrough that we need. Britain has a proud history of building alliances and standing up for what is right, and I have no doubt we will be able to do that again. I wish the Prime Minister well in his efforts, and I ask him to pay attention and go for the detail on this. If he fails to deliver the change we need through this conference, we will all pay the price.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}