{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-letter-to-boris-johnson-on-jennifer-arcuri/",
    "title": "Angela Rayner – 2021 Letter to Boris Johnson on Jennifer Arcuri",
    "post_date": "March 31, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter sent from Angela Rayner, the Deputy Leader of the Labour Party, to Boris Johnson, the Prime Minister, on 31 March 2021.",
    "content": [
        "Dear Prime Minister\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am writing to you regarding comments made by your Press Secretary and official spokesperson yesterday, stating that the Independent Office for Police Conduct had found that claims regarding a potential breach of the rules in handing public money and access to Jennifer Arcuri were “untrue and unfounded”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The IOPC’s report does not include the phrase “untrue and unfounded”. Acting with integrity and honesty, as your Press Secretary claims you have always done in this matter, would mean that you should be happy to correct the record.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the handing of £2 billion of taxpayers’ money in government contracts to donors and friends of the Conservative Party during the Coronavirus pandemic, there is significant and justified public concern regarding cronyism and special treatment for people with close relationships with and links to the Conservative Party and Ministers when it comes to public money and preferential treatment and access.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With each passing week there are more revelations about Conservative Party cronyism and more allegations of the misuse of taxpayers’ money come to light, with recent events raising very serious questions about the conduct of former Conservative Prime Minister David Cameron and the special access granted to ministers and Whitehall departments for favoured business figures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is in this context that the Greater London Authority investigation into whether any preferential treatment or access was given to Jennifer Arcuri during your time as Mayor of London takes on a renewed importance. As I am sure you would you agree, it is vital to ensure complete probity in all matters relating to the distribution of taxpayers’ money, and I would urge you to take urgent steps to assure the British people that there was no special or preferential treatment on your part in the awarding of public grants or preferential access to Jennifer Arcuri.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The British people deserve to know that taxpayers’ money is spent with honesty and integrity on the basis of what you know, not who you know. So I would also urge you again to publish the details of companies who have been awarded government contracts through referral to a special “high priority” and “VIP” lane thanks to existing relationships with, or tips from, Conservative Ministers and Members of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yours Sincerely\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Angela Rayner MP\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}