{
    "url": "https://www.ukpol.co.uk/angela-rayner-2022-speech-on-lord-lebedev-joining-the-house-of-lords/",
    "title": "Angela Rayner – 2022 Speech on Lord Lebedev Joining the House of Lords",
    "post_date": "March 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, on 29 March 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker, and I heard you loud and clear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That, given the concerns raised about the appropriateness of, and process for, appointing Lord Lebedev as a member of the House of Lords and the role of the Prime Minister in that process, an humble Address be presented to Her Majesty that she will be graciously pleased to give directions that there be laid before this House, no later than 28 April,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(a) any document held by the Cabinet Office or the Prime Minister’s Office containing or relating to advice from, or provided to, the House of Lords Appointments Commission concerning the appointment of Evgeny Alexandrovich Lebedev as a Member of the House of Lords; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(b) the minutes of, submissions relevant to and electronic communications relating to, any meeting within the Cabinet Office or the Prime Minister’s Office at which the appointment of Lord Lebedev, or advice relating to that appointment, was discussed in a form which may contain redactions, but such redactions shall be solely for the purposes of national security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I start by noting the latest news from Ukraine? I know the whole House will be united in our outrage at the atrocities that have been reported, our deepest sympathy to the victims, and our ongoing support and our solidarity with the people of Ukraine. We will be united, too, in the message that we send to Putin. We will not waver in standing firm against his aggression, and the unity in this House reflects that in the country and among the constituents whom we represent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is all the more important, in that context, that we make sure that we do all we can to protect our country’s security and our people’s safety. This Government’s ultimate responsibility to this House is to keep people safe, and it is all the more important that we stand up for the fundamental values of democracy in stark contrast to authoritarian regimes and dictatorships such as that in the Kremlin today. That is why we are here today—to defend our country’s security and its democracy, and to hold our Government to the highest standards in doing the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every Minister has a fundamental duty to protect the people of this country and to prioritise their safety above all else. We have tabled this motion because serious questions have been asked about whether the current Prime Minister upheld that duty to the standard that we would expect, and because those questions have not been answered with the transparency that we would expect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must get to the facts of the case. An investigation by The Sunday Times found that, on 17 March 2020, British intelligence warned the House of Lords Appointments Commission against granting a peerage to the Prime Minister’s close friend, now the Lord Lebedev of Hampton and Siberia. The commission concluded it could not support his nomination. Forty-eight hours later, the Prime Minister visited Lebedev at his home in London. Details of that meeting have never been released to the public, and questions remain about whether the security services knew about this meeting, or whether their assessments show that the Kremlin was keeping tabs on these activities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In July 2020, Lebedev’s appointment as a peer was announced, so the question is this: what changed between the security warning and the appointment? The British public have a right to know if, and how, an individual of apparent concern to our intelligence services was granted a seat at the heart of Parliament by personal order of the Prime Minister, and whether the Prime Minister was aware of that security advice, but chose to ignore it, overrule it or even demand that it be changed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not the first time concerns have been raised about Lebedev by the British security services. As long as a decade ago, Sir John Sawers, the head of MI6, made it clear that he did not deem Lebedev a suitable person to meet. It remains unclear if the Prime Minister—then Foreign Secretary—was made aware of these security concerns, but his deeply concerning links to Putin are well known. He has been open about them on Twitter, where he has promoted the worst conspiracy theories and defences of Vladimir Putin, and raised questions over the murder of Alexander Litvinenko, the Kremlin critic poisoned in a London hotel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lebedev’s father and business partner is a former KGB spy turned billionaire oligarch, who continues to fill his coffers with investments in occupied Crimea and in Russian munitions. We have heard worrying reports about the existence of a private back channel between our Prime Minister and President Putin, facilitated by Lebedev. Can the Minister shed light on this deeply concerning allegation and rule out the existence of such a back channel? As the bombing of Ukraine and the tragedy continue and the threat from Russia in the west intensifies, does the Minister think this appointment, in apparent opposition to the security services, was appropriate?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Cabinet Office plays a central role in the vetting process of Lords appointments. In Lord Lebedev’s case, Cabinet Office security officials were responsible for relaying the intelligence and guidance to the House of Lords Appointments Commission that formed the basis of its objections to his appointment. However, reports by The Sunday Times and a written statement by the then chief of staff to the Prime Minister allege that he “cut a deal” to provide the appointments commission with a “sanitised” version of the advice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Could the Minister outline how, when and why the guidance changed after communication with the Prime Minister, and could he confirm whether the Cabinet Office had sight of security advice warnings against the appointment of Lord Lebedev? This is a matter of national security, and there can be no delay in getting transparency in this case. There are also serious questions about whether the Prime Minister put his personal interests before the public interest in this case. The Prime Minister’s apparent cavalier disregard for those serious security warnings speaks to a wider culture at the heart of this Government where the rules do not apply when it comes to appointing friends and donors to public office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the Prime Minister himself is willing to overrule British intelligence agencies, this raises serious questions about appointments more generally, and specifically in the House of Lords. Appointments to the Lords should be made based on integrity and contribution to our country. They are not some free pass. They are not a golden ticket for Prime Ministers to grant to their mates, like a membership of some posh London boys club, or a way to say thanks to billionaire mates after years of wining and dining, and champagne receptions and holidaying, not to mention the favourable headlines. But seriously, appointment to this Parliament should be on the basis of dedication, integrity and contribution to public life in Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clearly, I represent a far-flung part of the United Kingdom, and there are good and hard-working citizens who give their entire working lives for such communities. In the past, this has been recognised by means of an honour—Order of the British Empire, British Empire Medal or whatever. Can I suggest to the right hon. Lady and to everyone in this place that the Lebedev peerage cheapens the whole system of honours and reduces its value to those people who genuinely deserve to be recognised in civil society?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Absolutely. I fully agree with the hon. Member’s contribution. During the pandemic, we saw such dedication by our key workers, with doctors and nurses putting their lives on the line to save the lives of others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead, we see reports that the Prime Minister parachuted his close friend Lord Lebedev into the heart of the UK’s Parliament, a man with whom the Prime Minister has enjoyed a decade-long courtship, which included a stay at the oligarch’s castle in 2018, where he is reported to have attended a party over the course of a weekend, with all his flights and accommodation paid for by Lebedev. An investigation by The Guardian revealed that during his stay, the Prime Minister, who was then Foreign Secretary, is reported to have met Alexander Lebedev, the former KGB agent and father of Lord Lebedev. The party took place just days after the Prime Minister—then Foreign Secretary—attended a NATO meeting to discuss the response to the Salisbury poisoning, in which the nerve agent Novichok was used in an assassination attempt on the Skripals. Immediately following the meeting in which Putin’s deadly attack on British soil was discussed, the Prime Minister reportedly ditched his security protection to attend the Lebedev party, where a former KGB agent was in attendance. The Prime Minister seems more interested in attending parties with his Russian billionaire mates than listening to the concerns of the British security services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Culture is set from the top. Appointments matter. Politicians come and go, but Lord Lebedev will be a permanent fixture of our Parliament in the other place for decades. There is a serious precedent to be set in this case about how Parliament chooses to appoint those who represent us. It also raises serious questions about the relaxed vetting process of Lords appointments, creating a security risk at the heart of our democracy. This must be taken seriously, and for that reason I ask the Minister this: will there be a review of the House of Lords appointment process?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must ensure that a robust vetting system is in place that safeguards our democracy and ensures transparency for the public. Indeed, the Lord Speaker recently called for a more rigorous appointment process for peers. We have a Prime Minister who appears willing to jeopardise the security of the British public for the sake of a personal friendship. The culture is set from the top, and in this case it raises much wider concerns about public appointments. It is time for the Prime Minister to come clean today about whether and why he interfered with British intelligence to award a peerage to his close personal friend. The full Cabinet Office guidance about a peerage for Mr Lebedev, which was mysteriously airbrushed, must now be published in the national interest. The Prime Minister claims that that advice cannot be published because it will undermine confidence in the appointments process. Well, it is a bit late for that. This is about his actions. He has run roughshod over the integrity of the process, and put his own interests before those of Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Ben Bradshaw (Exeter) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sorry to intervene on my right hon. Friend and I hope speak later in the debate, but I thought she should be aware that since this debate started, Lord Lebedev has been tweeting furiously, implying the inappropriateness of this House to even have this debate. That from a Member of the other place is completely unacceptable and, if I may advise Lord Lebedev, extremely unwise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If what the right hon. Gentleman says is correct—I have no reason to doubt him although I have not seen the content of the tweets—let me say that if it was inappropriate for any debate to be occurring in this Chamber, it would not be occurring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Hon. Members**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Hear, hear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Madam Deputy Speaker. Woe betide anyone who tells Madam Deputy Speaker what is or is not appropriate for debate in this Chamber.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By his actions the Prime Minister has run roughshod over the integrity of the process, and put his own interests before those of Britain. The suggestion that questions of suitability are for the Prime Minister alone will not cut it. When it is a clear as day that he so flagrantly disregarded advice and intervened in this process, I suggest that it is he who has undermined that process time and again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Shaun Bailey (West Bromwich West) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the right hon. Lady for giving way and apologise for interrupting her. Is it the Labour party’s position that the House of Lords Appointments Commission should have a veto? Given that it is part of her shadow portfolio, I am keen to understand. She is talking about the Prime Minister’s role in this, but does she believe that the House of Lords Appointments Commission should have that veto?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman makes a point, but the point I am making is that security advice was given, and the commission made a recommendation. If the Prime Minister overrides that advice, surely we should have a reason and transparency about why he went against the advice of the security services and the commission. That is very important and a robust way of dealing with things.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Munira Wilson (Twickenham) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "According to allegations in The Sunday Times, the Prime Minister went to visit the now Lord Lebedev about the advice he had been given by security services, and to assure him that he wanted to give him this peerage, at a time when coronavirus was raging, businesses were being asked to close, and schools were about to be asked to shut. That was a priority for the Prime Minister when the rest of us were having to put our entire lives on hold. Does the right hon. Lady think that is an appropriate priority for the Prime Minister in the middle of a national and global crisis?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady makes a good point, and no, I do not think that is a good priority. I cannot get into concerns about what the Prime Minister thought was appropriate under his own lockdown rules during this debate, because it is not on the motion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These dangerous links to Putin’s oligarchs threaten our national security, but today we can take a step to defend it. There can be no better answer to the aggression of a dictator than to show that in a democracy, our leaders answer to the country they serve. The Minister should stop hiding behind the excuses and denials that we have heard about why we cannot have this transparency. I urge the House: let us get to the facts behind this whole murky business, publish the advice, and come clean with the British people. I commend the motion to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}