{
    "url": "https://www.ukpol.co.uk/angela-rayner-2020-comments-on-free-school-meals/",
    "title": "Angela Rayner – 2020 Comments on Free School Meals",
    "post_date": "October 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 21 October 2020.",
    "content": [
        "This vote is about our values as a country and whether the government, in the middle of this crisis, is happy to let our children go hungry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Millions of families up and down the country are facing a bleak winter of real hardship as the furlough scheme is withdrawn and further restrictions are put in place without proper support for businesses, jobs and livelihoods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a moral outrage that the government will happily spend over £6,000 a day on consultants and line the pockets of Serco shareholders in return for a Test and Trace system that has collapsed whilst leaving almost a million children in areas subject to Tier 2 and Tier 3 restrictions to go hungry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No child in our country should be waking up hungry and having to face the day worrying where food might be coming from. But if Tory MPs don’t do the right thing today this vital support will be withdrawn next week and over 1.4 million children across our country will go hungry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}