{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-comments-on-randox/",
    "title": "Angela Rayner – 2021 Comments on Randox",
    "post_date": "November 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 25 November 2021.",
    "content": [
        "The Randox corruption scandal could be the tip of the Conservative corruption iceberg. Billions of pounds of taxpayers’ money has been handed to Conservative donors and companies with links to Conservative Ministers and we need to know what role paid lobbying, secret meeting and cosy WhatsApp chats played in these contracts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers are launching another cover-up so we need a full independent investigation to get to the bottom of this racket.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Public money must be treated with respect, not handed out in backhand deals that line the pockets of Conservative donors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the corrupt Conservatives really do think there’s one rule for them and another rule for the rest of us Labour will clean up our politics. Labour will ban MPs from taking second jobs as consultants and advisers when they should be serving their constituents, ban Ministers from taking on lobbying gigs after they leave office for at least five years and establish an Office for Value for Money, to make sure that every pound of taxpayers’ money is spent wisely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}