{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-comments-on-lord-bethells-use-of-private-email-account/",
    "title": "Angela Rayner – 2021 Comments on Lord Bethell’s Use of Private Email Account",
    "post_date": "September 16, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 16 September 2021.",
    "content": [
        "Lord Bethell has shown contempt for the British people by dishing out taxpayers’ money to his mates in private and then trying to cover it up. At the height of the pandemic the first priority for ministers should have been saving lives, not enriching their mates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that the Information Commissioner’s investigation gets to the bottom of this racket, and this investigation must be extended to other government departments and other Ministers. These emails must be secured for the public inquiry so we know exactly what has been going on in secret.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After he has handed over these emails Lord Bethell should clear his desk. He has breached security rules, broken the Ministerial Code and ignored basic standards of integrity and transparency in public office. If he had any shame he would resign and if the Prime Minister had a backbone he would sack him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}