{
    "url": "https://www.ukpol.co.uk/angela-rayner-2022-speech-to-labour-party-conference/",
    "title": "Angela Rayner – 2022 Speech to Labour Party Conference",
    "post_date": "September 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "2022 Labour Party Conference",
            "url": "/tag/2022-labour-party-conference/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, on 25 September 2022.",
    "content": [
        "Conference, it is a pleasure to speak to you today as your Deputy Leader and to be back in Liverpool, together again. After all our country has endured, all those we lost during the pandemic and at a time of national mourning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Late Queen stood for unity in the darkest of times and public duty above all else. This is her legacy. For many, this time has been a painful reminder of losing a loved one – as too many of us did during the pandemic. For others, it’s a moment to reflect. For me – I think about a lifetime of public service, and the legacy we all leave.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our duty to the next generation to shape a future that is brighter than the past. That is our task this week – to set out the future that should face our children. Because I see too much lost potential. Britain deserves better – and I know we can do better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just look at this government’s record since we last gathered in Liverpool just four years ago:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Three different leaders, a catalogue of sleaze, waste and lies, Cummings, Paterson and Pincher backed to the hilt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Chris Grayling. Grant Shapps. And too much Matt Hancock. Far too much Matt Hancock.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Green Cards and Non-Doms, treehouses and even Tractor Porn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Breaking the law – in a specific and limited way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Queues at the airports. Chaos at the borders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mountains of PPE unfit for use. Billions in fraud written off.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sewage in the rivers. A Prime Minister hiding in a fridge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Three sleaze watchdogs out in the cold.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Barnard Castle eye test.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Downing Street crime scene.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Broken swings, wine stains, sick on the walls.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "126 fines – more than anywhere else in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rules made. Rules Broken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Partygate. Wallpapergate. Too many gates. Too little, too late mate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And now a Prime Minister who says people don’t work hard enough. Well, enough is enough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just as our country was desperate for change in 1997, we need change now. Because Britain is at a crossroads. A moment of decision. About what future we want. About what we can collectively achieve. About who we can be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And at this moment, what do the Conservatives offer? Lining the pockets of oil and gas executives. Enriching bankers while families are starving. Attacks on our most basic rights. Be in no doubt – they are coming after the most basic things we expect. Decent work, fair pay. The foundations of a family life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, so long as I have a breath left in my body I will defend those rights. Including the right to strike. And when in power we will repeal all the anti-worker and anti- trade union laws this Conservative Government has enacted. All of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Tories are not on the side of the working people in Britain today. Liz Truss has already made that clearer than it’s ever been. She’s chosen to stand for vested interests. For the oil companies and bankers. For those profiting from this crisis not suffering from it. And it is working families who bear the brunt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I was a young mum, I remember the sick feeling in my stomach. All it takes is one break, one accident, one mishap and you can’t get by. If your kids have holes in their shoes, their feet get wet on the way to school. If your fridge breaks, you can’t feed your family. That is not a vision of a modern Britain. It is the result of years of Tory decision. Families up and down the country this winter – many for the first time in their lives – are now living on the edge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s not just families that are suffering. Years of under investment have shattered the resilience of British businesses. I think of the small business owners, like Pauline in my constituency of Ashton who runs the local pub that doubles as a foodbank and a community support centre. During the pandemic, Pauline had to close her doors – another small business left out in the cold by this government. And now she is sick with worry as she watches her energy bills skyrocket, fearing closure yet again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Local pubs and businesses are the lifeblood of our communities. But at every twist and turn, the Government poured money into the pockets of cronies, leaving people like Pauline high and dry. They need a government on their side. Instead, they get Liz Truss. Levelling down Liz. Trickle down Liz.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And so, I ask Liz Truss today – whose side are you on? When you boost bankers’ bonuses but force working people to carry the can for the energy crisis, whose side are you on? Using a pandemic to pile billions into the bank accounts of cronies while nurses wore bin bags. Whose side are you on? When you say the working people of this country need more graft then deprive them of fair pay. Whose side are you on?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, I’ll tell you who was on my side when I needed it. A Labour government was on my side when I had my first baby and had nowhere else to turn. A Labour government was on my side when I didn’t have a home – let alone enough money to heat it. A Labour government was on my side when I wanted to be a good mum to my kids and improve their lives. And I promise you now, that when I am Deputy Prime Minister a Labour government will be on your side.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will make it my mission to spend every penny of public money for the good of the nation. Making Britain work for working people, investing in our local communities and talent and standing up for this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The moment of choice is upon us. Our moment. To show our country what we can do together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The next Labour government will pump money back into the pockets of local communities. The people who built Britain. Consider this. A third of all government spending goes on procurement. More than the NHS. Double the education budget. Labour will unleash the power of procurement to drive up standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I am announcing our Value for Money Guarantee. Our pledge to ensure that every single penny of taxpayer’s money provides the best possible value to the public. We will turn the Tory procurement racket on its head – so it serves the national interest, not the vested interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our five-point National Procurement Plan will start by rewarding businesses and enterprises who pay their taxes and their workers properly, creating opportunities for new jobs and skills, and helping our high streets thrive again. To unlock opportunity everywhere and reverse the tide of young people forced to leave their home towns. Hand in hand with Labour’s Green Prosperity Plan for green growth across Britain, we will partner with businesses to boost green growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, we will give small enterprise a level playing field at winning contracts. Where the Tories handed billions of pounds to their cronies with links to tax havens, we will ensure local businesses are no longer shunted to the back of the queue behind giant corporations with more form fillers than they have workers. We will cut red tape and streamline the bidding process, giving small businesses a genuine shot. It will no longer just be the giant corporations with the glossiest leaflet that wins. Everyone will get a fair chance. Those who put into the system and uphold good standards will be rewarded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, the Tories had a VIP lane. Their donors, cronies, firms with Tory MPs on their books or anyone who could WhatsApp Matt Hancock. We will replace that approach entirely. The only fast track lane I will allow is for local businesses and enterprises who create wealth in all our communities and contribute to a fairer society. The VIPs under a Labour government will be all of you: the British public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, we will raise standards across the economy by clawing back the public’s money from those who fail to deliver for taxpayers and plough that money straight back into dynamic, ethical local enterprise. Quality and innovation – not failure – will be rewarded. By striking off failed providers we will help local business thrive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Never again Conference, can we see a repeat of the scandal that has seen Tory Ministers write off £10 billion on unusable PPE they bought with our money. Defective. Substandard. Unfit for use. We’ll give the Tory sleaze merchants their marching orders. Instead, we will use the power of procurement to boost local businesses that work for Britain. With Labour, they will no longer be locked out of the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And fourthly, we will guarantee transparency about how taxpayers’ money is spent through a public dashboard of government contracts. Inspired by Ukraine’s anti-corruption blueprint. Even under attack from Russia they are honest about how they spend public money. What’s the Tories’ excuse? They were at it again this week, refusing to come clean to the British public and allow the spending watchdog to assess the true damage of the Tories’ discredited trickle-down approach. There will be no hiding place for cronies – and no corner for corruption. We will keep the receipts and publish them. And conference, we won’t stop there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will back the workers who are creating Britain’s wealth, demanding better for our people. Which brings me to outsourcing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, the Tories have become too dependent on handing away our public services on the cheap, and now we are paying the price. We will oversee the biggest wave of insourcing for a generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I can announce that before any service is contracted out, public bodies must show that work could not be better done in-house. And we’ll reinstate and strengthen the Two-Tier Code, created by the last Labour Government and scrapped by the Tories, to end the scandal of outsourced workers getting second class pay and conditions. But we will go further still. Building on our New Deal for Working People, I can today unveil Labour’s Fair Work Standard. Inspired by Labour in power across the country – in Wales, in London, West Yorkshire, the North of Tyne, Greater Manchester and here in Liverpool,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will underpin a new Fair Work Code for the public sector, guaranteeing fair conditions, job security, wellbeing, proper training, rights at work, and union access. We will also create a Fair Work gold standard to champion the very best of employers. And a Labour government will be on the side of the self-employed too. We will give genuinely self-employed workers the right to a written contract and timely payment by law – so they aren’t left out of pocket and chasing invoices. Because our Fair Work Standard will raise standards for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, I say all this to you because Labour doesn’t just have a vision for this country. We have a plan. We have a plan to grow a fairer, greener economy. We have a plan to rebuild trust in public office. And to clean up politics. We have a plan to unleash the potential the Tories have held back for far too long. And our plan for Britain means we’ll rise to the occasion – just as we did in 1997. Because the Conservatives have made their choice. They’ve chosen their side. But we are on yours. And are ready to lead this country to better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Labour Government to unite this country through the dark times ahead. A Labour Government to hand power back to the people and the places that once powered Britain. And a Labour Government that will always be on the side of working people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Tories have broken Britain – but together we’ll rebuild it again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And make Britain work for working people once again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}