{
    "url": "https://www.ukpol.co.uk/angela-rayner-2020-statement-after-becoming-labour-deputy-leader/",
    "title": "Angela Rayner – 2020 Statement After Becoming Labour Deputy Leader",
    "post_date": "April 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Angela Rayner, the new deputy leader of the Labour Party, on 4 April 2020.",
    "content": [
        "I want to thank everyone who took part in this election, and all those who have supported me through the campaign. I promise that I will do everything I can to repay your trust.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Things have dramatically changed in our country in recent months but our values remain the same, and more important than ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are the values we will reflect in our actions as an opposition and a movement – standing up for our public services, for our workers and carers, and for a society in which people work together and look after one another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Together, we must rebuild and reconnect with communities right across Britain who need our support now, more than ever before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know we face a long and difficult road ahead but we must unite, both in the face of this crisis and to offer the better future that the citizens of our country deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also want to offer my congratulations to Keir. This was a long campaign and by the end one conducted in extraordinary circumstances. The hard work begins today, and Keir will have my full support in both getting Labour on the path back to government and in being a voice for those who need us during this national crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must make sure the government delivers on its promises, and acts faster to provide the protection frontline workers need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}