{
    "url": "https://www.ukpol.co.uk/angela-rayner-2020-speech-on-education-2/",
    "title": "Angela Rayner – 2020 Speech on Education",
    "post_date": "March 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Angela Rayner, the Shadow Secretary of State for Education, in the House of Commons on 18 March 2020.",
    "content": [
        "I thank the Secretary of State for advance sight of his statement and for the discussions that we have had over recent days. As he knows, I have written to him with a number of questions about his Department’s dealing with the fallout of covid-19. I hope he will be able to provide some of the answers now, but I also look forward to his detailed response as soon as possible.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that these are extraordinary times, and that parents and carers are worried. Let me put on record our thanks to and support for all those working in our education and children’s services through this crisis. They, along with parents and learners of all ages, now seek both reassurance and guidance from Government. The steps that have finally been taken today are welcome, but can the Secretary of State tell us how the reduced service provided in schools will work? In particular, may I press him on free school meals. He says that he will give schools flexibility, but with millions of children in poverty, and many families now facing even worse, can he guarantee that free school meals will be made available to all those eligible, and will he take steps to extend that to breakfasts and over the school holidays?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Children with disabilities and underlying health conditions are at particular risk. Can the Secretary of State tell us what steps he is taking to support them and their parents and ensure that the guidance is easily found? Where is the guidance available for parents who have underlying health conditions? Can they take their children out of school if they are themselves in isolation or at risk, and will the new guidance be issued on fines for parents who withdraw their children from school? What advice and support is he offering to special schools serving those with particularly serious physical conditions, which are often residential?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The same is true for the education workforce. Will the Secretary of State make it clear to all employers that workers in the vulnerable categories identified by the Government must not now be placed under pressure to be in work and should be sent home? Staff are also worried about being paid. What reassurances can he give, especially to those sadly now on casual contracts or insecure terms, and what is his plan for supply teachers?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is widespread concern about the exams. Clarity is required about pupils who were due to sit their SATS, GCSEs or A-levels and will now not do so. Can the Secretary of State tell us when decisions will be made and how they will be communicated?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State mentioned that he expects childcare providers to close. Many are already close to collapse. Can he confirm what support is available and whether emergency business rate relief will apply?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State also said that he will support vice-chancellors in their decision making in higher education, but is it not now time for him to avoid all doubt by issuing clear guidance, protecting staff and students alike? Can he share the evidence and modelling behind his decision not to do so?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, let me turn to an area that the Secretary of State did not mention, but that is vital to the most vulnerable—children’s social work and youth services. Children’s services are already suffering from years of cuts. They will now face staff shortages at the time when there will be a greater need for them than ever before. The poorest and most vulnerable paid the highest price for austerity. We cannot allow them to pay the highest price for the latest crisis too. Will he commit to return to the House next week with a statement on that area of his responsibilities and, I hope, with new resources to support those on the frontline?​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The crisis will test us all. Our communities and public services have all stepped up, and I am so proud of them. Schools are already working to assist parents and pupils in putting systems in place. The Opposition place the greatest priority on protecting the most vulnerable. I urge the Government to do the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}