{
    "url": "https://www.ukpol.co.uk/angela-rayner-2021-comments-on-falling-wages/",
    "title": "Angela Rayner – 2021 Comments on Falling Wages",
    "post_date": "August 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Angela Rayner, the Deputy Leader of the Labour Party, on 25 August 2021.",
    "content": [
        "This government has totally failed working people. In-work poverty is at record levels and millions of working people are struggling to make ends meet whilst mates of Ministers and Conservative donors are given billions of pounds of taxpayers’ money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Everyone should earn a fair day’s wage for a fair day’s pay and earn enough to raise a family and live a decent, secure and fulfilling life. It is a sign of a broken economic model under the Conservatives that people working full-time or even multiple jobs are not able to make ends meet and millions of children are growing up in poverty in working families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s time to make our economy work for working people. Labour would immediately raise the minimum wage to at least £10 an hour and give workers more power in discussions about pay and benefits by supporting people to negotiate pay rises collectively with all workers in their sector so they can get the fair pay that they deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}