{
    "url": "https://www.ukpol.co.uk/angela-rayner-2022-speech-on-independent-adviser-on-ministerial-interests/",
    "title": "Angela Rayner – 2022 Speech on Independent Adviser on Ministerial Interests",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Rayner",
            "url": "/tag/angela-rayner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Rayner, the Deputy Leader of the Labour Party, in the House of Commons on 30 November 2022.",
    "content": [
        "Thank you, Mr Speaker, for granting this urgent question.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How many times have I heard, “Soon; jam tomorrow; mañana, mañana”? We need the Prime Minister, who promised to appoint an independent ethics adviser as one of his first acts, to actually deal with this issue. Yet despite Ministers being accused of bullying and intimidation, or being reappointed despite security breaches, there is still no adviser. It is clear that ethics and integrity are not a priority for the Government, despite the Prime Minister’s words.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are told that recruitment is under way, but apparently no one will accept this poisoned chalice. So can the Minister tell us how many candidates have been approached and how many have refused the job? Will the Prime Minister follow his disgraced predecessors by denying the so-called independent adviser the power to launch their own investigations? Or does he have no plan to restore standards? Will he just preserve the rotten regime that he inherited?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What on earth is the system in the meantime? Who will investigate the allegations of Islamophobia made by one serving Minister against another? The Minister mentioned the Deputy Prime Minister, who had to demand an investigation into himself because the Prime Minister was too weak to do so. How many formal complaints have now been made? The Minister mentions Adam Tolley. Why is he not allowed to proactively investigate the so-called informal complaints? Will he investigate allegations made by the former permanent secretary? And who will finally get to the bottom of the dangerous use of private emails by Ministers?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No. 10 said in reference to the Home Secretary that it could not investigate breaches under previous Administrations. But that is what is happening now with the Deputy Prime Minister, so why not? Why now is there an excuse for refusing to investigate the Home Secretary’s breach? Will the Prime Minister appoint a truly independent watchdog?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alex Burghart**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is wonderful to hear the right hon. Lady’s interest in this matter today. As it happens, we had a debate on this very issue in Westminster Hall yesterday. The House will be shocked to hear—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I am here, Minister, not over there—and I hate to say it, but there is nobody even standing on that side.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alex Burghart**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for the reminder, Mr Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The House will be shocked to hear that the right hon. Lady was not present at that Westminster Hall debate—[Interruption.] Because it was about the ministerial code, which is the subject of the urgent question. The right hon. Lady and her hon. Friends did not bother to show up, and they missed the opportunity to hear the hon. Member for Rhondda (Chris Bryant) speak very pertinently on this subject. Not only was the right hon. Lady not there, but her Front-Bench colleagues did not turn up to ask questions, either.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Lady refers to rumours in the press, but let us look at the facts. The Prime Minister has been in office for 31 days. On his first day, he said he would make an appointment. He has made repeated assurances in this place and other places, as have members of the Cabinet, and that has continued in yesterday’s debate, at Prime Minister’s questions and for this urgent question.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Lady talks about the powers of the independent adviser, but I remind her that in May this year, Lord Geidt said that we had come up with “a workable scheme”. I have to say that it is starting to sound very much like the Opposition cannot take yes for an answer. We are going to have an independent adviser who will have the powers they need. They are going to be appointed very soon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}