{
    "url": "https://www.ukpol.co.uk/edward-razzall-2022-speech-on-the-growth-plan-lord-razzall/",
    "title": "Edward Razzall – 2022 Speech on the Growth Plan (Lord Razzall)",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Edward Razzall",
            "url": "/tag/edward-razzall/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Edward Razzall, Lord Razzall, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, I can answer the noble Lord’s question as to why a number of us are questioning this after 12 years of Tory government. After 12 years of Tory government, the UK economy is currently a basket case. First, our growth is forecast to be the worst in the G20 apart from Russia over the next 12 months. Secondly, we are the only G7 country whose economy has not recovered to pre-pandemic levels. Thirdly, our productivity is significantly worse than that of our major competitors. Fourthly, we have the damaging effects of Brexit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What are the Government doing about it? We have learned a number of things from their recent announcements and comments from government hangers-on. First, apparently it is all Putin’s fault. If that is so, why are we doing worse than all our major competitors? Secondly, it was apparently perfectly satisfactory to make a significant fiscal statement without the usual verification of numbers by the OBR, so why were the Government surprised by the gilt market reaction? What is worse, we now know that the Chancellor had a draft report from the OBR on his desk on his first day in the office. He refused to publish it, presumably because it did not support his numbers, and now he has been forced to bring forward his fiscal statement and the OBR report, noticeably on Halloween day. Thirdly, apparently the Government will generate growth through tax cuts, as the noble Lord, Lord Howard, indicated. But however you describe it—Reaganomics, the Laffer curve or Donald Trump in 2017—there is no evidence that it works. As the noble and learned Lord, Lord Clarke, who is sadly not in his place, memorably said last week, it is the sort of thing tried by South American banana republics and it does not work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will not spend my time intruding on the private grief of the Government’s incompetence in the handling of the recent announcements—others have and will—but will confine myself to a number of questions to the Minister. First, will he explain why the Government are so set against a windfall tax on oil companies to help fund the extra borrowing necessary to protect householders from energy price rises? These excess profits are entirely a windfall and had no connection with management activity. All that will now happen, presumably, is that huge dividends will be paid to shareholders—mostly institutions resident outside the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, do the Government accept that during the period after 1949, when growth averaged 2.5%, 2% of that came from productivity gains and 0.5% from increasing immigration? If the Government want growth, will they confirm that the latter will be acceptable to the Home Secretary?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, if, as the Prime Minister says, all government policy should be to generate growth, there are a number of things that the Government could do to alleviate the damaging effects of Brexit. Will they take the advice of the noble Lord, Lord Frost, to negotiate improvements with the EU? For example, will they negotiate to help the shellfish producers who can no longer sell into Europe? Will they help the creative industries by helping the musicians who find it impossible to tour in Europe, therefore depriving us of substantial export revenue? Will they negotiate to help the many SMEs who have stopped selling to Europe because of pointless bureaucracy?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The economy is a disaster. Brexit has proved a disaster. The Government are a shambles. Surely it is time for this Government to go.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}