{
    "url": "https://www.ukpol.co.uk/mark-reckless-2015-speech-to-ukip-conference/",
    "title": "Mark Reckless – 2015 Speech to UKIP Conference",
    "post_date": "December 11, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "2015 UKIP Conference",
            "url": "/tag/2015-ukip-conference/"
        },
        {
            "text": "Mark Reckless",
            "url": "/tag/mark-reckless/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Mark Reckless, the party’s economic spokesman, to the UKIP Conference held on 25 September 2015.",
    "content": [
        "It has been an eventful year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One change for me from last year is that this time you have been kind enough to advertise me in the programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As our new Economy Spokesman, I would first like to thank Patrick O’Flynn for the solid base of work he has left me, as well as for his hard work on the general election campaign.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second I would like to thank Nigel for all the support he has given me both before and since the general election. I could not have asked for more, from him or from you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Would Britain be better off outside the European Union?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Trade deals**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the first time in forty years we would be able to negotiate our own trade deals, rejoin the World Trade Organisation, and sit on the global bodies which set product regulations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We could press for trade deals which would open up new markets for the business and financial services at which this country excels. In return we could offer the free trade in food and agriculture which the EU sets itself against.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We could reach deals with the big emerging economies, like India and China, with which eight million Swiss have a free trade agreement. Yet the EU blocks us from trading freely with China, so every British woman pays an EU tax every time she buys a bra.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UKIP wants to end those EU tariffs to cut costs for consumers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also want trade deals with the United States and Canada. But we would seek free trade deals, based on eliminating tariffs and mutual recognition of standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That could not be more different from Cameron and Corbyn’s TTIP. Their Transatlantic Trade and Investment Partnership will in reality be a corporatist’s charter constructed behind closed doors to shield incumbent companies from competition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now that Jeremy Corbyn has gone back on his word and handed David Cameron a blank cheque on Europe, it is UKIP and UKIP alone that can fight TTIP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paying our way in world**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ever since we joined we have run a large trade deficit with the European Union. In good years we have paid for it with a surplus on our trade outside the European Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite having no authority over trade, where the EU is in charge, David Cameron promised to double UK exports under what George Osborne termed a “march of the makers”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reality within the EU has been anything but. We now have, along with Turkey, the largest overseas deficit of any advanced country globally, between 5 and 6% of GDP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The problem is three fold and all relate in significant degree to the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, the UK trade balance in goods and services has been running about 2% of GDP in deficit. More than all of this is with the EU.  \nSecond, we now run a similar deficit on investment income, largely due to a deteriorating balance with the EU and Osbrown more than doubling our national debt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third, and most easily dealt with, if only we were to restore our independence, we transfer a net 1-2% of everything we earn overseas every year. In other words we give it away.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is one thing to give money away in overseas transfers if, like say Germany, you run an enormous trade surplus with which to pay for it. It is quite another when, like the UK, you run a 2% of GDP trade deficit and another near 2% deficit on investment income.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet on top of that 4% deficit David Cameron’s Conservatives transfer overseas a further 1-2% of GDP leaving us with a current account deficit of 5-6% of GDP, or £100 billion per year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What that means is that every year we have to borrow from or sell to foreigners the equivalent value of British assets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So when people complain to me, including some people in the hall today, about all that fancy London property being sold to foreigners, and not our own young people, I say don’t blame them, or think you can somehow solve our problems by restricting those purchases.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The emptying out of prime central London property to overseas owners is a symptom, not a cause of our problems. If foreigners didn’t buy our most expensive property, we would have to sell them something else, or pay them more to lend to us, adding yet more to our deficit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must instead tackle the problem at source. That means improving our trade balance. We must shift the focus of our trade from the EU, where we run a massive deficit, to outside the EU, where we run a surplus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The need to cut overseas transfers**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must also stop giving away money we do not have. That means cutting the enormous overseas transfers we are making.  \nFifty years ago it was Britain’s huge overseas defence burden which drained resources from the UK. So the call went out to end commitments East of Suez, because our chronic balance of payments couldn’t support them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today our massive overseas transfers do not reflect defence spending, but EU membership, overseas aid, and likely now migrant transfers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If you don’t want to have to borrow an extra £55 million a day from overseas, that you will later have to pay back with interest, then don’t give the EU the £55 million a day you then need to borrow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If you don’t want to sell £13 billion more London property to absentee overseas investors, then don’t run an overseas aid programme that requires the UK to finance £13 billion of overseas spending.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You can’t spend money overseas unless you borrow or sell something overseas to pay for it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And just as we should never blame overseas investors for buying something we need to sell, we should never blame people who come here from overseas for trying to do the best for themselves and their families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That will often mean sending wages which they earn here back to their family who are still overseas. So we need to increase UK exports to pay for those overseas remittances. If we don’t, and they continue, then we will add to our already record current account deficit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Brexit dividend**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cutting overseas aid and ending our EU contributions will cut our current account deficit. It will also give us more money to spend at home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Patrick and Suzanne set out how we might spend our Brexit dividend in a superb manifesto fully costed and independently verified. Leaving the EU would yield enough to finance widespread tax cuts as well as billions more for the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That exceptionally well received manifesto will remain the baseline for policy development which I now undertake, and there is just one change I will announce today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our manifesto was so good that we have already seen the government adopt a number of our ideas. One area where we can now come close to declaring victory is inheritance tax.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is now eight years since George Osborne promised to raise the inheritance tax threshold to a million pounds, and until this summer it was eight long years of inaction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are three aspects of the changes he now proposes where I would like us to be able to go further, and which we may seek to address in our next general election manifesto.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, I would prefer a threshold of a million pounds per person, as George Osborne first promised, and not a million pounds per couple. Second I would not further distort the market by restricting the new allowance to housing for descendants. Third, I would not add yet more complexity to the system by clawing back the extra allowance from larger estates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, making those changes is not the priority for our Breixt dividend. That lies somewhere else.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Public sector pay**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As an MP in the last Parliament I voted for severe restraint in public sector pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thought there was no choice if we were to cut the record deficit. I also thought it was fair after several years of relatively more generous public pay settlements and then a sharp fall in real private pay in the recession.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Public and private pay are now in better kilter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite that, the Conservatives now propose to continue their assault on public sector pay for another five years, while private sector pay accelerates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The government said in the Summer Budget that it would only fund 1% pay increases on average across the public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last Monday Greg Hands, the Treasury minister and Conservative MP for Chelsea and Fulham, went further and stated on the parliamentary record that their policy was one “of a one per cent cap on public sector pay increases”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And what have we heard from Labour? On Budget day their Acting Leader declared they supported the Conservative policy. And under Corbyn, nothing. A Treasury minister just hardened a 1% pay norm to a 1% pay cap and the Labour front bench didn’t even notice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If public sector pay rises at that 1% a year, or barely 5% over the Parliament, then the Office for Budget Responsibility forecast implies that private sector pay will increase by 25% over the same period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "5% v 25%. How can that be fair? How could we recruit and retain the quality staff we need for our public services? Why do the Conservatives so dislike people who work in the public sector? And who will defend those public servants when Labour is riven by extremism and division?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UKIP will. It is not just people in the private sector who deserve a pay rise but public servants too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And unlike the other parties, UKIP can find the money to pay for fairer treatment of public sector workers, from the £55 million a day we give the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I have an announcement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead of using £5 billion of the Brexit dividend to abolish remaining inheritance tax, UKIP would use that £5 billion to give public sector workers a pay rise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We would end the government’s 1% pay cap in the public sector, except for those at the top end who already earn more than £50,000. The extra £5 billion could fund 2% rises every year, or one 5% pay rise above the government’s policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We give the EU up to £55 million a day. If Britain votes for Brexit next year then that money will be available for the NHS, it will be available for tax cuts, and it will be available to give people in the public sector a long overdue pay rise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we vote to leave the EU we will not only be more than a star on someone else’s flag. We will be prosperous, democratic and free.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}