{
    "url": "https://www.ukpol.co.uk/martin-redmayne-1966-speech-on-abolishing-70-miles-per-hour-speed-limit/",
    "title": "Martin Redmayne – 1966 Speech on Abolishing 70 Miles Per Hour Speed Limit",
    "post_date": "April 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1966",
            "url": "/tag/1966/"
        },
        {
            "text": "Martin Redmayne",
            "url": "/tag/martin-redmayne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Martin Redmayne, the then Conservative MP for Rushcliffe, in the House of Commons on 23 February 1966.",
    "content": [
        "I beg to move, That an humble Address be presented to Her Majesty, praying that the Motorways Traffic (Temporary Speed Limit) (England) Regulations 1965 (S.I., 1965, No. 2063) dated 3rd December, 1965, a copy of which was laid before this House on 16th December, 1965, be annulled. I hope that it may be convenient, Mr. Speaker, to discuss at the same time the three other Motions standing in my name and the names of some of my hon. Friends: That an humble Address be presented to Her Majesty, praying that the Motorways Traffic (Temporary Speed Limit) (Scotland) Regulations 1965 (S.I., 1965, No. 2078), dated 9th December, 1965, a copy of which was laid before this House on 16th December, 1965, be annulled. That an humble Address be presented to Her Majesty, praying that the Motorways Traffic (Temporary Speed Limit) (Wales) Regulations 1965 (S.I., 1965, No. 2083), dated 9th December, 1965, a copy of which was laid before this House on 16th December, 1965, be annulled. and That an humble Address be presented to Her Majesty, praying that the Traffic Signs (Motorways Speed Limits) Regulations, 1965 (S.I., 1965, No. 2085), dated 9th December, 1965, a copy of which was laid before this House on 16th December, 1965, be annulled.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the House has no objection, so be it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir M. Redmayne**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have little time and I shall try to be brief on a subject on which I would have a good deal to say. I want to devote my time almost wholly to the speed limit on the motorways because I believe that it is here that the limit is most subject to criticism. Some people outside have expressed surprise that we should pray against these Orders during the course of the experiment. They fail to realise that the procedures of the House compel us to do so and before the end of this week if we are not to lose our only opportunity of contributing a corporate view before the Minister makes up her mind whether or not to impose a permanent limit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We shall not seek to divide the House, because it is pointless to do so in the middle of a review, but I make it clear that we reserve our position at a later stage. It is also worth noting that the general speed limit on roads other than motorways does not appear before the House at all. That is how it is laid down in the Act and if necessary we shall have to seek remedies for that if we wish as a later stage to debate the limits as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope the House will forgive me if a lot of what I say is in the first person, because I constantly drive on the M.1 and the M.4 and have driven on the M.6 since the limit was imposed. In using the first person I am repeating also views put to me in much correspondence on the subject. The letters I have received on the subject have been most moderately expressed and most clearly argued when they have been against the limit. I particularly want to put that on record because it has been suggested that those against the limit are in some sense irresponsible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to enumerate flatly and without embroidery a number of dangers which have become common on the M.1. It is my impression that the speeds in the slower lane have increased since the speed limit was put on and certainly the centre lane driving seems now to be seldom more than five miles an hour slower than in the fast lane. I think that is a smaller differentiation than used to exist.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the fast lane, few seem to travel over 70 miles an hour but they do travel at that speed and are noticeably frustrated if held up by someone whose speed drops even by a mile or two. Therefore two situations arise. First, one finds that more drivers stick to the outside lane than used to and this also applies in the case of a 40 m.p.h. limit. It is a feature of limiting speed. Some drivers appear to think, it seems to me, that they can go into the outside lane merely because they have as much right to be there as anyone else and some also seem to take the view that there is no need for them to look behind in their reflecting mirrors because, if they are travelling at 70 m.p.h. legally they cannot be overtaken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, since the differentiation in speed between the outside and the centre lanes is now so much less than it used to be, the available space to move into the centre lane from the outside is both less and is harder to find because, as those driving on the motorways know, in looking for a space to move into the centre lane one cannot accelerate beyond 70 because, if one does so, one is breaking the law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The result of this is a strong tendency for traffic to bunch and quite frequently one finds oneself in bunches of cars three abreast in the three lanes and six or so deep, all travelling at near enough the same speed. This happens two or three times in a journey between London and Nottingham, for example, and two or three times is enough. This happens in winter traffic and it will happen very much more when we get to the holiday traffic in the summer if the limit is continued. All the time these cars tread on each other’s heels much more than they used to and it is only those who break the law who can ease the pressure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there are other dangers. We all know that cross-winds are very tricky on the motorways and the more vehicles are abreast, the more risk of danger there is and in wet weather—and this is a point which must be taken into consideration—vehicle spray, at all times a menace on the motorways, in these conditions of compulsory bunching is positively dangerous.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even if there is no bunching, the dangers arising from reduced differentials of speed are still considerable. Before the limit, both passing and regaining one’s position on the motorway were long-term operations—a long swing out and a long swing in—and this is much safer for all concerned. But the same manoeuvre now that we have the lower differentials of speed is in nearly every case too quickly out and too quickly back. This is very often accompanied—and I have seen this time and time again—by a reduction of speed as soon as the centre lane is regained, because the man passing has so often gone up to 72 or 73 m.p.h. and at once conscientiously comes back to 70 m.p.h., with the result that he immediately pancakes with the car behind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a very good film put out by the right hon. Lady’s Ministry showing how passing on the motorway should be done, and it makes the very point that the driver should look first for the car which is coming up fast from behind and let it go. But now, for the majority of drivers on the motorways, nothing comes up fast. Everything creeps up and I say flatly that it is often infernally difficult to know what is safe and what is not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Equally, I dislike intensely driving with another car running at the same speed as myself tucked away behind my right or my left shoulder. It does not matter how many mirrors one has—and I have as many as anybody else—in certain conditions there is always a point at which it is far too hard to see that car, not passing one, but just sitting there hoping to slip through if one slows down a little and he can ease his way past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not like the hooting which one now finds going on, nor the flashing of lights. I do not like to see cars passing others on the inside, or creeping up on the inside, and this is happening all the time. Most of all I dislike those who obstruct others with a self-conscious virtue and I believe that speedometer watching for the purpose of keeping within the 70 m.p.h. limit when the eyes of the driver should be on the road is itself dangerous.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no question but that a man drives best at his car’s best cruising speed and today many are driving less well and less safely only because the limit forces them below their natural cruising speed, or in the case of others—and I am sure that this is so—because of the existence of the limit they are persuaded to cruise up to that speed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What one wants is for drivers on the motorway to have nothing to do except look far ahead and see where trouble is coming, both so that they can avoid it and so that they can help others behind them to avoid it—and that is enormously important. Some of the multiple crashes which we have had and perhaps because of which the limit was imposed—I am talking about crashes in clear weather and not in the fog—occurred because drivers were not looking far enough ahead and did not have the sense to slow up ahead of trouble, or the sense to keep touching their brakes so as to keep their lights flashing as they were slowing. Unless this kind of technique is adopted, there will be no safety and in these conditions the danger is greater than before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead of that we get motorists sweating along because they are worrying about the cars immediately in front of them, immediately behind and lurking on their flanks. This cannot be safe. I am going to say nothing about speed as such, nothing about the need to manufacture fast cars for the export trade, and nothing about the motorways being built for speed. All of these subjects tend to be emotive arguments and I want to keep on a practical basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All I want to try to do is to put the arguments of the ordinary motorist driving an ordinarily fast car. If this debate were to go on long enough—but it will not—someone would be sure to say that speed is a killer. It is not speed that kills; it is foolhardiness, impatience, bad temper. All of these killing faults are as common at low speeds as at high speeds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to deal with the advertisements which the previous Minister of Transport used to launch the limit. In those advertisements the National Opinion Poll was quoted as showing 60 per cent. of motorists in favour of the limit and 38 per cent. against. I am not elaborating the arguments, but I doubt very much whether 60 per cent. of motorists drive at over 70 m.p.h. anyhow, and they are automatically in favour of the limit. Equally, I know that 40 per cent. of motorists do not drive over 70 m.p.h. as a matter of habit and that in the 38 per cent. there is a very large proportion of sensible people who consider that it is perfectly reasonable and safe for the others to be allowed to drive at those speeds if they wish to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since I am going to refer to the American survey, which is another part of these advertisements, I would point out that in the survey the number of drivers habitually driving at 70 m.p.h. in America—and, after all, this limit has been largely based on American experience—is only 5 per cent. In these advertisements there is a statement which runs as follows: There is evidence that the average casualty rate for drivers exceeding 70 m.p.h. is about three times that for drivers travelling between 65 m.p.h. and 70 m.p.h. I put a Question down to the Minister asking on what information this statement was based and I was told that it was based on an American publication called “Accidents on Main Rural Highways.” There is now a copy in the Library. I say quite baldly that, in that the advertisement makes this statement, it is an outstanding example of the selective use of statistics, particularly in respect of motorways in this country because it says that the survey undertaken was expressly confined to two-and four-lane roads of the non-freeway type. In other words, it was confined to ordinary roads as we know them. It also says that the design speed of those roads was never more than 70 m.p.h. and mostly 55 m.p.h. or 60 m.p.h., sometimes as low as 45 m.p.h. Thus it gives no useful information about motorways of the kind we have which are designed for much higher speeds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It also shows that the rate of accidents on four-lane highways, the largest road with which it deals, is considerably lower than on two-lane, and one understands that. It permits the obvious assumption that the accident rate on six-lane motorways of high speed design would have been shown to be lower still, as it is in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With direct reference to this figure of three times the accident rate mentioned in the advertisement I want to say that, having studied the report, both its graphs and tables, if the Minister wishes to advertise that the injury rate per 100 million miles over 70 m.p.h. is three times that at 65–70 m.p.h., she, or her predecessor, should in all honesty have made it clear that the injury rate at speeds of 30 m.p.h. to 40 m.p.h. is also three times as much as 65 m.p.h. to 70 m.p.h. It is an inverse curve. At lower speeds still, the injury rate is very much higher. If it is put in straight figures taken from the report it is shown that by day, of a sample total of 2,151 drivers, the number injured at speeds over 73 m.p.h. is 68, or 3.5 cent. The number injured at speeds between 63 and 72 m.p.h. is shown as 180, or about 9 per cent., and the remainder of the sample, numbering 1,900 injured persons, were all travelling below 63 m.p.h. and the majority considerably below. This was, therefore, a peculiar use of a random statistic taken from a report which reached very different conclusions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is all I want to say about motorways. As to other roads, much of these arguments equally apply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Deputy Speaker (Sir Samuel Storey)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman cannot deal with other roads on this Prayer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir M. Redmayne**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Mr. Deputy Speaker. That will save the time of the House. I have said enough even in that one sentence to make my point and I can return to it on some other Parliamentary occasion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My remaining comments refer to the 30 m.p.h. advisory limit. It has been little used since it was enforced, and that is a good thing, because conditions have not made it necessary. When it was used, I was rather surprised that so much comment was made of the fact that drivers were on occasion driving faster than 30 m.p.h. Newspaper comments pointed out how many vehicles swept past their reporters who were driving at 30 m.p.h. Clearly, they misapprehend the purpose of the Order, as is clearly set out in Regulation 4, that a driver shall obey the flashing signs and drive at a speed which does not exceed 30 miles per hour and is safe having regard to any hazard which he may encounter until it is safe for him to drive at a greater speed. That is clearly set down. It means simply that having had warning of a hazard, if the hazard is observed the driver can therefore judge what speed is safe, or if, for example, the hazard is fog and the fog is sufficiently clear for him to drive at more than 30 m.p.h., he is at liberty to do so with reasonable caution So much for that point. It needs to be made clear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On previous occasions, I have put to the Minister a different suggestion about how the fog hazard could be met: that was, by a chain of lights down the centre divide. I should like to draw the attention of the House and of the Minister to a very good article by Raymond Baxter in the Autocar of 31st December describing a chain of low voltage lights, which were an improvement on what we talked about previously, which would achieve a desirable form of fog lighting in getting the driver’s eyes away from over-concentration upon a close object—probably another car’s rear light or the shadow of his own headlights in the fog—and keeping them searching out into the fog at a distance which would give him a reasonable chance of avoiding trouble.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are highly critical of the 70 m.p.h. speed limit on the motorways. We believe that it will be proved that other roads should be treated on their merits. That is what I was not allowed to say, Mr. Deputy Speaker, but now, thanks to you, I have said it. Thirdly, we suggest that the advisory 30 m.p.h. limit should be interpreted as laid down in the Order and not in the advertisement, because the advertisement says nothing about the driver’s judgment in the matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all know that the point has been made that the Minister is not a motorist, and I would not dream of making a point of that, except this. I ask her to be sure that when she makes up her mind, she is advised by those who are best able to give her expert, sane, unprejudiced advice—thousands of sensible people, of whom I am only the spokesman.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}