{
    "url": "https://www.ukpol.co.uk/john-redwood-2022-speech-on-bbc-local-radio/",
    "title": "John Redwood – 2022 Speech on BBC Local Radio",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Redwood",
            "url": "/tag/john-redwood/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Redwood, the Conservative MP for Wokingham, in the House of Commons on 8 December 2022.",
    "content": [
        "I entirely agree with that passionate defence of localism by the hon. Member for York Central (Rachael Maskell). Local must mean local and we do not want people in the BBC in London imposing on us their views on how our local radio should be conducted and how big our locality should be. I see behind the centralised planning at the BBC a distorted version of what our constitution should look like within the United Kingdom, and a wish to impose that—against the clear majority wishes of people, whenever they have been asked about these subjects in referendums and elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not just that the BBC wishes to create phony regional groupings instead of truly local radio, but that it has a very distorted view of devolution. The BBC seems to be an enthusiast for devolution to Northern Ireland, Scotland and Wales, but it does not even know England exists. It always wants lopsided devolution. One of the four important constituent parts of the United Kingdom is scarcely ever mentioned; it is never suggested it should have any powers or right to self-government and there is no engagement with English issues on BBC radio in the way that there is a clear engagement with Scottish, Welsh or Northern Ireland issues. That causes enormous resentment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my own case, local radio is organised at the county level, at Radio Berkshire. That makes sense, because it is an area that we can recognise and there is some loyalty to our royal and ancient county. Many people now do not know that it had its borders artificially compressed in a local government reorganisation some 50 years ago, under a Conservative Government that I think made some mistakes, but the county retains an enormous amount of goodwill and residual loyalty, and people are very happy for our local radio to be organised at that scale. If people had real choice, however, I think Wokingham would rather have a different radio from Reading, and I think we would probably rather have a different radio from Windsor, because we have a different set of issues. But we accept that there have to be some compromises because talented people need to be appointed and paid wages, and that cannot be done to a sensible budget at very local levels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I urge the BBC to look in the mirror and understand why, in many respects, it is getting so out of touch with its audiences. It has a very narrow range of views and issues that it will allow people to discuss, and it has a particularly warped perspective on how we feel about our areas and what our loyalties belong to. I am allowed to express views from time to time on BBC Radio Berkshire. It does not put me through the ordeal of a pre-interview to find out whether my views are acceptable and fit its caricature of a Conservative in the way that nearly always happens if national radio is thinking of interviewing me. Then, I always have the double interview, and I quite often fail the first interview test because my views are clearly too interesting or unacceptable, or do not fit the caricature that the radio wishes to put into its particular drama, so people are spared my voice on radio and I have more free time, which is perhaps a wonderful outcome from those events.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not find that my local radio quite plots the drama as strongly as national BBC radio and television. I am very grateful for that because I think that good, independent broadcasting of the kind that the BBC says it believes in should allow people of decent views—not extremists who want to break the law, or racists—to conduct civilised conversations and debates through the medium of the BBC. But all too often, that is truncated or impossible because of the way in which the editors operate and their pre-conceived set of views, about which they wish to create some kind of drama.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Colleagues have made extremely good points, which I will emphasise, about the treatment of staff and the way these kinds of proposals are planned. If the BBC wishes to run truly local services, it must listen to us—the local people and the local people’s representatives—and treat its staff well, and be aware that they have given good service in the past and should be taken on a journey of change that makes sense for them as well as for the BBC. This all looks rather top-down, abrupt and unpleasant. Successful organisations understand that their own journeys, evolving as institutions, are best conducted if, at the same time, they allow good journeys for the staff who give them loyal service. That does not seem to be happening in this case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will spare you a bit of time, Madam Deputy Speaker—I have made the main points that I wished to make. The BBC needs to be more open to a wider range of views. If it wants to be local, it has to ask us what local means.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}