{
    "url": "https://www.ukpol.co.uk/john-redwood-2022-speech-on-the-energy-prices-bill/",
    "title": "John Redwood – 2022 Speech on the Energy Prices Bill",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Redwood",
            "url": "/tag/john-redwood/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Redwood, the Conservative MP for Wokingham, in the House of Commons on 17 October 2022.",
    "content": [
        "I welcome the Government’s announcement today that this scheme should be time-limited to six months and that a different scheme should be developed against the possibility that energy prices remain very high for the months thereafter. I do not think that we can go on indefinitely at the rate of the cost of this particular scheme over the winter. If this continues, we need to target the support much more clearly on the many people and families in this country who could not afford the bills otherwise and leave those who have rather more money and are using rather more energy on luxuries to pay more of that for themselves. We have time to sort out a scheme that we can target better. I am sure that this Committee, and the dialogue that will continue, will make sure, through pressure from Back Benchers and Front Benchers, that we do not leave anybody out. It is very important that everybody has proper support one way or another so that they can afford their energy bills this winter and beyond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also sure that the long-term solution is more domestic energy. We cannot carry on relying on unreliable imports, which can, at times, force our country to pay extreme prices on world markets to top up our gas or electricity because we do not have enough for ourselves. We are a fortunate country with many opportunities to produce fossil fuel and renewable energy. We have been a bit lax in recent years in not putting in enough investment, so I hope that the Secretary of State will look again at the incentives—as I am sure he will—and at the predictability of contracts and investment, so that Britain is a great place in which to invest for these purposes, and so we can exploit more of our energy and have more reliable supplies, even generating a surplus in some areas so that we can help Europe, which is very short of energy and does not have many of our natural advantages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My concluding point is that we cannot go on for too long with a complex net of subsidies, price controls and interventions without damaging the marketplace more widely and sending the wrong signals, so I am glad that this measure will be short-term. We need a better system for the future so that there can be plenty of support for those on low incomes if energy prices remain high, but also much more investment to solve the underlying problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}