{
    "url": "https://www.ukpol.co.uk/john-redwood-2021-speech-on-lords-amendment-2b-of-the-armed-forces-bill/",
    "title": "John Redwood – 2021 Speech on Lords Amendment 2B of the Armed Forces Bill",
    "post_date": "December 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "John Redwood",
            "url": "/tag/john-redwood/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Redwood, the Conservative MP for Wokingham, in the House of Commons on 13 December 2021.",
    "content": [
        "I will be supporting the Government, as they have made welcome progress on creating better conditions and support for our armed forces, but I would like to press the Minister on housing. When we wish to recruit and retain the best people in the future as we have in the past, it is important that we provide something better on housing than we traditionally have. It is a disgrace if armed services personnel, after providing substantial service to our country, cannot afford to buy a house of their own, and instead have to scramble to get rented accommodation, which they often find difficult.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope the MOD can do more through its potential and current schemes to promote home ownership, and to promote buying property nearer home base, for example, so that people leaving the armed forces have a property of their own. If service personnel are not able to do that, a surrogate scheme is needed so that when they leave the armed forces after holding important jobs and earning reasonable money, they are not debarred from the private housing market and they do not come to see their service career as a gap in making those contributions and building up savings in a house of their own. They should have as much opportunity to own their own property as the rest of the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes of course we need an expeditionary service and service personnel may need to serve in a variety of places abroad, but that should not get in the way of either having a home of their own with their family or having the wherewithal to have a home of their own when they leave the armed services. I hope my hon. and gallant Friend the Minister will sympathise and do more to make sure it can be true. I do not think we need a legal requirement, but we need a firm pledge of intent from the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}