{
    "url": "https://www.ukpol.co.uk/john-redwood-2023-speech-on-the-loyal-address/",
    "title": "John Redwood – 2023 Speech on the Loyal Address",
    "post_date": "November 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "John Redwood",
            "url": "/tag/john-redwood/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Redwood, the Conservative MP for Wokingham, in the House of Commons on 7 November 2023.",
    "content": [
        "I have declared my business interests in the Register of Members’ Financial Interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope the Government are listening to the right hon. Member for East Antrim (Sammy Wilson) on those important matters for Northern Ireland. It is vital that there are changes to the Windsor framework, so that Northern Ireland is properly a part of our United Kingdom and can accept our commonly agreed laws on everything from taxation through to the arrangements over products and trading.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome very much the emphasis in the King’s Speech on the United Kingdom’s producing more of our own oil and gas in substitution for that which we are currently importing. The logic of substitution is most obvious in the case of gas. We have gas pipelines already installed to bring gas from the fields to the mainland, with capacity in them because gas output has been declining; and, of course, if we deliver it directly through gas pipelines we have none of the extra cost and trouble of transit involved in importing liquefied natural gas, usually from the United States or Qatar. Those who are keenest on the road to net zero should recognise that having our own gas down a pipe greatly reduces the amount of world carbon dioxide because so much more carbon dioxide is generated if it is necessary to liquefy the gas, to transport it for long distances, and then to recreate it as gas when it arrives. All those are very energy-intensive processes which we do not need if we generate more of our own gas from the North sea.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have good news for Ministers. Let me remind them that although they say they think we need a bit of additional legislation for future licensing rounds, what we really need to do is concentrate on developing the existing fields and the new discoveries that have been well known about, in many cases, for a great many years, and maximising the output of what we already have so that the gas and the oil come more quickly and at lower cost, because we need it now. Most of our constituents still need gas for their domestic heating and will need it for the foreseeable future, most of our industrial plants run on gas as their main source of energy, and most of us have petrol or diesel cars, so we still need the fractions of oil to run our transport. It is important for us to get on with that—and, as the right hon. Member for East Antrim has said, another great bonus for all of us, including the Treasury, is that the sooner we get that oil and gas landed, the sooner we will secure a big increase in tax revenues from which we could benefit, enabling us to get the deficit down and support the public services that we wish to see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very pleased that the King’s Speech began with the mighty topic of the economy. I am sure that the Government and the Prime Minister would agree that what we do over the next year to get inflation down more quickly, to bring about faster growth to create more and better-paid jobs, and to secure the extra investment that we want to see is absolutely vital. Again, I have good news for the Government. I think there are measures that they can take in a future Finance Bill—which, I am sure, will constitute part of our proceedings over the next year—that would help to achieve all those aims. They are not incompatible, and we do not have to wait. Some people seem to think it is necessary to sequence it and to spend a year of misery—with a massive credit squeeze and an austerity Budget—to get inflation down before we can think about doing the other things, but if we cut the right taxes, we can bring forward the reduction in inflation, and that, of course, has a direct knock-on effect on the cost of running public services. One of the reasons we have seen such a big increase in public spending in the last year or so is the massive rise in inflation, because so many things are directly geared to the inflation rate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, Government, let us have a year of temporary tax cuts on energy, because British energy is far too expensive. It makes us much less competitive, and it is a burden on household budgets. I would pay for that— because I do not want to increase the overall deficit—by selling all those NatWest shares that we still have. Interest rates have gone up a lot, and banks should be making a lot more money. Let us just sell all the shares and use that for a one-year advantage while the oil and gas prices are still very elevated, and to ease the transition from slow growth to higher growth and to a faster reduction in inflation, which will then help reduce the deficits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need measures to help small business and the self- employed. It is of great concern to me, as it should be to many other Members, that we have 800,000 fewer self-employed people today than were known about, at least, in February 2020. Some of that is due to covid and lockdowns or to natural retirements, but some of it is due to the sharp change in the tax system called IR35, which took place in two tranches, one at the end of the last decade and one at the beginning of this one. It is now very difficult for people to grow businesses, particularly if they want contracts from other businesses. This has put many people off, and we are not seeing the new generation of self-employed people coming through that we have seen in previous generations—and that is mightily important, because they provide much of the flexibility in our economy, and can also provide extra capacity. Such measures would also help to provide worthwhile things for people to do, because some will be currently without a job and will be on benefits generally. So, Government, change the tax system back to the pre-2017 one which allowed a phenomenal growth in the number of self-employed people, and helped the workings of not only products and services markets but the job market itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all have many small businesses in our constituencies and we know how important they are to the services and output of our local community. We know how flexible they are, how hard so many of them work and how prepared they are to go the last mile to win clients and to look after clients and customers. They need a tax break, and the first thing we should do—now that we no longer have to accept the EU rules on VAT registration —is to have a big increase in the threshold level at which businesses register for VAT, because this is now a major constraint. I am sure we all know small businesses that turn down work or close down for a month extra during the year because they do not want to go over the £85,000 turnover, with all the burdens of the compliance, regulation and paperwork that that would cause, as well as having to put 20% on prices and so forth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us allow small businesses to enjoy their flexibility for longer and to get to a bit bigger size—let them have one or two employees—before they have to go through all the hassle of registration and the legal pressures that that generates. I think that would generate more revenue from other types of taxes, and even on the strange Treasury arithmetic it would be quite a cheap item. For example, we could easily pay for it out of modest improvements in productivity, which we will need to ensure if we are to deal with the collapse in public sector productivity identified by my right hon. Friend the Member for Haltemprice and Howden (Mr Davis). There must be ways to do something about that, and I believe that the Chief Secretary to the Treasury is working on them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My final point relates to the Bank of England. The Bank is independent in the setting of the base rate and the work of the Monetary Policy Committee, but it is not independent in managing the mighty portfolio of bonds that it currently owns on behalf of the institution and wider taxpayers. The proof of that is the fact that successive Chancellors from Alistair Darling onwards signed a concordat with the Bank of England giving it permission to buy bonds and agreeing to pay any losses, should losses be made, when it came to sell them or when they matured. The Bank of England now wishes to sell £100 billion-worth of bonds over the next few months, now that they have crashed on the markets because of the Bank of England’s changes in interest rate policy and bond policy, meaning that huge bills are being sent to the Treasury. I believe that the bill was £24 billion of losses in the first four months of the current fiscal year, and the theoretical liability is over £170 billion of losses of that kind and of the kind of running losses due to the way in which the Bank holds bonds at the moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to advise the Chancellor and the Governor of the Bank of England to look at what the European Central Bank is doing. It too made the colossal mistake of overinflating, over-creating money and buying too many bonds at very expensive prices, just as the Bank of England did, and it too ended up with the predictable excess inflation that we have seen. But the ECB is not panicking out of those bonds; it is holding them until they repay, which will result in fewer losses for it. There will still be losses, because it often paid more for the bonds than their actual repayment value, but it is not incurring big losses by selling them at very depressed prices on the market, now that the central banks have decided to smash the asset values of the bonds that they spent quite a lot of time acquiring just two or three years ago in many cases.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to do this because the Treasury should not have to make those huge losses and because money has now lurched from being crazily too expansive and likely to generate inflation to being far too tight and likely to overshoot in slowing the economy too much. So please, Government—listen, watch and on this occasion I say learn from the European Central Bank, which seems to be getting this just a bit more right than we are. Then we might start to make progress in bringing together the perfectly compatible aims of getting some growth, which we will not get if we have too severe a credit squeeze, and getting inflation down, which could be speeded up with the right type of tax cuts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}