{
    "url": "https://www.ukpol.co.uk/john-redwood-2007-speech-to-the-bruges-group/",
    "title": "John Redwood – 2007 Speech to the Bruges Group",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "John Redwood",
            "url": "/tag/john-redwood/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The below speech was made by John Redwood at a fringe meeting during the Conservative Party Conference in October 2007.",
    "content": [
        "The constitutional treaty is part of a process to try and create a United Federal States of Europe. Indeed, it would not be that federal because there would be an enormous amount of central power coming from the Brussels machine. We as democrats object to it because the power is not properly democratically accountable. It is exercised mainly by unelected senior executives (who on the continent are regarded as if they were elected politicians), the Commissioners, and of course a lot of it is done through the process of the court itself, constantly driving decisions in favour of more and more federal power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ladies and gentlemen, this is a mighty cause that we must unite to fight. This is a vital cause if we want to keep our democracy in Britain, or if we want to recapture parts of our democracy that have already been lost, needlessly frittered away by an insouciant government that tells us one thing and does another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a mighty test of British democracy itself. It goes to the very heart of the breaking of the bond of trust between a main political party and the people who elected it. The government promised and the government has failed to deliver. It goes to the very issue of whether you can believe politicians and political parties in general when you have so many senior politicians in this country seeking to tell you the fanciful, that this is not the constitution, that this is a very watered down version of the constitution, that there is nothing serious going on, that you will be able to carry on governing your own country in the usual democratic way after all these powers have been surrendered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a government which is now dicing with the most important powers of the state of all. It is playing nonchalantly with the right of parliament and government in this country to decide if and when our forces should be committed to battle, what our foreign policy stance should be on the major problem areas of the world, how people should be charged with serious criminal offences and how they should be treated if they are found guilty of those criminal offences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are the very essence of state power. We here don’t think those powers have always been well used and sensibly used by this government, but what we want is to continue to live in a system where we can challenge the way the government of the day makes decisions over war and peace and criminal justice and foreign affairs, and where we are in the right to persuade the British people and come to power to do something differently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What we wish to avoid is the British people ending up in a position where, because they don’t trust their politicians enough, and because some of their politicians so badly mislead them, we end up with those vital decisions taken way away from these shores by people we cannot elect, and more importantly, by people we cannot drum out of office when they do the wrong thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The one power that all parliamentarians seriously fear is the power of the British electorate to dismiss us when we get it wrong and when we misbehave and when we let you down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am a democrat to my core. I believe in that power. I believe I should be accountable to all my electors, and on national issues to the wider nation. I want that power the people have over their elected representatives to be strengthened, and I want the power my elected representatives have over the laws and the administration of this country also to be strengthened so the accountability can mean something. The more the power is transferred to the unelected and the unaccountable, the more people will scorn and despise government, the more that bond of trust will be irreparably broken, the more your democracy will be taken away from you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ladies and gentlemen, it is vital we unite and fight. It is vital we use any general election forthcoming to make this one of the big issues of the day. It is vital we do not miss our opportunity. We fought them and won to save our pound. Now we need to fight them and win to save our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}