{
    "url": "https://www.ukpol.co.uk/john-redwood-2022-loyal-address-speech/",
    "title": "John Redwood – 2022 Loyal Address Speech",
    "post_date": "May 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Redwood",
            "url": "/tag/john-redwood/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Redwood, the Conservative MP for Wokingham, in the House of Commons on 10 May 2022.",
    "content": [
        "I have declared my business interests in the Register of Members’ Financial Interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome much of what is in the Gracious Speech. I welcome the emphasis on growth, because we need growth to deliver on many of the other ambitions for levelling up and for better public services. I think the Government are right about the need to revisit rules and laws to promote better transport, to deal with difficulties in housing and planning, and to pursue a course of greater self-sufficiency in energy. However, I want to concentrate mainly on the economic conditions that they will need over the next two years in order to make a success of this legislative programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Legislation takes us only a little way. What we are trying to do through legislation is create conditions in which business can flourish, people can train and acquire better skills so they can secure better-paid jobs, and investments can be made. We will not level up all the mighty cities and towns of this country that are below average with public spending; we need to level them up with ambition and private investment. We need to see people going on their own personal journeys to develop their own businesses, to reach a point at which they can afford their own houses, and to secure enough training and qualifications to be able to obtain decent, high-quality jobs. That is how the successful parts of the country have managed to give many more people higher incomes and better living standards. Those are the parts of the country that worked to attract the people with the energy and the talent, or have given the people who are already there more support. We need to think about how we can provide such support and encouragement more widely around the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Michael Fabricant (Lichfield) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is echoing the words of the Mayor of the West Midlands, Andy Street, who has said that it cannot be Governments who create wealth; we merely have to provide the opportunity for businesses and individuals to create that wealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Redwood**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am glad that all three of us agree on this matter, and we can proceed on that basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So what do the Government need to do? My first recommendation to my right hon. Friend the Chancellor is that he needs to have a new framework for the conduct of our economic policy. We are still running on Maastricht-lite. We still think that the way in which to control the economy is to control the debt and the deficit. I have news for the Chancellor: if we get growth and inflation right, the debt and the deficit will come closer to taking care of themselves. If we get the growth right, we will have much less of a problem with the debt and the deficit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the last year, when the United Kingdom led the growth tables for the advanced world, an unremarkable thing happened. It seemed very remarkable to the Treasury, but it seemed unremarkable to me. The deficit came tumbling down. According to one set of figures—and they still keep changing—it came in at £90 billion below the Office for Budget Responsibility and Treasury forecast, because with more growth comes more activity, more incomes and more spending, so the Treasury can collect more VAT and income tax. It was mainly extra revenues that came in, because we had that faster growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my view, the debt and the deficit matter but should be subsidiary. The two main aims of economic policy should be a 2% inflation target, embedded as a Government target as well as a control mechanism on the Bank of England, and a complementary 2% growth target—not that exacting in the context of 20th-century experience in the United Kingdom, but fairly challenging in the context of the current century’s experience because of the disfiguring effect of the big banking crash and great recession in the middle of its first two decades.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me deal first with inflation. Once it gets out of control, it is extremely damaging to everything. It ends up causing shortages on the shelves, lack of supply, businesses crashing, and people being thrown out of jobs. We do not want to get into the accelerating double-figure inflation that some countries have suffered all too much. Anyone who wants to see what happens with the playbook should look at what is happening in Turkey at the moment, and at what has happened, on a grotesque scale, in Venezuela, where the generous state kept printing and kept borrowing and ended up destroying more than half its national income and much of the potential of the oil industry, which used to pay for everything because it was nationalised and incompetently run.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those extreme versions need to be ruled out, and of course the amount of money created needs to be controlled; you need to keep an eye on when you can afford to borrow in the public sector and how much. However, that is a second-order issue in comparison with promoting growth and inflation targets as the main aims. The inflation target cannot simply be delivered by a central bank. Unfortunately, the Bank of England made a policy error, to which I drew attention beforehand last year. I think that it went on printing money for longer than it should have, and that its policy was too loose for too long. I was fully behind its huge injection of money and ultra-low interest rates in the previous year because of the huge shock administered to the economy, but it now looks as though it made a mistake, which it has subsequently corrected. It should not overdo it, though. It is no longer printing any money in excess, it has put up interest rates on three separate occasions, and money growth is now much more constrained in our country; but the Government must also put their shoulder to the wheel to curb various types of inflation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At present one of the inflationary factors hitting, in particular, the budgets of those in the lower income areas is the huge price inflation in energy and food. That is caused by supply shortages. We were already pretty short of energy in western Europe because of the policies being pursued and because of the lack of natural resources on the continent, where there is not any, or much, oil and gas outside the Netherlands. We were already very short of basic energy. Then, of course, the dreadful invasion of Ukraine came along and caused so much damage—most directly to the people there who have such dreadful shocks from it, but there has been a wider economic shock for the rest of us. As a result of policy, Russian oil and gas are being gradually withdrawn from our supply systems, so we have exacerbated the shortage, for understandable and good political reasons, to try to help Ukraine in its battle against the Russian invasion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As for food, we see a shortage arising as markets are heralding the sad likelihood that there will not be a lot of crop coming out of Ukraine this year and that a big source of edible oils and of grains will not be producing and exporting in the way that the world market needs, so we see great price pressures there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So there is a need to engage Government, and I am pleased to see that the Government are working towards energy self-sufficiency and more food production. Those are crucial as a response to what has just happened and as security for the future. If we want to keep inflation down in the future, the one thing we can rely on is producing more of our own energy and growing more of our own food, which will give us more control over the pricing, particularly with something like gas, which of course is traded on the world market only to the extent that there is either pipeline capacity or liquefied natural gas capacity, so a lot of the gas cannot be traded internationally. American gas cannot be sent to Europe in huge quantities because there is no pipeline, and there is a limited amount of LNG capacity. America has much lower gas prices—and nothing like the cost of living problem that we have with energy—as a result of producing a lot of its own gas and therefore having a domestic market that clears at a lower price than the current very spiked world gas prices. I trust that the Government will pursue greater national self-sufficiency in key areas, including not only basic energy and food—we can grow a lot more of our temperate food—but crucial technologies, which the Government are becoming increasingly sensitive about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I trust that when the Government turn their mind to the detail of their energy legislation, they will use it to facilitate the production of more domestic oil and gas. I think there is more general agreement today, after the debates of recent months, on the proposition that we ought to re-enter the North sea and that, instead of overseeing a pretty rapid rundown in its output, we should go through a transitional period, maybe this decade, and get more oil and gas out of the North sea. That surely makes more sense. It makes green sense because the CO2 output created by burning our own gas is considerably less than that of the elaborate process of carrying it halfway round the world and having it compressed and decompressed so that it can travel as LNG. It is about half the CO2 generated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More importantly from the point of view of levelling up and growth in our public finances, we would be paying the tax to ourselves. All gas and oil attracts massive taxation from the countries that have the good fortune to produce it. If we buy gas from Qatar—or when we were buying oil from Russia—we pay them a huge amount of tax, which is revenue that we could pay to ourselves if we developed more of our own production. Our own Treasury could then either spend it or give it back to us in some other form, such as a rebate or grant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a more sensitive issue about onshore gas, and people are often rather opposed to that idea. I suggest that no landowner or council should be made to have onshore gas production if they do not want to. That would be a democratic decision over permissions and it would be a decision of those who have the land or property nearby as a result. I think that some areas would have it—suitably protected and environmentally tailored, as it could be. We already have some onshore oil and gas. Wych Farm, for example, is in a very beautiful part of the world and it produces oil quite happily onshore. The Government need to put into law a framework where landowners and communities that agree to participate in onshore oil and gas development should receive a participation in the royalty of some sorts, or free gas to consumers, or whatever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jeremy Corbyn**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am interested in what the right hon. Gentleman is saying. I assume he is talking about fracking when he talks about onshore gas production, and suggesting that we leave it to individual landowners and local authorities, but the polluting effects of fracking do not stop at the borders of somebody’s land or at a local authority border. Fracking pollutes the aquifers and it can and does create earth tremors that go well beyond all that. It is surely a matter of national policy that we do not pursue this short-sighted avenue of trying to get gas, and that we look at better methods of conservation and more sustainable methods of generating our energy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Redwood**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not know whether the right hon. Gentleman has a gas boiler, but I expect that most people in this House have gas boilers at home, as I and most of my constituents do. That gas needs to come from somewhere. I will not go into the details of the techniques needed for reservoir management, because that obviously depends on the structure, the flow rates and the nature of the stratum in which you find the gas, but a range of techniques can be used if gas or oil is shy in coming out of a reservoir that has been developed over many years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, like the right hon. Gentleman, I want this to be regulated. There must be no pollution of watercourses. Fortunately gas strata and water are often well divided in the United Kingdom—rather more so than in the US, where there has been a gas revolution onshore without polluting the water supplies or causing great environmental health problems. Of course that needs to be properly regulated—it is strictly regulated at the moment—and we need to review those regulations to ensure that the No. 1 priority of public safety is guaranteed and that the No. 2 priority, the desired effect of getting some gas out, assuming public safety is guaranteed, is also taken care of. I would have thought that the right hon. Gentleman would like the idea of a big new source of oil or gas tax revenue that stayed in the United Kingdom rather than being paid to Qatar or Saudi Arabia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dame Andrea Leadsom**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend and I have talked a lot about community support for onshore projects. Would he agree that another such area could be deep geothermal, which the Business, Energy and Industrial Strategy Committee is looking into at the moment? It could offer fantastic potential for sourcing new forms of renewable heating.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Redwood**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would love to hear about that. Unfortunately I was in this debate so I was unable to get to that particular Committee, but I will catch up with my right hon. Friend elsewhere to discuss that because I know you wish me to move on, Madam Deputy Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One last point, if I may, is about housing and planning in my own constituency of Wokingham. We are very generous and we accept a large number of new people joining our communities, as they would like to do. We accept well over 1,000 new houses being constructed in the constituency every year, but I do not think we should want to keep all of that to ourselves. The kind of housing that attracts people who can provide leadership and better jobs and who can set up businesses needs to be spread more broadly. The planning rules need to be revised so that we can use the planning system to reinforce the wish to level up, with some of the really important private sector housing investment going to the places that really need it, rather than having an awful lot in places that have done pretty well already and are finding that the pressure on public services, roads, transport, railways and so forth is just too much and that the infrastructure is not catching up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was a good Queen’s Speech. It needs economic success and a policy based on going for growth. It also needs a policy that deals with supply-side shortages and a policy based around lower taxes, because we need to give something back now to start to lift the cost of living crunch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}