{
    "url": "https://www.ukpol.co.uk/john-redwood-2019-speech-on-the-loyal-address/",
    "title": "John Redwood – 2019 Speech on the Loyal Address",
    "post_date": "December 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "John Redwood",
            "url": "/tag/john-redwood/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Redwood, the Conservative MP for Wokingham, in the House of Commons on 19 December 2019.",
    "content": [
        "It was a pleasure to see our new Speaker in the Chair at the start of the debate, and I would like to send my congratulations to him through you, Mr Deputy Speaker. I was delighted at his election, and I am quite sure that he will be a fair and experienced judge of our affairs and will look after our House very well.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The recent election and the conversations that I was able to conduct even more intensively than usual with the electors of Wokingham told me that they do want some changes. I made promises to them that I would come here again as an advocate for more money for our local schools, which have been short-changed in recent years, so it is a pleasure to see in the Gracious Speech the down payments promised for next year, and I look forward to those continuing in the years that follow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My electors and I agreed that we need more money for our local surgeries, more nurses and doctors to be recruited and better support for our local district general hospital in Reading. Again, I see that answer already in the Gracious Speech, with a promise of substantial new resources—financial and personnel—for the national health service, which will be laid out in legislation for a five-year period. I welcome that. It is a pleasure to say to my electors that two parts of the job seem to be well on the way to being done, but having a little experience of government, I know that there will remain, day by day and month by month, issues to sort out, to ensure that my constituency gets its fair share of the money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Liz Saville Roberts**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In his capacity as a former Secretary of State for Wales, does the right hon. Gentleman share my concern and disappointment that there was no mention of Wales whatsoever in the Queen’s Speech, as well as my concern about how the money being promised to England will find its way to Wales, through the Barnett formula or wherever? Finally, will he perhaps ask the same question as me: how much longer do we need the Wales Office for? Looking at the behaviour of this place, there will be people outside saying, “Surely Wales could do a bit better than this.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Redwood**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Lady knows full well that there is a formula and consequentials from the English settlement. I am quite sure that my right hon. Friends in the Government will look after Wales, and it is her job to test them out in the appropriate debates. This speech is not the appropriate moment, because I am not here to speak for Wales; I am here to speak for Wokingham and West Berkshire, and I am here to speak for the wider nation, as we all do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also looking forward to the promises on infrastructure. The Government have rightly said that we have a big job of work to do to improve our railways and roads, to make sure that people can get to work and get their children to school, that we can bust the congestion and that people have easier journeys. That, too, will reduce pollution and increase safety.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Wokingham is a very fast-growing area, because we are doing more than our fair share for the national housing achievement. We particularly need support on putting in additional transport links, with digital signals on the railways so that we can have more capacity and more trains, and an improved road network. It was a pleasure to work with the previous Secretary of State for Transport in the last Parliament on the idea of strategic local highway networks. We needed more money and support for those important roads, which are under the control of councils. They do not qualify for trunk status but can often relieve trunk roads and provide an important means for my constituents and others to get to work or get their children to school. The previous Government answered that, but it falls to the new ​Government, with the more generous financial settlement that I look forward to, to ensure that we can work together, so that I can get some of those road schemes and rail improvements for the Wokingham area, which will be much needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The big thing, which represents a seismic shift in Government policy and which I welcome, is the introduction of optimism and enthusiasm—the belief that this country can achieve great things, that we do not have to constantly cut under the Maastricht criteria and that we should no longer make state debt the main objective of economic policy. I have been working away for some time to get that change of policy, but Philip Hammond was not sympathetic to my views in all sorts of ways. I am delighted that the new Prime Minister and the new Chancellor are enthusiastic about the idea that the aim of economic policy for this Parliament must be prosperity— prosperity for the many, and tax cuts for everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tax cuts are a very important part of creating greater prosperity. People work hard, and they want to keep more of their own money. They are often better judges of how to spend their money than councils and Governments. It falls to a renewed Conservative party to take that message to every part of the country, implement that message in the forthcoming Budget and show that not only will we find more money for schools, hospitals and roads, which is needed, but we will also have some money for tax cuts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some tax cuts do pay for themselves because our rates are too high, and if we cut them to an affordable rate, people work harder, stay here, contribute more and are more enterprising, and we get more money in. Other tax cuts will reduce the revenue, so we need to grow the economy, and over the years it works because growth generates more jobs and higher incomes, and in comes more money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To fulfil this new objective, the Government have rightly changed the basis on which the economy is going to be governed. We have gone away from state debt as a percentage of GDP, the iron rule that dominated the last dreadful years of the Labour Government—a period of collapse, when state debt got out of control—dominated the coalition period of recovery and dominated the Philip Hammond Conservative Government period, when he seemed to like that particular proposition. Now we have a much more sensible idea, which is that we should of course be prudent—there is no magic money tree, and we cannot spend safely on the scale Labour recommended to the country—so what we are suggesting now as the golden rule is that any current expenditure must be covered out of taxation, but we can borrow up to 3% of GDP to put in those big new investments and the myriad smaller investments in broadband, rail, road, water and the other things where public money is needed as an adjunct to the substantial private investment that will in many places be going into those important developments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will make a lot of difference, because this Parliament needs to understand that there has been a very nasty world manufacturing recession over the last six months or so and there has been a worrying slowdown in the world economy over the last year. It began, as these things always do, with the central banks that get it wrong. It began with the tightening of the central bank in America, the Federal Reserve Board, in the third and fourth quarters of 2018. We could feel the shake on the ​world economy, and we saw what was happening to world markets. It spread to the eurozone, which stopped all its quantitative easing, although its economy was still very weak and could not really take that particular shock, and it came to the United Kingdom, where we had a very severe policy being pursued by the Bank of England. Very predictably—I remember warning about it some time ago—these changes in central bank policy did indeed slow the world economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now things have changed, but they have not changed yet in the United Kingdom, so I urge the Prime Minister and the Chancellor to get the UK authorities into line with the analysis and the prescription of the world central banks outside the United Kingdom. What we have seen in the last six months is a very big move to cut interest rates worldwide by most of the major central banks not only in the advanced world, but even more dramatically in quite a number of the emerging market countries from Turkey to India and Brazil. We have seen cuts in the United States of America, and we have seen the reintroduction of quantitative easing—bond buying, created money—in the eurozone, because the eurozone economy has shuddered to a halt in some places. We have seen further developments in Japan, which carried on with quantitative easing and zero or negative interest rates throughout the difficult period, but it too needs to boost things rather more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, there has been no response in the United Kingdom. Indeed, only in the last few days the Bank of England has gone the other way. It has done a series of stress tests on the major banks, and I am delighted to say that our major banks passed with flying colours. The worst case in the stress test was very severe, but there were no problems for the banks, as the Bank of England reported. However, the Bank of England then said that the clearing banks had to double the counter-cyclical buffer of capital they keep. That is technical language. What does it mean? It means there is about £20 billion less available for mortgages, car loans, business expansion and new investment. That is what it means—a very fundamental monetary tightening. It happened at the same time that sterling went up about 10%—another very strong monetary tightening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Money growth is eye-wateringly low in the United Kingdom, unlike in the eurozone, and it is well below that in the United States of America. At exactly the point when we were doing this, the Federal Reserve Board, with 2%-plus growth in America, which we would love to have on this side of the Atlantic, was injecting billions—I think about $150 billion was injected in a single month—into the money markets to keep things liquid so that the American consumer, car buyer, mortgage demander and small businesses would have access to the money they needed to continue the very successful American growth strategy. Let us ensure a growth strategy in which monetary policy does not stand too much on the brake.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is also the issue of how the Treasury has been recalculating our obligations at official level. Around October, when it probably thought that we might be leaving the European Union—there was a chance of that at the time—it decided that the student loan system was costing us £12 billion a year more, although that system had not been accounted for in such a way up to that point. There were no changes to the student loan system, or to the experiences of those who could not ​repay their loans, yet the figures that we presented deteriorated sharply as a result of that decision. I do not think we should allow that to deviate from what I hope will be a positive Budget—probably at the end of next month, given the rumours I see in the press.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need the Budget to provide that boost to growth. I think it is eminently affordable to have the increases that we promised and talked about in the general election regarding schools, hospitals and infrastructure, and also eminently affordable to have those promised tax cuts to business rates and national insurance. We would not need to offset that with other tax increases, because this economy desperately needs a boost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In a world where some other Governments are boosting on the fiscal side, and practically every other country is boosting on the monetary side, in order to see off the threat of the world slowdown turning into something worse, it is important that the United Kingdom authorities do the same thing. I have every confidence in my right hon. Friend the Prime Minister, who I think is single-handedly turning around the mood with his message of confidence and enthusiasm for how we can do better. That will take some cash, however, and now is the time to spend a bit of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This country and its economy can achieve a lot more, so let us ensure that the new message of prosperity for the many and tax cuts for everyone is seen through. That is the way to bring most people in this country together, and honour the promises that many of us made in the general election. That will show that the country has made wise decisions up to this point, and that Brexit will not be damaging to our economy, but can be part of a positive move towards faster growth, better jobs, and more paid jobs, just as we have experienced in recent years and months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}