{
    "url": "https://www.ukpol.co.uk/john-redwood-2020-speech-on-the-trade-bill/",
    "title": "John Redwood – 2020 Speech on the Trade Bill",
    "post_date": "May 29, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "John Redwood",
            "url": "/tag/john-redwood/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Redwood, the Conservative MP for Wokingham, on 20 May 2020.",
    "content": [
        "You do not need to pay to trade: I welcome the policy behind this legislation and the Bill itself, which makes it very clear that the United Kingdom wishes to be a positive trade partner with as many countries around the world as would like a free trade agreement with us. This Bill ensures that we can carry across the FTAs that the EU has with a range of countries that naturally fall to transit to us as well as to it. Many of us were told that we were wrong when we argued that during the referendum and afterwards, but the Government have proved us right in that of course those countries wish to roll over those agreements. In one or two cases, they wish to go considerably further than the agreements we already have. I welcome the Government’s positive response to that to see what more can be added so that we can have a better deal as we leave the European Union than we had when we were in it.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must see the policy background to this Bill as including the most important letter written this week by our trade negotiator to Mr Barnier about the parallel negotiations for a possible UK-EU free trade agreement. It is an admirably lucid letter which makes it very clear that, just as in this Bill, we are not sacrificing our fish, offering special payments or agreeing to accept the laws of other countries in order to create a free trade agreement with them, and neither should we do so in the case of the European Union. We voted very clearly to leave the single market and to leave the customs union. Many of us who voted that way strongly believed then, and believe even more so today, that we want a free trade-based agreement with the European Union if that is also its wish, but we would rather trade with it under WTO rules and the excellent new tariff we have set out for external trade if it wishes instead to claim that we need to be some kind of surrogate member taking its laws, paying its bills and accepting many of its views on matters like our fish resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is more likely that we will get a free trade agreement from a reluctant European Union just before the deadline at the end of the year if we have made great progress in negotiating free trade deals elsewhere. That is why the Government are absolutely right to respond very positively to the United States of America, to Japan, to Australia, to New Zealand and to the Trans-Pacific Partnership. In each of those cases, the counter-party is very willing. In each of those cases, there are precedents for good agreements between other parts of the world and those countries, and we can build on those and our own models for a positive free trade arrangement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The EU will see how relatively easy it is to make such progress with those countries we have agreements with. When we were in the EU, the EU had not got round to having agreements with some of those countries—big countries such as the United States of America. When we are outside the EU, that will make the EU even keener to want to have a free trade agreement with us. Rather reluctantly, it will have to admit that it has been making a mistake over these past years in trying to make our exit so protracted and so difficult, and claiming that you do need to pay for trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will vote for the Bill as vindication that, of course, many countries wish to trade with us on as free a basis as possible. I will vote for it as part of a much bigger package of a free trade loving United Kingdom driving a free trade agenda around the world. I will vote for it because it sends a clear message to the European Union that it is negotiating in the wrong way and running the danger of ending up without a free trade agreement that is rather more in its interests than ours, given the asymmetry of our trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Free trade is a good way to promote prosperity. It is even more vital now we need to recover our economies from the covid-19 crisis. I urge the EU to understand that and to co-operate sensibly, just as I give the Government full support to press ahead in negotiating deals with all those great countries and regions of the world that think Britain is a hugely important future partner, and where we see fast-growing trade that can enrich both sides.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}