{
    "url": "https://www.ukpol.co.uk/steve-reed-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Steve Reed – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Reed",
            "url": "/tag/steve-reed/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Steve Reed, the Labour MP for Croydon North, in the House of Commons on 9 September 2022.",
    "content": [
        "We have heard some really wonderful anecdotes and stories of Members’ meetings with Her late Majesty the Queen. For most people who met her, those moments would have been more fleeting, but they lodge in the memory because of the huge importance the Queen has played in our life as a nation and our sense of who we are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I first saw the Queen as a schoolboy during a silver jubilee walkabout in Windsor, feeling so excited, as so many other children would have done over the years, simply to snatch a photograph of her with my little plastic camera; it would be an iPhone today, of course. Another time was when she came to open the Lambeth Academy in Clapham. The students were beside themselves with excitement that the Queen had come to visit their school.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is through these little moments that the Queen has been a constant presence that lit up our lives for as long as most of us have been alive. The stability of her presence eased our country through periods of drastic change as Britain moved from being the centre of an empire to becoming the modern, diverse and more inclusive country that we know and love today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "She really was, in T. S. Eliot’s words,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the still point of a turning world…where past and future are gathered.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My constituency of Croydon North is one of the country’s most diverse, and people who have come to it from the Commonwealth feel a special bond with Her late Majesty, as a connection between their past and their future. Many others who arrived from outside the Commonwealth would consider their citizenship ceremony, in which they swore allegiance to Her late Majesty, to be among the most important moments of their lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the platinum jubilee celebrations, we saw a great outpouring of love for Her late Majesty in Croydon North, as elsewhere, when our diverse communities came together to celebrate a woman who united us as a community and as a country as nothing and no one else could do. Her loss will be felt keenly and personally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Three months ago, my father died. The next day, a rainbow appeared over his house, which we took as a sign that he was at peace. I take the rainbow that appeared over Windsor castle in the same way: a sign that Her late Majesty has been taken into the arms of God and found her eternal peace. On behalf of the people of Croydon North, I offer my deepest thanks to Her late Majesty for a lifetime of service, my condolences to the royal family on their loss and my loyalty to our new King, Charles III, as he ascends the throne to meet his destiny and ours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}