{
    "url": "https://www.ukpol.co.uk/steve-reed-2021-speech-on-council-tax-increases/",
    "title": "Steve Reed – 2021 Speech on Council Tax Increases",
    "post_date": "January 26, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Reed",
            "url": "/tag/steve-reed/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Reed, the Labour MP for Croydon North, in the House of Commons on 25 January 2021.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House calls on the Prime Minister to drop the Government’s plans to force local councils to increase council tax in the middle of a pandemic by providing councils with funding to meet the Government’s promise to do whatever is necessary to support councils in the fight against covid-19.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Right at the heart of the local government funding settlement, there lurks a rather nasty little surprise. What the Chancellor and the Secretary of State for Housing, Communities and Local Government trumpeted as an increase in funding for councils was nothing of the sort. Instead of the promised “end to austerity”, we got a Conservative council tax bombshell.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government made a choice to clobber hard-pressed families with a 5% council tax rise, after the Government’s mistakes led our country into the worst recession of any major economy. There are two big problems with that: it is economically illiterate to push up taxes while the economy is in crisis; and it is dishonest to trumpet the end of austerity when most councils will still be forced to cut services even after they impose the Conservative tax hike, because the rising costs of social care outstrip any increase in revenue, and the Government have done nothing about that crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Felicity Buchan (Kensington) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Gentleman please explain, if he does not think that councils should be increasing taxes, why the Mayor of London is proposing to increase his precept by 10%?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was actually the Secretary of State for Transport who told the Mayor of London that he had to increase council tax. [Interruption.] Oh yes, it was. The reason there is a funding gap in London is that Londoners have done the right thing and followed the Government advice to keep covid-safe by keeping off public transport as much as they can. Transport for London’s revenues have therefore collapsed, but the Government have refused to provide the financial support to cover that problem. I imagine the Government thought they were punishing the Mayor of London ahead of the London mayoral elections; what they have actually done is punish Londoners, and that is wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s message to council tax payers is: “Pay more but get less under the Conservatives.” Last March, as the country went into lockdown, the Secretary of State made a commitment to fund councils to do what was necessary to get communities through the crisis. He was right to say that—I give him credit for doing so—but just two months later, he broke that promise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservative-led Local Government Association estimates that councils face a £2.5 billion funding gap as a result of the lost income and additional costs of supporting communities through these unprecedented circumstances over the past year. The Government’s planned council tax increase will raise just under £2 billion next year. If the Government had not broken their promise on funding, councils would already have that amount available to them. Of course, the Government threw away £10 billion on crony contracts for companies with links to senior Conservative politicians. Just a proportion of that money would have plugged councils’ funding gap entirely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s failure over the past year has left Britain with the worst recession of any major economy and one of the highest death rates in the world. Now, with their inflation-busting tax hikes, the Government are making hard-working families pay the price for Conservative failure, and the timing really could not be worse. The Tory tax hike will land on people’s door mats in the same month that over 2 million people come off the furlough scheme. Many of those people are worried sick about their future job security. Millions more are worried about their income falling. This is no time to clobber them with a tax hike.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Gary Sambrook (Birmingham, Northfield) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman mentions recessions and bad timing for increasing council tax. When he was leader of Lambeth Council, he increased council tax in 2007 and 2008, during the economic recession. Why did he think it was okay to do so then?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am glad the hon. Gentleman raises that, because when I won control of Lambeth Council for the Labour party in 2006, we took over from an administration, jointly run by the Conservatives, that had raised council tax by 33% over four years, and yet service performance was on the floor. I froze council tax, with no increase at all for two years, and despite doing so, we raised the performance of standards that were left on the floor by Conservatives and achieved an outstanding rating in every single category of children’s services. We did that because Labour Members understand value for money, while Conservative Members simply do not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proof of that is in what the Government are trying to do with the council tax rise this year. Families who are worried about paying their heating bills or putting food on the table simply cannot afford it. It will put them under even greater financial strain and it will hit high streets that, right now, are struggling to survive. Many local businesses are on their last legs financially after years of restrictions. These tax rises threaten to choke off spending, just as we need the economy to start opening up and motoring after the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the Government now in full retreat on the devolution agenda, there is still one thing they are very interested in devolving, and that is the blame for cuts and council tax hikes made in Downing Street. The Secretary of State tried to justify the tax hike by claiming he is giving councils a choice—I am sure he will repeat that at the Dispatch Box today—but the truth is he is not. The Government’s funding plans, published in December, include the expectation—an assumption, not an option—that council tax will go up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Councils’ biggest long-term financial headache is how to pay for social care. As more people, thankfully, live longer, councils need more funding to offer frail older people the care they need to make the most of their lives, but the Government have cut funding over the past decade, forcing councils to restrict care, so it is available only to those in the most severe categories of need. On his very first day in office, standing on the steps of No. 10 Downing Street, the Prime Minister told the country he had a plan to fix the social care crisis. No one has seen a dot or comma of that plan since, so councils have been forced to keep cutting, because the Prime Minister’s plan does not seem to exist—unless the Secretary of State can tell us differently when he speaks at the Dispatch Box.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us not forget that because a council tax increase raises less money in poorer areas, the Government are deepening the postcode lottery for social care, instead of ensuring that every single older and disabled person anywhere in our country gets the care they need, regardless of where they live. This Government are not levelling the country up; they are pulling the country apart.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Cartlidge (South Suffolk) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we do not raise this money in council tax, it still has to come from somewhere. How would the hon. Gentleman raise it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State has already given the hon. Gentleman the answer, and I am very pleased to repeat what the Secretary of State and the Chancellor said last March: they would fully compensate councils for the cost of getting the country through the crisis. A £2.5 billion funding gap is what they have left, according to James Jamieson, the Conservative leader of the Local Government Association. That is more than the amount that will be raised in council tax, and the hon. Gentleman can do the maths as well as I can. That would not be necessary if the Secretary of State kept his promises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The costs of social care this year will rise faster than any additional income that is being made available to pay for it, so the only choice the Government are giving all our town halls is to put up council tax while families are still suffering the effects of the recession, or to cut social care during an unprecedented global health pandemic. That is no choice at all, and it is why the Government have got this so badly wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Older people have suffered enough, thanks to this Government’s failures. Over a third of all covid deaths in the UK have been in care homes because the Government were too slow on distributing personal protective equipment, too slow on rolling out testing and too slow to act on hospital discharges that seeded the disease in those very care homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Councils need funding to pay for the care older people deserve, and not just during this pandemic. Hard-working families need support to cope with the hit that their incomes have suffered over the past year. Struggling high street businesses need the Government to encourage spending, not choke it off. Councils of all political colours will be forced to put up council tax this year, not because they want to, but because the Government have left them with no real choice. The costs of covid will have to be paid for, but not by raising taxes on people who cannot afford it at a time when their incomes are under so much strain and the pandemic is still raging.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Make no mistake: this is a Conservative tax hike made in Downing street and imposed on hard-working families after the Government’s mistakes left our country facing the deepest recession of any major economy. We will not secure our economy by choking off spending, we will not protect the NHS by denying older people the care they need and we will not rebuild our country by killing off our high streets. I urge the Government, even at this late stage, to think again and scrap their plans to force town halls to increase council tax at a time like this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}