{
    "url": "https://www.ukpol.co.uk/steve-reed-2023-speech-on-the-independent-public-advocate/",
    "title": "Steve Reed – 2023 Speech on the Independent Public Advocate",
    "post_date": "March 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Reed",
            "url": "/tag/steve-reed/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Reed, the Shadow Lord Chancellor and Shadow Secretary of State for Justice, in the House of Commons on 1 March 2023.",
    "content": [
        "I thank the Secretary of State for [advance sight of his statement](https://www.ukpol.co.uk/dominic-raab-2023-statement-on-the-independent-public-advocate/). For decades, the Hillsborough families fought for justice and for the truth about how 97 innocent children, women and men were unlawfully killed in wholly avoidable circumstances. They faced a cover-up by public authorities that hid the truth and blamed the victims. Those brave families did more than seek justice for their loved ones; they sought to shine a light on what had gone so tragically wrong, because that is how we learn how not to make the same mistake again, but it should never have taken more than three decades.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was in Sheffield on that fateful day in 1989, just a mile or so from Hillsborough, with a junior doctor friend who was called back to the hospital to treat the victims and deal with the aftermath, so I vividly remember the horror of what we heard unfolding from the football stadium. I pay tribute to those families for their long struggle for justice and to those who have spoken up for them, notably: my right hon. Friend the Member for Garston and Halewood (Maria Eagle); my hon. Friend the Member for Liverpool, West Derby (Ian Byrne); the former Prime Minister, the right hon. Member for Maidenhead (Mrs May); Lord Wills; and the Mayor of Manchester.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today is a chance to balance the scales of justice and give those victims the voice that they need and the power to make it heard, but it is a chance that the Government have missed. Their proposals do not go far enough and will be too weak, as they stand, to prevent future cover-ups. The public advocate needs to be a fully independent, permanent figure that is accountable to the families, not a panel of advisers appointed as a signposting service by the Government if they see fit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is critical that the public advocate has the full power of data controller, not just the power to make representations, as we heard from the Secretary of State. That means having the power to access all data, communications, documents and other information to torpedo cover-ups before they even happen. We know from the Hillsborough Independent Panel that the existence of such powers would be a massive deterrent to future cover-ups.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Secretary of State reconsider and establish a fully independent public advocate? Will he agree to give it the full power of data controller from the start? That matters immensely because without control over the data that can expose the truth, there can be no transparency, and without transparency, there can be no justice. How many more tragedies will it take to wake the Government up? How many more lives need to be lost?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour is committed to real change. In government, we will establish a fully independent public advocate that is accountable to survivors and victims’ families. We will arm it with the power it needs to access documents and data to expose the truth about what went wrong, and, importantly, to stop cover-ups before they happen. That will be part of a Hillsborough law with teeth that will also give victims’ families access to legal aid and impose a duty of candour on public officials. We will do that because we believe that victims must be at the heart of the justice system and that they must have a voice and the power to make it heard, and because we understand that a system that fails to learn from its mistakes is doomed to repeat them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for his partial welcome of the announcement. I listened carefully to what he said. We share, and I personally share with him, the commitment and desire to set up the most credible advocacy for the bereaved, the victims and the families. I am very happy to work with him and hon. Members on both sides of the House on the detail, but I do not accept his characterisation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman said that the IPA was not independent, but in fact it will be decided on the basis of consultations with the victims and the bereaved. That must be right to make sure that we have the right range of experts to deal with the particular circumstances of the tragedy in question. It would act on their behalf; it would not act on behalf of the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman has referred to data controller powers. I understand exactly the point he makes, and as I said in my statement, it is important that there will be consultation with the families. The IPA will be able to consult with a putative independent inquiry, but the hon. Gentleman has to recognise that the independent inquiry will have many of those powers itself. Therefore, how would he reconcile that with duplicated powers in the IPA? However, this is something that we should talk about—I know it is an issue that has been raised by the right hon. Member for Garston and Halewood. We want to get this right, but what we risk is a conflict of functions, which is something we would all want to avoid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman also mentioned other measures, such as the duty of candour. That is a broader issue for the Government’s response to the wider Hillsborough report, which is expected in the spring. I know it has been a long time coming, but it is right to deal with those broader issues. Although the IPA is only part of the redress and the accountability, I felt that we were in a position to not just bring forward the policy announcement but in due course, very shortly, to be able to say something about the legislative vehicle. Because this is such an important issue for the bereaved, the victims and the families, I felt it was right to do that now, not wait any longer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}