{
    "url": "https://www.ukpol.co.uk/jamie-reed-2016-speech-on-west-cumbria-health-services/",
    "title": "Jamie Reed – 2016 Speech on West Cumbria Health Services",
    "post_date": "May 4, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Jamie Reed",
            "url": "/tag/jamie-reed/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jamie Reed, the Labour MP for Copeland, in Westminster Hall on 4 May 2016.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered health services in West Cumbria.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank you, Mr Nuttall, for chairing this debate, which is on the particularly important subject of health services in west Cumbria and the ongoing work of the success regime process in my part of the world. I am pleased to see the Minister in his place. He responded to my debate concerning these matters in December last year, and he is well aware of the numerous difficult issues that I will raise with him today. He will know that any criticisms I make are not personal or even necessarily politically partisan. In all the years I have fought for this argument and this cause, I have represented thousands of constituents who do not vote for me or my party. I always have and always will place my constituency interests above any superficial party political interests. Most of all, I seek solutions in this debate for the ongoing problems facing the north, east and west Cumbrian health economy. The problems have persisted for too long. They have worsened and can no longer be allowed to defy resolution. The Minister has responded positively to my questions and requests in the past—I am exceptionally grateful for that—and I hope he can do so again today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will start by outlining the issues facing my constituents in accessing health services in west Cumbria. The problems facing the North Cumbria University Hospitals NHS Trust are well known. There is intense pressure on overworked and under-resourced staff. I am grateful for the work undertaken by The Cumberland News and the News and Star, particularly that of the journalists Emily Parsons and Pamela McGowan, in helping to illustrate the scale of the problems within the trust. I will return to those later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In such a rural county with such dispersed areas of urban population, the pressures on ambulance services are enormous. There is unprecedented pressure on primary care and GP services as a result of doctor shortages and truly catastrophic cuts to adult social services as a result of the Government’s choice to cut Cumbria County Council’s budget. A new threat in the guise of the potential closure of beds in the area’s community hospitals has emerged to widespread anger and condemnation from every community that relies upon them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Added to those problems are the problems—caused exclusively by Government, I fear—facing the success regime. In particular, I want to address the success regime and, despite the initial optimism, the manifest problems and difficulties the process has been presented with. Critically, I will talk about the consequences of the success regime’s failure, how we can avoid them and how we can solve the problems facing our health economy, which is undoubtedly the most challenged in Britain. I will also talk about the recent floods, the effects of which are still being keenly felt throughout the county. They have magnified the issues at the heart of the debate over health services in the area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, I will pose as many of the questions sent to me as I can before outlining the health needs of my community and those of neighbouring communities—those needs, after all, are what it comes down to. The key issue for decision makers, Government and Ministers is: what do the people of west Cumbria need from their health services and how can that be delivered? That is a very different question from, “What are the Government prepared to provide?” Make no mistake, at the heart of the issue is the question: is the national health service worthy of the name? When we answer those questions, we should have the humility and wisdom to recognise that the consequences of the decisions we take now will outlast the lifespan of this Government. They will certainly outlast my and the Minister’s political careers. That is the gravity, the reality, and the privilege of the situation we find ourselves in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The simple answer is that the people of west Cumbria need better access to health services, particularly the hospital services provided by the West Cumberland Hospital in Whitehaven. It serves a vast rural area with many tightly compacted urban communities, with all the attendant challenges that has. In that context, access can be defined in a number of ways. It means the actual services provided locally, ensuring that those services are staffed appropriately so that they are of a high quality, and empowering the community so that it is listened to when decisions about its services are taken. It also means proper planning for the significant population expansion forecast for the area. In west Cumbria, each area is immensely challenging and we must address that. It is what the success regime was meant to address.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At this point, I have to thank the hundreds of patients, medical professionals past and present and members of the public who responded to my request for questions or evidence relating to the success regime process and the condition of the local health service in general. Time limits mean that I will not be able to put every question to the Minister today, but those I cannot ask I will either table as parliamentary questions or I will write to the Secretary of State for Health expressing the concerns. I am particularly grateful to the Royal College of Nursing, the Joint League of Friends of Community Hospitals, West Cumbrians’ Voice for Health Care—it has undertaken phenomenal work—and healthcare campaigners in Millom, Keswick and right across Allerdale, Carlisle and Penrith and the Border. I hope the Minister will ensure that the Secretary of State replies honestly and at length.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister will be well aware that in July 2013, Sir Bruce Keogh published his review into mortality rates at a number of hospital trusts around the country. North Cumbria University Hospitals NHS Trust was one of them. Along with 10 other trusts, it was placed in special measures. The trust had higher than average mortality rates and action to remedy that was obviously welcome and necessary. At the time, Ministers were unable to provide basic information about what special measures actually meant for the trust, but it was patently clear that the major reason for care failings at the trust was—it remains the case—a chronic staff shortage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is only right that I again take this opportunity to thank, on a personal level as a parent and on behalf of my constituents, the amazing staff who work tirelessly in trying conditions to provide high-quality care. Many work unpaid overtime because they care about their patients, their work and by extension the service they provide to my community. I and my constituents know that they work in extraordinary circumstances beyond their control, and we are so grateful for their work. I doubt that any community in the country prizes its medical professionals so highly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The truth is that every part of the health economy in west, east and north Cumbria simply needs more staff in primary care, secondary care, acute care and across our preventive services. Government must intervene to ensure that the problem is resolved, assisting with local initiatives wherever possible. That request has fallen on deaf ears for too long. The most recent report on the North Cumbria University Hospitals NHS Trust by the Care Quality Commission, which was published in September 2015, illustrated the scale of the challenge. It stated:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The recruitment of nursing staff also remained an on-going challenge. At the time of our inspection nurse staffing levels, although improved, were still of concern and there was a heavy reliance on staff working extra shifts and on bank and agency staff to maintain staffing levels. There were times when the wards were not appropriately staffed to meet the needs of patients.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure the Minister would agree that that simply is not acceptable. In 2013-14, the trust spent £16 million on agency staff. That is clearly a false economy. Agency staff are a short-term expensive solution to a long-term problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Stable, long-term recruitment is key to turning around the finances of the local health economy and the hospital trust in particular. If my local trust has to pay over the odds to secure services taken for granted in other parts of the country, it should be able to do that and be funded appropriately by the Department of Health. That must be accepted by the success regime and by Government. Sadly, that is not currently the case. Sadly, it is not a conflation of the issues to point out that the Secretary of State’s antagonistic and insulting behaviour towards junior doctors is severely worsening the recruitment problem in challenged health economies such as that in Cumbria.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my constituency, I have been working with the trust and the University of Central Lancashire to bring a medical school to west Cumbria so that we can “grow our own medics”. It would be a long-term sustainable solution to one of the key problems we face. I am delighted to say that the new West Cumberland medical education campus now exists at the Westlakes science park, immediately adjacent to the new West Cumberland hospital in my constituency. So far that has succeeded without the support or involvement of Government, but I hope that the Government will be able to support the development, not just in spirit as I know the Minister does, but with practical assistance, including money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to growing our own medics in west Cumbria for the benefit of the entire Cumbrian health economy, we are providing the basis for policy solutions by becoming a rural health policy laboratory. The campus can and should become a crucible of innovation, providing solutions to the problems facing rural areas through the provision of high-quality, accessible, universal health services. The Minister has expressed support for that in the past, but the Government should now support it financially and in terms of policy. Will he request that Health Education England work with the University of Central Lancashire and the North Cumbria University Hospitals NHS Trust as a matter of urgency so that innovative models of healthcare training, such as earn-while-you-learn models, can be rolled out, not only in Cumbria but in other challenged health economies?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that the Government will look again at nursing bursaries. The Chancellor’s decision to scrap those will only make it harder for us to train and recruit the medical staff that we need. The market will not deliver the workforce that the national health service requires; it will deliver only inefficiency and inequality. We need proper workforce planning right across the national health service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the subject of the local health workforce, will the Minister commit to look into the morale issues affecting health professionals in the area covered by the success regime and undertake action to improve this?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In December, I told the Minister that sooner or later our luck would run out and that patients would pay the price. Tragically, as documented in the News and Star and The Cumberland News recently, the signs are that that is already happening. It was reported yesterday that in March a patient was transferred from the West Cumberland Hospital in Whitehaven to the Cumberland Infirmary in Carlisle, but died—according to the medics who have come forward—because specialist staff were not alerted to the patient’s arrival in Carlisle. The patient subsequently had a cardiac arrest and died. If that is true, it is not only a direct result and a damning indictment of policy, but the inevitable consequence of an overburdened, underfunded and understaffed system. I cannot imagine the despair that the family of the deceased must feel, and I cannot describe how angry I am that, in all likelihood, a constituent of mine has died as a result of being transferred from the West Cumberland Hospital to the Cumberland Infirmary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The community has repeatedly warned of such an event. It has not been listened to and so I ask the Minister to commit as a matter of urgency to making a statement in the House about this and other so-called never events that occur across the North Cumbria University Hospitals NHS Trust. We need to solve these problems, and we need to determine accountability for them, too. I know that the medics and the new chief executive, Stephen Eames, are determined to get this right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the beginning of 2015, I wrote to the NHS chief executive, Simon Stevens, and asked him to visit Cumbria to see for himself the geographical challenges; to speak to patients and staff; and to work with me to develop a comprehensive recovery plan for the Cumbrian health economy. Nowhere in the country is quite like Cumbria. The health inequalities, the demographic differences, the challenging geography and the contrast between the affluent and those who are less well-off all present unique challenges with regard to providing services—right across the board, not just in the health service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The national health service should ensure equality of standards and accessibility of services, but how that is delivered must be flexible enough to accommodate unique local circumstances such as those in Cumbria. The success regime is the response to my request for a comprehensive recovery plan. That new regime was intended to develop a locally tailored solution to the problems that we face. I was a shadow Health Minister at the time I made the request. Sadly, it is unusual for an Opposition spokesperson to ask Ministers in the Department that they cover to work together on an issue of joint concern for the greater good.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In December, I expressed my concerns about the then management team at the hospitals trust. I pointed out how it had attempted to defy the NHS chief executive and sabotage the work of the success regime. The appointment of Stephen Eames and his team has changed all that to date, but the public are still understandably worried about the prospect of key services being removed from the West Cumberland Hospital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was present at a meeting with Simon Stevens and the success regime when the trust management was told categorically that the continued “asset-stripping”—that was the precise phrase—of services from the West Cumberland Hospital should not continue. It was an uncomfortable meeting, but a welcome one in which the primacy of the success regime in determining what services would be provided where was asserted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In December, I told the Minister that unless the previous trust management committed fully to the success regime process, it should have no part to play in the future of healthcare service design in west, north and east Cumbria. Information now coming from many people from within the success regime process is that the process is not working and that the reason for that is Government intransigence, a refusal to listen to the experts on the ground and a refusal to grant the additional resources that the process requires to succeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the rest of the country, the Government and the NHS would be hard pushed to find more committed, willing, well-informed and passionate communities when it comes to health services than the communities of west, north and east Cumbria. We want the success regime to work and the people within the success regime want it to work, but right now the Government are stopping it working. I am told, from within the process, that the success regime and the people in it know what they need to do to put the health economy right, but that, as soon as ideas are put forward, they are knocked down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been asked to ask the Minister whether the Government recognise that a premium is required to continue to enable the people of west Cumbria to access certain acute services at the West Cumberland Hospital. Do the Government recognise that centralising services in Carlisle is about service cost, not service quality, and that this will lead to worse outcomes for patients? Again, I am told from within the success regime that the exercise is now becoming one that is not as has been advertised. Rather than a process of investigation and improvement, it has become a cost-management tool and the people within the process do not want it to be that way, yet the Government insist that cuts, not quality, are king. I have been asked, again from within the success regime, what happened to the Prime Minister’s promise of a bare-knuckle fight for district general hospitals and maternity services, because it either has not materialised or was a knowing deception.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are more questions, all of which I will forward to the Secretary of State, but the most incredible intervention in the work of the success regime was recently made by the Cumbria Partnership NHS Foundation Trust. In an open letter to the success regime, governors of the trust have given notice of their intention not to approve the work of the success regime, accusing its emerging options proposals of lacking logic, transparency, financial evidence and meaningful detail. The letter states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Our problem is that on every significant issue, the Success Regime appears to us to be shrouded in impenetrable fog.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The letter adds that the success regime’s vision is\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“woefully lacking in sensitivity to the health-related implications of geography and demography in Cumbria.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nowhere can this be seen more than in the unjustifiable proposals to remove beds from community hospitals. They deserve better in Millom, Keswick, Maryport, Workington, Brampton and Alston. This demonstrates precisely what we risk destroying here: a process that the people, public and medical professionals of Cumbria supported with optimism at the outset, but that now risks collapse and failure because the Government have changed the remit of the success regime as its work has progressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The point underpinning all of this is relatively simple: access to a full and comprehensive range of acute hospital services for the people of west Cumbria is non-negotiable, and the success regime requires freedom from Government interference to complete its work. The work requires additional funding. If the success regime is to succeed, it has to be funded to succeed. Let us not pretend that that is not the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The recent flooding in the county has shown that if services were transferred from the West Cumberland Hospital, in times of emergency patients simply would not be able to access them as they would not be able to get to the Cumberland Infirmary. Again, that is not acceptable. In times of emergency, the people of west Cumbria need to be able to access their services, and that can be assured only by retaining the services in their local hospital—the West Cumberland Hospital—a fantastic new facility that the Minister knows I have campaigned for for more than 10 years, and which should now become a model for how we provide care in non-metropolitan communities in the 21st century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have a specific request for the Minister. Will he move to unblock the funding for phase 2 of the West Cumberland Hospital new build programme? I have been told that the money has been allocated, but is not accessible. I ask that this is done as soon as possible so as to provide confidence and help build trust. Will the Minister tell my constituents that this will be done soon as a central part of the success regime process, and will he confirm that this project is not included among those deferred capital spending programmes identified in the Health Service Journal this week? There can be no agreement of any kind without this money being unlocked.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "West Cumbria is home to one of the most nationally and strategically important sites in the shape of Sellafield. Over the coming years, with new nuclear reactors at Moorside, thousands of jobs will be created, and my constituency will become one of the fastest growing regional economies in the country. This is due to the plan I developed in 2005: the plan that my community has worked towards ever since. As a result, the local population will grow significantly and quickly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The people who live in west Cumbria now need better access to the health services they rely on, but it is simply mind-boggling that when a local population is growing, anyone should believe it is sensible to move services 40 miles along a road in need of serious upgrading and subject to frequent closure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The local NHS must take into account strategic infrastructure and the local population of host communities when planning services. The Minister has been unequivocal about this in the past, and I thank him again for that. Will he ensure that the local population growth and the national obligation owed to my community as a result of its strategic importance is addressed prominently and clearly as part of the work of the success regime?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fundamental principles in this debate are straightforward. Moving services 40 miles away from the West Cumberland Hospital is the antithesis of the principles that underpin a truly national health service. I said in December that unless the patients and taxpayers of my community can access the same level of healthcare routinely provided by the NHS in other communities, the NHS exists in name only. Forty miles is not a reasonable distance to ask people in need of medical care to travel, particularly when that 40 miles is served by such inadequate infrastructure. Mothers giving birth do not want to sit in an ambulance on the A595 hoping that they do not get stuck behind a tractor or encounter a road traffic accident.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A fully operational A&E department, supported by associated departments, consultant-led maternity services and paediatric services, must remain at West Cumberland hospital. If we need to adopt a flexible approach to achieve that, that is what we must do. Fully functioning community hospitals with the beds that they have provide an invaluable service in the communities of west, north and east Cumbria. Those services should be built upon, expanded and improved in the face of growing demand, not cut. The Government must allow the success regime the freedom and finances to make that happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government and local authority partners in Cumbria recently attempted to reach an agreement on a devolution deal. The deal was appalling, but local partners tried hard, on a cross-party basis, to make it work. Negotiations continued right up until the eve of the Budget, so keen was the Chancellor to include the deal in his Budget statement, but they collapsed because the Government refused to accommodate the wishes of local partners with regard to the NHS in Cumbria. Will the Minister tell me whether the Department was consulted, or whether the deal was driven purely by the Treasury?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have today written to the Secretary of State to invite him to my constituency to listen to local people, hear their concerns and answer their questions. He will be accountable for this process, come hell or high water. To summarise, will the Minister commit to giving the success regime the freedom it needs, and the west, east and north Cumbrian health economy the additional resources it requires? Will he commit to making a statement to the House on the recent never events in the local hospitals trust, how they happened and who is responsible? Will he commit to retaining existing acute services at the West Cumberland hospital? Will he commit to supporting the west Cumbria medical campus with both funding and assistance from Health Education England? Will he commit to releasing the funds for phase 2 of the West Cumberland hospital new build?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want the success regime process to work and the Minister wants it to work, but it will do so only if the Government work with my community, not against it. There is no doubt in my mind that we can solve the problems, but the Government have to want to solve them and they have to let the process work. The choice is clear: together, we can produce something truly special, groundbreaking and innovative, or we can watch a hollowed-out, under-funded, fraudulent process break the notion of a truly national health service. The NHS is our country’s religion; what happens next in Cumbria will demonstrate whether the Government believe in it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}