{
    "url": "https://www.ukpol.co.uk/steve-reed-2021-comments-on-human-rights-laws/",
    "title": "Steve Reed – 2021 Comments on Human Rights Laws",
    "post_date": "December 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Reed",
            "url": "/tag/steve-reed/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Steve Reed, the Shadow Justice Secretary, on 14 December 2021.",
    "content": [
        "Our criminal justice system is in crisis with record backlogs in the Crown courts, huge delays in prosecuting criminals, and shamefully low conviction rates for rape and sexual offences. But Dominic Raab is ignoring all that so he can tinker with human rights laws as a distraction from the avalanche of corruption that has overwhelmed this out-of-touch Conservative Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers should be focussing on sorting out the failures in our courts, prisons, and probation services that are stoking, rather than stopping, crime. Senior figures from GCHQ, MI5 and MI6 have already warned that the Government’s politicised changes to human rights law could make the UK less safe by making it more difficult to fight terrorism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour will oppose the Human Rights Act being ripped to shreds by a Conservative Government planning to endanger the public by changing the rules to protect themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}