{
    "url": "https://www.ukpol.co.uk/steve-reed-2020-comments-on-westferry-planning-application/",
    "title": "Steve Reed – 2020 Comments on Westferry Planning Application",
    "post_date": "June 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Reed",
            "url": "/tag/steve-reed/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the comments made by Steve Reed, the Shadow Secretary of State for Communities and Local Government, on 11 June 2020.",
    "content": [
        "Instead of answering questions about his behaviour, Robert Jenrick sent in a junior minister to speak on his behalf while he apparently laid low in the tea room. This attempt to avoid scrutiny shows contempt for the public who are concerned about the integrity of the planning process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Robert Jenrick dodged questions from MPs about his biased and unlawful decision to over-rule his own advisors and force through a billion-pound luxury development which saved Richard Desmond tens of millions of pounds in tax. Just weeks later, Desmond made a generous donation to the Conservative Party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservatives have broken confidence in the planning system. They can only mend it by returning the donation to Mr Desmond and by Robert Jenrick immediately publishing all correspondence with Richard Desmond so the public can see the true reasons for his decision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}