{
    "url": "https://www.ukpol.co.uk/steve-reed-2020-statement-on-westferry-printworks-development/",
    "title": "Steve Reed – 2020 Statement on Westferry Printworks Development",
    "post_date": "June 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Reed",
            "url": "/tag/steve-reed/"
        },
        {
            "text": "Westferry",
            "url": "/tag/westferry/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Steve Reed, the Labour MP for Croydon North, in the House of Commons on 24 June 2020.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That an Humble Address be presented to Her Majesty, that she will be graciously pleased to give a direction to Her Ministers to provide all correspondence, including submissions and electronic communications, involving Ministers and Special Advisers pertaining to the Westferry Printworks Development and the subsequent decision by the Secretary of State to approve its planning application at appeal to the Housing, Communities and Local Government Select Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Westferry case, and the role of the Secretary of State for Housing, Communities and Local Government in it, has blown apart confidence in the planning system. The only way to put that right is for the Secretary of State to publish the evidence about what really happened. If he has done nothing wrong, he has nothing to fear. I hope that he will welcome this opportunity to restore trust in a sector that will be so critical in rebuilding Britain after the lockdown.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In November last year, the Secretary of State attended an exclusive Conservative party fundraising dinner. He was seated next to Richard Desmond, the owner of Northern & Shell, and three of his senior executives. I understand that Mr Desmond’s lobbyists—a company called Thorncliffe—had been busy selling tickets to the event to people who wanted access to the Secretary of State.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Northern & Shell is the applicant behind the Westferry Printworks development in Tower Hamlets, a highly controversial live planning application on which the Secretary of State was due to take a final decision. Ministers are not allowed to take planning decisions if they have been lobbied by the applicant. Under the ministerial code, Ministers are required not to place themselves under an obligation by, for instance, helping to raise funds from a donor who stands to benefit from the decisions they make, because it raises questions about cash for favours, which would be a serious abuse of power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tower Hamlets Council was opposed to the Westferry scheme because it was oversized and lacked affordable housing, and the Secretary of State’s own planning inspector agreed with the council. However, on 14 January, just weeks after he had dined with Mr Desmond, the Secretary of State overruled them and forced the scheme through. He claims that he had no idea he would be sitting next to Mr Desmond and his senior executives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State has not yet told us whether Conservative party officials knew and whether they sold tickets on that basis, as Thorncliffe seems to believe they did; he has not explained why, since he admits that the meeting gives rise to apparent bias, he did not ask to be re-seated elsewhere as soon as he realised who he was sitting next to; and he has given no reason why he did not immediately recuse himself from any further involvement in the decision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State assured the House only last week that he did not discuss the scheme with Mr Desmond. Unfortunately for him, Mr Desmond says that they did. He has gone further and told us that the Secretary of State viewed a promotional video about the scheme on Mr Desmond’s phone—something the Secretary of State failed to mention to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is very hard to imagine that the Westferry scheme did not crop up during the three hours or so that the Secretary of State must have been sitting next to the owner of Northern & Shell and three of his most senior executives. Viewing Mr Desmond’s video is not cutting off the discussion, as the Secretary of State told the House; it is the developer lobbying the Secretary of State, and apparently with some considerable success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State has still not confirmed when and how he notified officials in his Department about this encounter. Was it before he took the decision, or was it afterwards? What was their advice to him? It is hard to believe, if he was honest with them about viewing the video, that they did not advise him to recuse himself immediately—so did they, and did he overrule them so that he could do favours for a friend?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State took his decision to approve the Westferry scheme on 14 January. That was one day before a new community infrastructure levy came into force. The timing of the Secretary of State’s decision saved Mr Desmond up to £50 million.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake (Thirsk and Malton) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think the hon. Gentleman may be unintentionally misleading the House on that point. It did not save the developers £50 million. If he reads the inspector’s report on this, he will see that it quite clearly says that the schedule 15 viability assessment can be rerun in the event that the appeal scheme becomes liable for community infrastructure levy. The report states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The adjustment is likely to reduce the amount of affordable housing.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What the Secretary of State did was to make sure that the right proportion of affordable housing was delivered on that scheme. The hon. Gentleman is saying, quite wrongly, that that was not the reason. If he repeats that, or anyone else does, in this debate, they will therefore be intentionally misleading this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am going to come on to the issue of the proportion of affordable housing that was included in the scheme. The timing of the decision is a further issue on which I am seeking clarification from the Secretary of State. He could easily provide that if he published the documents behind it. I hope that he will, and that Conservative Members will all be voting for that when this debate concludes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tim Farron (Westmorland and Lonsdale) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Irrespective of the rights and wrongs of the Secretary of State’s behaviour, viability assessments are used by developers around the country to frustrate the affordable housing targets of local councils and planning authorities. South Lakeland District Council, Lake District National Park and Yorkshire Dales National Park do their best to provide affordable housing in a place where average house prices can be well in excess of a quarter of a million pounds, but viability assessments are often used to frustrate that process. Would it not be better if the Secretary of State were to stand up in the interests of affordable housing and not in the interests of the developer?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman makes a very important point, and I agree with him. Indeed, the Secretary of State allowed the applicant to reduce the proportion of affordable and social housing in the scheme from the 35% supported by his own advisers to the 21% preferred by Mr Desmond. According to Tower Hamlets Council, that decision saved Mr Desmond a further £106 million. That is a considerable amount of money in total that the Secretary of State saved Mr Desmond—money that would have gone to fund things like schools, libraries, youth clubs or clinics in one of the most deprived communities anywhere in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rushanara Ali (Bethnal Green and Bow) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I represent one of the two Tower Hamlets constituencies. We have the highest child poverty rate in the country and the most overcrowding in the country. Denying that borough a combined total of £150 million is a disgrace. The Secretary of State ought to publish the documents and come clean today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I very much agree with my hon. Friend. If the Secretary of State will agree today to publish the documents, we can all see, with full transparency, what really went on. That is all we are seeking in this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tom Randall (Gedling) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is it not also the case that Labour-run Tower Hamlets Council has £567 million in usable reserves and is losing £3 million to £4 million a year in inflation because it is not spending the money it has got in the bank, which is just sitting there?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am afraid I do not know Tower Hamlets Council’s budget in sufficient detail, but I do know that councils across the country face a funding gap of around one fifth of their annual revenue budget because the Government have failed to deliver on their promise to fund councils to do whatever is necessary to get communities through this pandemic. That is another issue that I hope the Secretary of State will deal with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Several hon. Members rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to make a little progress, because an awful lot of Members—not just in the Chamber, but elsewhere—would like to contribute to the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State admitted last week that he was fully aware that his decision helped Mr Desmond avoid these charges. Why was it so important that this decision was rushed through on 14 January rather than, say, a day later or a week later? He has given no compelling reason for that, so suspicion arises that he was trying to do favours for a Conservative party donor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State’s own advisers from his Department believed the scheme was viable with the higher level of affordable housing, so on what specific grounds did he overrule professionals with relevant experience that far outweighs his own? Without a credible answer, the suspicion arises once again that the Secretary of State was bending over backwards to do favours for his billionaire dinner date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Barely two weeks after the Secretary of State forced the scheme through, in the teeth of opposition from his own advisers and the local council, the beneficiary, Mr Desmond, made a donation to the Conservative party—what an astonishing coincidence! The Secretary of State can see, as we all can, how that looks: cash for favours—mates’ rates on taxes for Tories that everyone else has to pay in full. Do this Government really believe that taxes are just for the little people? No one will believe a word they say on levelling up until the Secretary of State levels with the British people over why he helped a billionaire dodge millions of pounds in tax after they enjoyed dinner together at an exclusive Conservative party fundraising event.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Simmonds (Ruislip, Northwood and Pinner) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Has the hon. Gentleman considered that the urgency partly arose from the fact that the period for determination of the application had expired in November 2018? The opportunity of these valuable homes had already been waiting more than a year for a decision in the hands of Labour Tower Hamlets Council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The issue in question is not that the Secretary of State called the planning decision in; it is what he did after he had called it in—[Interruption.] The Secretary of State will have a chance to respond. It is what happened when he took the determination, not the fact that he was taking it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Toby Perkins (Chesterfield) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand that the Secretary of State has acknowledged the appearance of bias. My hon. Friend is making a compelling case. If, in fact, the Secretary of State is entirely innocent of everything that has been suggested, there is a simple way for this to be resolved, which is for him to provide complete transparency. If only he showed the documents, he could prove his own innocence, and we could all get on to other matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could not agree more with my hon. Friend. There is, of course, a very simple way for the Secretary of State to show that he did absolutely nothing wrong—it really could not be more straightforward. Officials in his Department will have kept meticulous records of the entire process: how and when he notified them about his dinner with Mr Desmond, and whether he told them that he had viewed the video; whether they advised him to recuse himself, and whether he overruled them; why he needed to take the decision in a way that helped Mr Desmond cut his tax bill; and what advice he received about the viability of the scheme with a higher level of affordable housing. It is all there. If he has nothing to hide, he has nothing to fear. He can just publish it, and I urge him to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think the hon. Gentleman is unintentionally risking the reputation of this House. Does he not accept the position that I stated earlier? It is not a question of saving the developer up to £50 million. As the inspector himself admitted, it is simply that a commensurate amount of money would have been reduced from the allocation of affordable housing. That is what would have happened. It was not going into the back pocket of the developer. The hon. Gentleman must accept that, or he risks the reputation of this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman gives me the opportunity to repeat the same point: let us see the documentation from the Department and the advice that was given to the Secretary of State—openly, transparently, for everybody to see—and then we will know exactly whether what happened was in breach of the ministerial code of conduct and the planning code.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead of being open and transparent, the Secretary of State has gone to great lengths to keep the documentation secret. Tower Hamlets Council took out a judicial review of his decision and was rewarded with a high-handed and arrogant letter from the Department accusing it of going on a fishing expedition, until someone realised that a judicial review would require the Secretary of State to release all the documentation and correspondence about the decision in open court for everyone to see. He then took an extraordinary step. Suddenly that “fishing expedition” did not look quite so speculative, because he quashed his own decision and declared it to be unlawful because of apparent bias. That is explosive. A leading planning barrister says that it is without precedent and raises questions about the integrity of the entire planning system. That prompts the question of what in the documentation is so embarrassing and so bad that it is better to admit taking a biased and unlawful decision than to publish the documents in open court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is only one way to clear this up. Let us see the documents. Let us see that there was no breach of ministerial code. If the Secretary of State continues to refuse, let us have a full investigation by the Cabinet Secretary. Without it, there can be no trust in the Secretary of State or the planning system over which he presides. Without that trust, who on earth will believe that the Secretary of State has the credibility to take the numerous decisions that he makes every day, let alone reform the entire planning system, as he has said he wants to do?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Rupa Huq (Ealing Central and Acton) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my hon. Friend agree that we do not need a detailed chronology or to go over the books with a fine-toothed comb to realise that this is redolent of the stench of sleaze? It brought down the Major Government. The suggestion of unfair advantage to donors or supporters is sleaze writ large. The wheels are coming off this oven-ready Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I very much hope that the Secretary of State will agree to publish the documentation, because if he is right, it will lay to rest the concerns that my hon. Friend has shared.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Greg Clark (Tunbridge Wells) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Gentleman accept that, in my experience, every letter that emanates from the Department goes with the consent of officials? Ministers cannot write in a personal capacity. My experience of those officials is that they are expert and meticulous. It is important to reflect that in the debate. Does he also accept that when an application is called in for non-determination, there is, for obvious reasons, pressure to move quickly to determine it? Does he accept that point at least?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I respect the right hon. Gentleman’s experience in those matters, and of course there may well have been a need to move at speed. It is not so much the speed I am concerned about as what happened during that timeframe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Westferry is not the only example of that kind of behaviour by the Secretary of State. Similar allegations were reported yesterday in The Times about a case in Surrey. There are fresh allegations just today that when Westminster City Council’s planning officers twice recommended refusal of the Secretary of State’s plans to refurbish his London home, Conservative councillors called it in and overruled their own officials for him, but, to my knowledge, nothing about that relationship was disclosed in any register of interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Westferry is not a one-off. It is part of a pattern of behaviour, and the questions do not stop with the Secretary of State. They reach right into No. 10 Downing Street to the Prime Minister. In his final days as Mayor of London, the Prime Minister pushed through an earlier version of the same development. He was photographed at numerous convivial meetings with Mr Desmond, but No. 10 has refused to answer perfectly legitimate questions about whether and how often the Prime Minister has met Mr Desmond since he took office and whether they discussed the scheme. We need to know.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Secretary of State tell us whether any other Ministers or their officials contacted him about the scheme before he took his unlawful decision? Did he disclose those contacts to his officials as he is required to do? Honesty is the best disinfectant for the very bad smell that hangs around this decision. Today, the credibility of the planning system and of this Secretary of State hangs in the balance. We cannot allow the planning system to be auctioned off at Conservative party fundraising dinners. There cannot be one rule for the Conservatives and their billionaire donors, and another rule for everyone else. So I say to the Secretary of State: it is time to come clean. Publish the documents. Let us see what he was really up to and let us see if we are staring into a new era of Tory sleaze.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}