{
    "url": "https://www.ukpol.co.uk/steve-reed-2020-comments-on-local-government-funding/",
    "title": "Steve Reed – 2020 Comments on Local Government Funding",
    "post_date": "July 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Reed",
            "url": "/tag/steve-reed/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the comments made by Steve Reed, the Shadow Communities and Local Government Secretary, on 2 July 2020.",
    "content": [
        "Many councils are on the brink of bankruptcy because of the costs of tackling Covid-19, so any help is welcome. But if the Government breaks its promise to fund the costs in full, councils will be forced to cut back services like social care, youth activities and bin collections, and closed libraries and leisure centres might never reopen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This funding is a start, but we don’t know how it will be shared out and much of the detail is being held back until the autumn which might be too late to save many frontline workers’ jobs that are now at risk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We urge the Government to stick to its promise to support councils to do what’s necessary to get communities through this. Councils have kept their part of the bargain, now the Government must do the same rather than punish local communities with cuts to the services they rely on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}