{
    "url": "https://www.ukpol.co.uk/steve-reed-2021-speech-on-liverpool-city-council/",
    "title": "Steve Reed – 2021 Speech on Liverpool City Council",
    "post_date": "March 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Reed",
            "url": "/tag/steve-reed/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the speech made by Steve Reed, the Labour MP for Croydon North, in the House of Commons on 23 March 2021.",
    "content": [
        "I am grateful to the Secretary of State for [advance sight of his statement](https://www.ukpol.co.uk/robert-jenrick-2021-statement-on-liverpool-city-council/) and the report and, indeed, for his openness with me throughout the process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This report raises grave and serious concerns about decision making in key functions of Liverpool City Council. All councils are under an obligation to meet their best value duty to ensure value for money at all times. In these respects, Liverpool City Council has been found severely wanting. Labour, both here and our leadership at the city council, accepts this report in full. The council will respond to the letter from the Secretary of State in detail, but we support his intention to appoint commissioners, not at this stage to run the council, as he says, but to advise and support elected representatives in strengthening the council’s systems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a measured and appropriate approach. I want to reassure people in Liverpool that it does not mean that Government Ministers are coming in to run their city directly. This is not, as some would put it, a Tory takeover. It is about the Government appointing independent people of the highest professional standing to help the council improve as quickly as possible, and intervening directly only if the council’s elected leaders fail to implement their own improvement plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Investigations are currently under way into matters raised in the report and I will not pre-empt them. I do, however, want to reiterate my party’s absolute commitment to protecting the public interest at all times and upholding the highest possible standards in public life. Given the concerns raised in this report, the general secretary of the Labour party intends to appoint a senior figure to lead a review, and reassure the people of Liverpool that the Labour party takes these concerns seriously and will take action against anyone in our ranks who was involved in wrongdoing of any kind. Our councillors in Liverpool have already met senior Labour councillors from other parts of the country who will support them in strengthening the city council’s defences against any risk of fraud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The overwhelming majority of councillors and frontline staff will be shocked by what they read in this report. As the report and the Secretary of State have made clear, the severe institutional weaknesses identified do not obscure the outstanding work they have all done together over many years. The Prime Minister was right to praise the council’s impressive work in getting the city through the pandemic, and I want to add my thanks to everyone who continues to play a part in that. In particular, the report praises the council’s chief executive, Mr Tony Reeves, and I offer my support to him and to the acting mayor, Councillor Wendy Simon, for the work they have already started to put things right. I would also like to put on record my thanks to Mr Max Caller and his team for putting this very important report together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a moment for change, and I know that everyone who cares about the great city of Liverpool and its wonderful people will accept this report and use it to strengthen the council for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can I thank the hon. Gentleman for the remarks he has just made and for the way in which we have worked together over recent months? He has been most helpful and constructive, and I hope that can continue. I thank him on behalf of the Government for the remarks he has made with respect to the Labour party and the Labour group on Liverpool City Council, which are extremely welcome. The step we have taken today is unusual, and it is better to do it in a cross-party way. We all share the same interests, which are the delivery of public services, ensuring that the people of Liverpool get the value for money and the council that they deserve, and ensuring that the city can attract the inward investment, regeneration and good-quality development that it certainly needs and that we want to see delivered as we come out of the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman was right—I thank him again—to highlight the praise for the chief executive, Tony Reeves, who has done an outstanding job. In my remarks earlier, I praised his conduct and that of the other statutory officers at the council. The hon. Gentleman is also right to say that this report focuses on particular functions of Liverpool City Council and does not comment on the wider delivery of public services in the city by the council. There is no reason to question the delivery of adult services, children’s services or other important functions that people in the city rely on. He is also right to praise the work of many people in Liverpool, including within the city council, in their response to the covid-19 pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would underline my remarks once again that this is a report about Liverpool City Council. It is not about the neighbouring councils across Merseyside, and neither is it any reflection on the Mayor of the Liverpool city region, Steve Rotheram, to whom I extend my thanks once again for his co-operation and support. It is right that we take this action, and I hope that we can continue to work together on it. None of us does this lightly. Localism is our objective, but localism does require local accountability, transparency and robust scrutiny, and that I hope is what we can now achieve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would just like to say before I call any other Members that, although a number of individuals are under investigation, I understand that there have been no charges. There is therefore no sub judice involved, but I would caution Members not to compromise any of the ongoing investigations in anything they may or may not say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy Carter (Warrington South) (Con) [V]**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Secretary of State for his statement today and welcome the steps he has outlined in relation to Liverpool City Council. I welcome the steps he is taking to preserve the good name of local government, too. I regularly hear from constituents with concerns about the level of commercial activity that councils are now undertaking. Does he agree with me that some of the transactions are incredibly complicated and well beyond what councils would have traditionally been involved in, and that external audit and public scrutiny need to be reviewed and greatly improved to protect taxpayers’ interests?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend raises an important point. We asked a lot of local councils, and we will do so once again as we come out of the pandemic. We want them to be regenerating town and city centres and investing in new housing, but we want them to do so carefully and not to invest in risky investments or transfer toxic assets from the private sector to the public sector. We have taken action as a Government through reforming the Public Works Loan Board. We are providing further guidance to local councils, including through the work of the report we commissioned from Sir Tony Redmond, to ensure that the sector improves the way it handles this situation. The allegations made against Liverpool City Council are of a different magnitude to the ones that we have seen in other parts of the country, so I do not want to draw direct comparisons, but there is more work to be done with some other local authorities as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Clive Betts (Sheffield South East) (Lab) [V]**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is clearly a very serious situation. It is obviously a very major step to take powers away from elected representatives, so I really appreciate and accept the proportionate and correct response from the Secretary of State, as well as from the shadow Secretary of State. I also appreciate the Secretary of State’s comments about the many hard-working staff in Liverpool, including the chief executive, who bear no blame for this crisis, and his comments about the generally excellent performance of local government as a whole. The Secretary of State has set out very clearly his list of requirements from the city council and by when he expects them to be met. How will monitoring against these requirements be undertaken and how will Parliament be updated about them? Of course it goes without saying that if there is anything the Housing, Communities and Local Government Committee can do to assist in that process, we stand ready to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the Chair of the Committee. I would be happy to work with him should he require any further information or wish to discuss this matter further. If we go ahead with the proposal that I have made today, then the commissioners, once appointed, would report to me on a six-monthly basis and I would be happy to keep the House informed of the information they provide to me. We will ensure that there is an improvement plan in place for the city that is produced by the newly elected Mayor and their cabinet and supported by Liverpool City Council, but advised and guided by the commissioners. Then it will be absolutely essential that that plan is delivered. It will be for all of us in this House, and particularly for those Members of Parliament representing parts of Liverpool, to hold the council to account for the successful delivery of the plan. Our objective is to restore public confidence in the council as quickly as possible so that residents can have confidence that they have a well-functioning council in all respects, and so that all the legitimate businesses, developers and people wishing to contract with the council have complete confidence that Liverpool is a city open for business and they can work to drive up the city’s prosperity as we come out of the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Philip Hollobone (Kettering) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I praise both Max Caller, who is a superb inspector, and the Secretary of State’s decision to send in commissioners. Although the problems in Liverpool City Council are far worse, in 2018 Max Caller was sent into Northamptonshire to do a best value inspection, and subsequently the Government sent in commissioners. Since that point, under the leadership of Commissioner Tony McArdle and the new political leadership of Councillor Matt Golby, the situation in Northamptonshire County Council has been transformed and its performance has been raised beyond all expectations. Is it not the case that if councillors and officers in Liverpool City Council respond positively to the challenge set to them by the Government, public services in the city can be raised once again to the standards expected of them?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend raises a very important point. My predecessors have used their powers of intervention very sparingly. They have done so on a small number of occasions, in Doncaster, Rotherham, Tower Hamlets, Hackney and Northamptonshire. Each occasion was very different, but in most of those cases the intervention has proved successful and has turned councils around. The commissioners will behave sensitively, support the elected leadership of Liverpool City Council, and ensure that confidence is restored, public services are delivered properly, and taxpayer money is spent wisely. This now requires leadership from the politicians in Liverpool—those who will be elected in the local council elections to come. I look forward to working with them, and if we do appoint commissioners, I expect the commissioners to work with them constructively and productively at all times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ian Byrne (Liverpool, West Derby) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I refer Members to my entry in the Register of Members’ Financial Interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will read the report in full today when I receive it. It has been a great honour to work alongside many Liverpool councillors and council staff who worked so tirelessly to protect the people of Liverpool before and during the pandemic and, indeed, who have been recognised for that work in this Chamber. Will the Secretary of State assure my great city and its people that this crucial work, on which so many of our constituents rely, will continue and that these vital services will be both resourced and protected?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for those remarks. I share his thanks and his praise for many of the staff of Liverpool City Council, and for the good work over the year done by the wider health and social care sector across the region, which the Health Secretary, the Prime Minister and I have praised on many occasions. We want to ensure they continue to have resources, and we want all of government to see this as a moment in which, far from stepping away, we should redouble our efforts to support the city through a potentially difficult period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will be convening my Cabinet and ministerial colleagues in the coming days to reiterate that message and to ask them to do even more to support Liverpool. There has been good news in recent weeks, including from my right hon. Friend the Chancellor that Liverpool was successful in its application for freeport status. That is just one example of good news and investment that I hope will take the city forward in the years to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Richard Holden (North West Durham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Secretary of State for his statement. It is clear that too many senior people at Liverpool City Council failed that great city during this pandemic, but it is not just Liverpool. Nottingham City Council has given its councillors a bumper pay rise, even after bankrupting the council. Durham County Council, Labour run for 102 years, is spending £50 million-plus on a new county hall on a floodplain and, at the height of the pandemic last year, it approved a new 3,500 square feet roof terrace for itself. Does my right hon. Friend agree that that shows it is not only in Liverpool that the Labour party has its priorities wrong and Labour councillors are putting themselves above the people they serve?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All councils have a fundamental duty to their residents to provide good value for money. At the heart of our decision to intervene in Liverpool, and to commission Max Caller and his report, was persuasive evidence that it was falling below that standard, and that is what Max Caller has indeed concluded today. All councils need to ensure they are providing good-quality public services and are taking care with the money entrusted to them. I hope we can correct the situation in Liverpool, which has now gone on for too long, and that other councils across the country in different situations also take note and take particular care when spending the public’s money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Paula Barker (Liverpool, Wavertree) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also pay tribute to the incredible staff at Liverpool City Council at this very difficult time. I thank the Secretary of State for coming to the House today, and I hope he will agree to meet the five Members representing Liverpool at the earliest opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I, for one, do not doubt the seriousness of the issues that have been raised today, and I look forward to receiving a copy of the Caller report. That public resources have been put at risk is deeply worrying, because resources are needed for investment in the vital services on which my constituents depend, even more so at a time when funding has been cut year on year. Will the Secretary of State take this chance to reassure my wonderful city, and anyone concerned, that commissioners will be totally independent and their focus will be on working in the interests of the people of Liverpool?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I certainly can. The commissioners will be appointed by me and will report to me. Their task is to support the city and its elected leadership to ensure that a good and credible improvement plan is brought forward and implemented as quickly as possible, and that the mistakes, errors and omissions of the past are put right, so that confidence can be restored to the city and the hon. Lady’s constituents can know and have confidence that they have a well-functioning city council and we can move forward as swiftly as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I share the hon. Lady’s support for the city. It is a great city, and it deserves a good, functioning city council, which is exactly what we want to achieve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Howell (Henley) (Con) [V]**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does this sad but very welcome action not send a firm indication to all councils that we will step in where irregularities over best value, particularly in planning, occur? Will my right hon. Friend comment on his remarks about the need for whole-council elections, and does that mark a change across the whole country, in trying to rid ourselves of those councils that go for elections every year?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report that we have laid today makes two specific recommendations with regard to Liverpool City Council, as I outlined earlier, first recommending that we move as swiftly as possible to whole-council elections, and secondly recommending single-member wards. That recommendation will, subject to the views of those who come forward over the coming weeks, be implemented, but I agree that it has wider application. A thread that we have seen in a number of failed councils has been a lack of scrutiny and accountability for members where they have been in multi-member wards and where having elections time and again in thirds has led to a lack of scrutiny and a lack of focus in the council. I would like to see more councils take note of these recommendations and implement them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kim Johnson (Liverpool, Riverside) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am a very proud Scouser, but listening to the Secretary of State read the contents of this damning report makes me angry, as it will the whole city when the report is made public. But we are a resilient city, and we will fight back from this. The city deserves a well-run council, with stronger, more transparent governance procedures, that is more able to manage public finances. Important steps have been made to right the wrongs at the council by the current chief executive, Tony Reeves, and the acting Mayor. Can the Secretary of State confirm the timetable for the proposed intervention by commissioners? Will that be reviewed and monitored, and reduced if progress is made at speed? What role will the chief executive and the elected councillors who have supported our community so well during this crisis play in rebuilding the public’s trust?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like her fellow Liverpool colleagues, I thank the hon. Lady for the way in which spoke. The timetable for the period ahead is that the report is now available for members of the public, colleagues in Parliament and the council to review and consider at length. The council has until 24 May to revert to me with comments and representations. We have chosen a longer than normal period, reflecting the fact that the local elections will now take place, to give the new council and the newly elected Mayor the time after the local elections have concluded to meet to consider this and make those representations to me. Once those representations have been made, I will consider them carefully and decide whether to proceed with the proposal that I have outlined today or to change it in any way, and I will then revert to the House with my final decision. If that is to appoint commissioners, we will set out the process and the names of the individuals I have chosen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mike Wood (Dudley South) (Con) [V]**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The allegations that my right hon. Friend describes will be familiar to many residents of Sandwell borough. As a former local councillor, I know how important it is that elected members are able to both guide and scrutinise officers. Does he think that Liverpool city councillors have been unable to do that in this instance due to lack of powers, lack of capacity or lack of capability?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recommend that my hon. Friend reads the report by Max Caller, which sets out his observations, having spent the last three months working in and around the council and having dozens, if not hundreds, of conversations and interviews with councillors and officers. He concludes that the council needs to raise its game substantially in respect of some officers and also some elected members; that there needs to be much greater scrutiny and accountability; that there needs to be much greater care in the way that those elected members manage public money and how they manage directly owned and operated companies that the council has chosen to use; and that it needs a greater sense of vision for the future and a business plan for its activities. There is a great deal of work ahead for those individuals who are elected in May, and I hope that they will show the leadership that is required to turn the city around. It will be a big task, but we are here to support them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Damien Moore (Southport) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my right hon. Friend for his statement. As he knows, my constituency of Southport, although not in the Liverpool city area, is part of the Liverpool city region. Given our proximity, this situation is causing alarm to my constituents. Will he take further action to allay any fears that my constituents have about our own local authority, and will he meet me to discuss better scrutiny arrangements for local authorities such as mine to give further reassurance to constituents?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would be happy to meet my hon. Friend, and I should have said in answer to the hon. Member for Liverpool, Wavertree (Paula Barker) that I would of course be happy to meet Liverpool city Members too. I believe that they met the Local Government Minister earlier today, but I would be happy to have a further conversation with them. I should say again that this report is specific to Liverpool City Council—it is not a comment on the neighbouring councils that make up the Liverpool city region—but I understand that my hon. Friend may have concerns about his own council, and I would be happy to discuss those.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dan Carden (Liverpool, Walton) (Lab) [V]**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the Secretary of State and the shadow Secretary of State, my hon. Friend the Member for Croydon North (Steve Reed), for their statements. We all appreciate the seriousness of the situation. Clearly, we need to see real change and robust new safeguards that guarantee transparency and accountability, but the people of Liverpool must be part of that process. This week, I have been contacted by local people concerned that sending commissioners into Liverpool amounts to a takeover by Whitehall, so will the Secretary of State take this opportunity to outline to my constituents how their voice and their democratic rights will be respected?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The elections will go ahead in May, and they will see the election of a new directly elected Mayor. They will also see new councillors elected to the council, and the cabinet appointed by the new Mayor. It is important, first, that those individuals make representations to me about the report and what they want to see happen. Depending on the ultimate course of action that I take, having listened carefully to those views, if we do choose to appoint commissioners, as I have proposed today, those commissioners will be going to Liverpool to stand behind the elected Mayor, the cabinet and the elected members of the city council—not to tell them what to do but to guide and support them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I very much hope that the members elected by the hon. Gentleman’s constituents will rise to the occasion and drive the change and reform that is needed on the city council, and that the commissioners will never need to exercise their powers. We have given them the authority to act should they need to, given the seriousness of some of the allegations, but it is not our hope or expectation that those powers will be exercised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dame Diana Johnson (Kingston upon Hull North) (Lab) [V]**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the shadow Secretary of State, my hon. Friend the Member for Croydon North (Steve Reed), said, my party supports the seven Nolan principles on standards in public life, be it in town halls or Whitehall, underpinning the councillors’ code of conduct and the ministerial code. The Standards Board, which promoted high ethical standards in local government and oversaw the nationally imposed code of conduct, was abandoned in 2012 by the Secretary of State’s Government. Considering today’s statement, does he think that was a mistake?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A significant piece of work has been undertaken by the Committee on Standards in Public Life with respect to the way ethics and standards are applied in local government at all levels, from parish councils, where unfortunately we do, very rarely but on occasion, see issues of misconduct, bullying and harassment, right the way up to larger councils of the scale of Liverpool City Council. I am carefully considering the committee’s views on how we should proceed, and we will respond in due course, setting out the Government’s view and the actions that we are minded to take to ensure that there are always correct processes and always routes for redress, regardless of who is at stake. I think that will provide many of the answers to the right hon. Lady’s questions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Christian Wakeford (Bury South) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report outlined by my right hon. Friend mentioned a number of very serious failings by Liverpool City Council over many years. Does he agree that, in addition to the steps being taken to improve the council’s financial position, an entirely new culture needs to be embedded at the council that puts residents and Liverpool first?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, the report is clear that a major cultural change is required at the council. Mr Caller concludes that that will require radical change both by some members and some officers, and I hope that those steps will now be taken. They are absolutely essential if we are going to restore confidence in the council. That is our objective. I am sure that it is the objective of most reasonable people in the city of Liverpool, and we will be working together to achieve it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Hopkins (Luton South) (Lab) [V]**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I refer to my entry in the Register of Members’ Financial Interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having served as a local councillor, I have seen the positive difference that local government can make in our communities, despite tough financial circumstances. I know that there will be thousands of councillors and council officers going above and beyond during the pandemic—including in Liverpool—who will be shocked and saddened by the report’s findings and today’s announcement. Would the Secretary of State agree that today’s announcement is the exception, not the norm, for local government, so that we can reassure those from across all our political parties who are standing for election in May and who want to do the right thing by serving their local communities to the best of their abilities?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady makes an extremely important point; it is one that I made in my opening remarks. This is a rare intervention. Interventions of this nature have been made on only a handful of occasions in the last 20 years. We do so carefully and with a heavy heart, but because it is necessary to ensure that this council can reform and change its ways and that we can ensure that people in Liverpool get the good-quality government that they deserve. This is not a reflection on local government more generally across this country. In fact, we are taking this action to defend the good name of local government across the country, and I pay tribute to officers and councillors the length and breadth of England for the good work they do day in, day out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Blackman (Harrow East) (Con) [V]**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Secretary of State and the shadow Secretary of State, the hon. Member for Croydon North (Steve Reed), for the comments that they made in a bipartisan manner. Clearly, one of the issues of concern to Liverpool residents will be what extra costs may be borne as a result of this decision. Clearly, the commissioners may be in place for some considerable period of time, so will my right hon Friend reassure us that Liverpool council tax payers will not be picking up the costs of these commissioners, if they are duly appointed, and that if the commissioners recommend further proposals to him on expenditure, he will consider those appropriately?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The costs of the report that has been undertaken by Max Caller and of the commissioners will be borne by Liverpool City Council. However, I expect that the work to come will save the taxpayers of Liverpool a great deal of money, because underlying the report by Mr Caller is the sense that many millions of pounds have been wasted as a result of mismanagement by the city council, and I very much hope that we can put that right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Justin Madders (Ellesmere Port and Neston) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Newspaper headlines in this kind of situation can often make it appear that a whole council or, indeed, a whole city is being traduced, so I welcome the Secretary of State’s recognition that there are a number of good people in the council doing a good job. I also welcome his emphasis on partnership moving forward because, as my hon. Friend the Member for Liverpool, Walton (Dan Carden) said, no one likes to feel that things are being done to them, and it will be much better all round if this is done in a collegiate manner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to ask about transport. Many of my constituents use Merseytravel facilities to get to work and visit families. The Secretary of State did not expressly refer to that in his statement. Does he know whether that was looked at as part of this investigation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not believe that was looked at as part of this investigation. The highways function of Liverpool City Council was investigated by Mr Caller. He has made some remarks on some of its processes and contracts that have been entered into with regard to that function, but I do not believe that he has looked at the broader transport network across the Liverpool city region or made any comment one way or another on that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We now go by video link—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Wera Hobhouse (Bath) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Mr Deputy Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Deputy Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was not expecting that link. I was expecting Tim Farron, but you are clearly not Tim Farron! It has been switched again. I call Wera Hobhouse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Wera Hobhouse**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Mr Deputy Speaker. Not so long ago, Liverpool was the European capital of culture, under the Liberal Democrats, and it is a shame to see it in its current position as a result of the failings of Labour government. I know that my council colleagues, who have a lot of experience on Liverpool City Council, will do their utmost and co-operate to turn the city around. Many of the problems in Liverpool have been caused by creating the post of Mayor, concentrating a lot of power in one hand. Will the Secretary of State make sure that the people in cities and city regions have a democratic choice on whether they want to have an elected Mayor or not, and not leave the decisions to councils and politicians?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that, given the remarks the hon. Lady has just made, she is supporting the report that Max Caller has produced and our proposed intervention, and that the Liberal Democrat group on Liverpool City Council will make similar comments to those made on behalf of the Labour group on the council by the hon. Member for Croydon North (Steve Reed). The report concludes that the issues faced by the city council are much greater than one individual and much wider than simply the role of elected Mayor, so I do not think it would be correct to say that this issue emanates from the decision to have an elected Mayor. However, the hon. Lady is correct to say that that creates a degree of concentration of power, which means that accountability and scrutiny are all the more important. I very much hope that that will be corrected as a result of the work to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Deputy Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You are keeping me on my toes, Wera. Well done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Maria Eagle (Garston and Halewood) (Lab) [V]**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am shocked by the findings that the Secretary of State has outlined to the House today and I assure him that I will read the report extremely carefully once it is published. Does he agree that the priority now must be to protect Liverpool council tax payers’ money and the services the people of Liverpool rely on? Does he also agree that it is in the public interest to put in place effective procedures for obtaining best value in all that the council does going forward? Given that the council is to pay the costs of the interventions, as he has set out, is there an opportunity, if swift improvement is made, for the intervention to be shorter than the three years he has set out today?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful, once again, for the constructive way in which the hon. Lady has approached this issue, like her fellow Liverpool MPs today. The intervention I am proposing is for a maximum of three years, so she is correct to say that there is no need for the commissioners, if they are put in place, to be there for that full term if progress is made faster than that. They will report to me on a six-monthly basis. We can review the matter on each of those occasions, and I will keep the hon. Lady and her colleagues fully informed of my decisions on each occasion. She is absolutely right to say that our sole interest here is the people of Liverpool, the taxpayers of Liverpool, and ensuring that their public services are delivered properly, their money is safeguarded and the city is one in which people feel complete confidence to invest, do business and work with the city council. I hope that, together, that is exactly what we can achieve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Scott Benton (Blackpool South) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report concludes that the cycle of elections in Liverpool reduces scrutiny and inhibits long-term focus. Of course this problem is not just unique to Liverpool. For example, Calderdale, where I was formerly a councillor, is one of the handful of local authorities still yet to approve a local development plan, 10 years into the process. The Labour administration there kicks the can down the road from year to year because it elects in thirds. To help avoid the issues in Liverpool being replicated elsewhere, would the Secretary of State support a review of the current electoral cycle in metropolitan borough councils?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will give further thought to my hon. Friend’s suggestion, but I agree that it would be better for councils to move to all-out elections, and—unless there are exceptional reasons to the contrary—it would be better if councillors were elected in single-member wards. Max Caller’s report clearly makes that recommendation for Liverpool, and he had made that recommendation in the past, having witnessed dysfunctional councils with poor scrutiny and accountability in other parts of the country. It seems to be a thread running through those councils that have got into extreme difficulties. That is something we should reflect on, and I will refer to it in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}