{
    "url": "https://www.ukpol.co.uk/steve-reed-2022-speech-on-the-parole-system/",
    "title": "Steve Reed – 2022 Speech on the Parole System",
    "post_date": "March 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Reed",
            "url": "/tag/steve-reed/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Reed, the Shadow Secretary of State for Justice, in the House of Commons on 30 March 2022.",
    "content": [
        "I thank the Secretary of State for [advance sight of his statement earlier today](https://www.ukpol.co.uk/dominic-raab-2022-statement-on-the-parole-system/). It is hugely timely, given the disturbing news about the potential release of Baby P’s killer. I fully support the Secretary of State in seeking a review of that. In broad terms, I welcome his statement too. It is crucial that public protection is paramount and that victims are right at the heart of the criminal justice system. Currently, too many victims feel that their views are not taken sufficiently into account, either in parole decisions or in sentencing, and that leads directly to public safety concerns, which must be taken more seriously. Labour will put public safety at the core of our contract with the British people. Sadly, the same cannot be said of this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is less than two months since the convicted sex abuser Paul Robson walked out of a low-category open prison in Lincolnshire. After he escaped, the public were warned that Robson was a serious danger to women and children. He clearly should never have been in a low-security prison in the first place. The Parole Board made that recommendation, but it was the Secretary of State who approved it. He or his predecessors already had the necessary powers, they just did not use them. So what will stop him making serious mistakes like that again when he exercises his new check and oversight powers in, potentially, hundreds more cases? Labour wants victims to have the right to make a new personal statement saying how they would feel if the prisoner is released. We would like any assessment of the risk to the public to include the risk of re-traumatising the victim, and to prevent released prisoners from living near their victim if that is against the victim’s wishes. Will the Secretary of State consider those additional proposals?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The appalling decision to release the multiple rapist John Worboys was only stopped after the Centre for Women’s Justice sued the Government, using rights established by the last Labour Government. Sir Peter Gross’s review made sensible proposals to improve these rights, including the UK’s margin of appreciation over interpretations we would all object to. But the Secretary of State will be throwing the baby out with the bathwater if he uses that concern as an excuse to take away British rights that protect British people from dangerous criminals, as they did in that case. Too many victims of crime do not get a say over what happens to criminals because those criminals are never prosecuted in the first place. That is because this Conservative Government cut 21,000 police officers and still have not replaced them, despite imposing the highest rates of personal taxation for 70 years—that is 21,000 people with law enforcement experience that his party sacked, whom he might now approach to sit on parole boards, as he suggests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State spoke about rape cases in this statement, but only 1.5% of reported rape cases ever make it to court. Those that do now take more than 1,000 days, on average, before the trial starts—these are the longest delays in British legal history. What message does he think that sends about public safety and public protection? Under this Government, prosecution rates for crimes including burglary, robbery, car crime and fraud are so low that they have, in effect, been decriminalised. There are so few police left that victims are told to fill in a form online and hardly any of them ever hear anything again. It is no wonder that the Government stand accused of going soft on these crimes. Does he recognise that letting criminals get away with crime damages public safety and erodes confidence in the justice system, which is something he is telling us this afternoon that he wants to strengthen? The Victims’ Commissioner has called on the Government to establish a new victims’ right to review. That would give victims the power to challenge decisions by the police and the Crown Prosecution Service not to prosecute or to drop prosecutions. The Secretary of State did not mention that in his statement, so will he tell us whether he intends to introduce proposals along those lines in future?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Public protection requires victims to be active participants throughout the criminal justice process, including in parole decisions. Their insights strengthen public safety and public confidence in the system. Today’s statement is a step forward and it recognises some of the Government’s mistakes, but it could have been bigger.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}