{
    "url": "https://www.ukpol.co.uk/steve-reed-2023-parliamentary-question-on-violence-in-prisons/",
    "title": "Steve Reed – 2023 Parliamentary Question on Violence in Prisons",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Reed",
            "url": "/tag/steve-reed/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Steve Reed, the Shadow Justice Minister, in the House of Commons on 10 January 2023.",
    "content": [
        "**Steve Reed (Croydon North) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There were a quarter of a million violent assaults inside prison over the last decade. Last year alone, over 8,000 weapons were found inside prison. Does the Secretary of State accept responsibility for the fact that violence is now rife in our prisons?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not accept that categorisation. What I would say is that we have introduced a whole range of measures, from drug testing to X-ray scanners, and we are now seeing enforcement picking up contraband which, frankly, was not being dealt with before. Last year, the hon. Gentleman criticised the funding we are putting into X-ray scanners. I wonder whether he will now withdraw those remarks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Reed**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wonder whether drug testing is working, because drug abuse in prisons has shot up by 400% since the Conservatives came to power. Last year, crack cocaine was found being manufactured in cells inside Sudbury prison. Rising violence, rising drug abuse—does the Justice Secretary admit that the Government have lost control of our prisons?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No, and as I announced just a few moments ago we are introducing more scanners so that we detect, pick up and stop the flow of contraband into prison, whether drugs, mobile phones or weapons. We also have a step change in the approach to drug treatment. For example, we have fewer heroin addicts dumped on methadone indefinitely, and more drug recovery wings and more incentivised wings for substance-free living. That is the way to sustainably get offenders off drugs, and it also links in with all the work we are doing to get offenders into work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}