{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-statement-on-ministerial-guidance-for-participation-in-government-commercial-activity/",
    "title": "Jacob Rees-Mogg – 2022 Statement on Ministerial Guidance for Participation in Government Commercial Activity",
    "post_date": "July 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jacob Rees-Mogg, the Minister for Brexit Opportunities and Government Efficiency, in the House of Commons on 15 July 2022.",
    "content": [
        "Representing around a third of public expenditure, contracts for goods and services with the external market are essential to the delivery of Government policy. The new Procurement Bill, introduced to Parliament on 12 May 2022, creates a simpler and more flexible commercial system that better meets our country’s needs while remaining compliant with our international obligations. Ministers have the opportunity to participate fully in this system with certain safeguards to protect them from the risk of legal challenge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This guidance note stresses the benefits of ministerial involvement in commercial activity; early involvement in upcoming procurements so that Ministers can specify what they want, including choosing how opportunities are presented to the market, and shaping the market to optimise the response; engagement with bidders during the procurement process so that they can hear of ministerial priorities directly; and working with suppliers to ensure that they deliver to contract.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The guidance also covers:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "how to interact safely with potential vendors, preserving the principle of equal treatment;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "how to use declarations of interest to maintain necessary transparency; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "how Ministers can be involved with suppliers during the execution of contracts without prejudicing their Department’s contractual rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Experience during the covid-19 response showed the value of ministerial engagement in commercial activity but also some of the risks, with a number of legal challenges based on the alleged direct involvement of Ministers in selection decisions. Simple safeguards can reduce this risk while enabling Ministers to participate fully in commercial activity and maximise the value to Government of contracts and supplier relationships.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The note updates guidance circulated to Ministers by the former Minister for the Cabinet Office in 2014. This revised guidance has been shared for comment and approval with current and former Ministers, Sir Nigel Boardman (in the context of his reviews of covid-19 commercial activity), and a number of non-executive directors from across Government. It has also been signed off by the Cabinet Secretary and the propriety and ethics team. All were supportive of the need for clarity in this area, and the guidance has been through several iterations to ensure inclusion of cross-Government views and expertise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The guidance will be published on gov.uk and complements measures contained in the new Procurement Bill, but sits outside the Bill and the ministerial code. I have requested that a copy of the guidance be deposited in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}