{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2019-speech-on-batten-disease/",
    "title": "Jacob Rees-Mogg – 2019 Speech on Batten Disease",
    "post_date": "July 19, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jacob Rees-Mogg, the Conservative MP for North East Somerset, in the House of Commons on 16 July 2019.",
    "content": [
        "Mr Speaker, may I begin by thanking you for allowing me this Adjournment debate and for your personal encouragement to me to bring it forward? My gratitude goes beyond that; I also thank you for the way you so encourage this House to hold the Government—the Executive: those who rule us—to account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also grateful to the hon. Member for Newcastle upon Tyne North (Catherine McKinnell) and the terrific campaign she has been running in relation to Batten disease; she has done more than almost anybody else to highlight it. I note that two of my hon. Friends on the Front Bench, my hon. Friends the Members for Macclesfield (David Rutley) and for Pudsey (Stuart Andrew), have a great interest and a constituency concern in this issue, although they are not allowed to intervene on me for obvious reasons. I want to put their concern on the record. I know that others too might wish to intervene on this very important subject.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This evening’s debate is about my constituent, Max. Max is a little boy; he is eight years old. He is a lively boy, and those of us who have children know what eight-year-olds are like—what a joy they are and how wonderful their spirit is. But Max has this horrible disease. Batten disease is perhaps the cruellest disease that one can imagine as a parent. We all see our children grow; we see them learn to walk and then to talk, and to run and to do all the things that children do. Batten disease means that they then go backwards. It tends to hit at about two—on a child who has shown no signs until then. The talking stops and the walking becomes more difficult. The average life expectancy of a child with Batten disease is between six and 12.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The blow to parents, and to grandparents and families, that this is and must be, is so hard to bear and so difficult; it is so sad for them to see a child who they would hope would be going on into adulthood instead declining, and declining steadily. It is a neurodegenerative disease. To put it in layman’s terms, it is essentially dementia of the young: all that we see of Alzheimer’s in people in their 70s, 80s and 90s is instead happening to a child.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there is a drug that delays this. It is not a cure and it does not reverse the disease, but it seems to stop its progression—nobody knows for how long. It is called Brineura and it has been shown to be effective on a number of children who have taken it. So far in this country there are only two children for whom it would be suitable who are not receiving it, one of whom is Max. The others are receiving it as part of a trial that has been successful and is still being funded by the drug company—but that might not continue for ever, so there is an argument for them as well. I mentioned earlier the enormous contribution that the hon. Member for Newcastle upon Tyne North has made, and I am very glad to see her in her place; without her, I do not think this really important matter would have achieved the publicity that it has received.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This drug Brineura has been given a quality-adjusted life years rating by the National Institute for Health and Care Excellence of 30, which is the highest rating that it ​gives. That means that the drug is thought to provide 30 extra years of life of good quality. That is a stunning achievement for any drug, and it has been given the highest rating and the highest amount of funding, but unfortunately that amount of funding is not enough. The pricing cannot be agreed between NHS England, NICE and BioMarin, the manufacturer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "BioMarin is a drug company that needs to make a return on the amount of money it has spent. To be fair to the company, it spent $696 million last year on research and development and made a pre-tax loss of $142 million, so it is not an enormously profitable, rapacious company that is being difficult. One might think, however, that having lost $142 million, it might quite welcome a little bit of income from the national health service. If I were one of its shareholders, I might suggest that it would be a good idea to do something with the national health service so that the company could get some income back on its $696 million of research and development expenditure in 2018. Without an agreement between the buyers and sellers, Max will not receive the drug and his standard of life will decline month by month.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Griffiths (Burton) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend will know about my constituent, Michal Luc, who is in exactly the same situation. We talk to parents who see their children degenerating and dying before their eyes. Does he agree that they cannot understand how we can argue over money when their children’s lives are disappearing before their very eyes?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I completely agree with my hon. Friend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Generally, I recognise the need for public expenditure constraint. Money always has to come from somewhere; it has to be either taxed or borrowed. However, in a country that spends over £800 billion a year, and £120 billion or whatever it is a year on the national health service, can we not find just over £6 million a year for this small number of children who have a terrible disease that can be held at bay?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Catherine McKinnell (Newcastle upon Tyne North) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I very much commend the hon. Gentleman for securing this hugely important and timely debate. Does he share my concern that we seem to be witnessing a bit of a blame game between NHS England, NICE and BioMarin? Does he agree that they just need to get round the table and resolve this issue one way or another, even if it requires the Minister to bring them together and knock some heads together to get them to come to a resolution? The rapid-acting nature of Batten disease means that my constituents Nicole and Jessica Rich and the other children who are affected just do not have the time for this wrangling to carry on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady is absolutely right. The terrible thing is that in the month that has passed since I first raised this matter in the House, Max’s condition will have slightly deteriorated, and in every month that goes on while we are debating this, not just Max but all the children with this condition will go downhill. That is what happens with this disease.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are questions to be asked about the structure of policy on rare diseases, and about the Government’s response and what powers they have. As I said at the beginning, accountability through this House is of fundamental importance. By law, the Secretary of State still maintains overall responsibility for the provision of healthcare in this country. It is the Secretary of State who is accountable. We cannot make NICE accountable; it has not been structured to be accountable. It does not appear in the Chamber to tell us what it is doing—that is done by second degree, through Ministers. We really need to know what, if any, reserve powers Ministers may have to be able to do something about the situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can something be done? Can a budget exception be provided, so that funds may be made available for these rare diseases? Can something be done, as has been done for cancer treatments, to provide money where exceptionality can be seen? Of course these drugs are expensive: they affect so few people, and the drugs companies will not develop them if they cannot at least make their money back. Can something be done as in other areas, particularly cancer, to ensure that the drugs can be provided? Can the rule changes in 2017 that made it harder to fund rare disease drugs be reviewed and possibly reversed? Since 2017, the financial aspect has become much more significant than it was before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I accept, of course, that there is a need to look at costs, when we are talking about eight-year-old children, we are not talking about a cost for people who only have weeks or months to live, but about a child who could have years of a high quality of life ahead of him. That must be where most of us as taxpayers think it is right to spend money and where we think that the moral case for spending money is extraordinarily strong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Catherine McKinnell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Gentleman share my concern that the impact of rare conditions such as Batten disease is not just felt in the child’s physical health, but in their mental health and the mental health of their wider family? The system for judging what is value for money and how our NHS should spend its money needs to take a much broader approach when calculating the value of these medicines in those circumstances. It needs to get it right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady puts it so well—and it is not just the family, but the community. On Saturday, the village of East Harptree, a small village in North East Somerset, came together for its annual village fête. All the funds raised were to try and help Max. He is at the local primary school, East Harptree Primary School. The week before, they had the school races. All the children had gone back a few yards so that Max could win, for the first and only time in his life, the race at his school. That is such a wonderful example of community. If communities can do that, surely the Government can help too, because it is not just Max and not just his wonderful family who are trying so hard to do the right thing for him. A whole community would be pleased, and would feel it was being taken notice of, if Max were helped—all his schoolfriends and schoolteachers and the whole community in East Harptree.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Catherine McKinnell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman gives a really powerful example. The whole of the community in Newcastle knows about Nicole and Jessica Rich and ​is doing everything it can to support them in this journey. This not only affects those two beautiful children; it also affects their family in a huge way, and the whole community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For that reason, I beg the Minister today to recognise that this is not only about reaching the right decision, but about doing it with urgency. Every day, there is an impact on their deteriorating health, and there is also the impact on the parents of supporting those children with a debilitating condition and living with the agony of not knowing what future lies ahead—whether the medicine that will save their children’s lives will be funded or not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I so agree with the hon. Lady. I am of course primarily talking about Max, my constituent, but to take the drug away from children who are already getting it would be unconscionable. I simply do not believe that any reasonable person—any politician or any administrator—would think that the right thing to do. It is bad enough not to give the drug to a child who could benefit; to withdraw it would be so utterly wrong that I cannot believe that that could happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When something can be done, it is hard for it not to be done and for us to allow it not to be done. It is frustrating that it is so hard to change and that there seems to be nobody who can decide it. Everyone one talks to says it is not up to them. NICE is bound by its guidelines, NHS England is bound by NICE, and the Secretary of State is bound by the legal interpretation of what the Health and Social Care Act 2012 provides, but none of that is good enough. We need action. Ultimately, it is Ministers, through Parliament, who are able to act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me finish with what Max’s father, Simon Sewart, who has been doing so much to look after his son, wrote:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I have always understood that life is no fairy tale with a happy ending, but when you learn that your beautiful child has a disease, as horrific as Batten Disease, your world changes forever and your heart is broken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "NICE announced, just 24 hours after Max’s diagnosis, that the first ever treatment for CLN2 Batten Disease will not be funded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At a time when you should be taking care of your child, your other children, and enjoying precious time together as a family, you instead find yourself spending all of your time writing emails and letters, speaking to journalists and TV news programmes, communicating with your MP and with doctors in other countries where the ERT is available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Expending all of your energy in fighting the extraordinary decision by NICE and NHSE. And all the time, you see your child decline, day by day. And all the time, you just want to expend your energy on them, on holding them, on playing with them, on laughing and smiling with them, on running with them, on walking with them, on talking with them, on looking around at the world with them; on all these things. With them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This double-whammy is almost too much to bear. Reverse your decision NICE and let my family be.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is that not what we all want for Max and his family? He has this terrible disease. It is not a disease that he can ever be cured of, but if he gets this treatment, he could have a higher-quality life and his family would be peacefully with him, enjoying his company for the years that remain to him. Please can the Minister do something about this?​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}