{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-statement-on-energy-september-2022/",
    "title": "Jacob Rees-Mogg – 2022 Statement on Energy [September 2022]",
    "post_date": "September 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jacob Rees-Mogg, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 22 September 2022.",
    "content": [
        "Following the Prime Minister’s announcement on 8 September, yesterday, the Government published further details of the support we are offering to people and businesses in the face of soaring energy prices. This package of unprecedented assistance for the whole UK provides the certainty families and business owners need to help them manage their energy bills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Details of the energy price guarantee for domestic consumers and the energy bill relief scheme for business and non-domestic properties are available on gov.uk. The Chancellor of the Exchequer will set out more details of the costs of the Government’s support as part of his fiscal statement on 23 September.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have designed the schemes to be simple for energy consumers. Families and eligible businesses do not have to take action or apply for support, energy suppliers will automatically apply the appropriate reduction via their energy bill. Households will receive an equivalent level of financial support wherever they are in the UK. The same is true for businesses across the UK too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The energy price guarantee will ensure that a typical household in Great Britain pays an average £2,500 a year for their energy from 1 October 2022, for the next two years. Households in Northern Ireland will see equivalent benefits on the energy bills. On average usage, a household in Great Britain will save £1,000 a year. This is in addition to the already announced £400 energy bills support scheme for households across the UK. The most vulnerable UK households will also continue to receive £1,200 of support. For consumers in Great Britain who pay for their energy through a monthly, quarterly or other regular bill, the energy price guarantee will be applied when their bill is calculated. The guarantee limits the amount the bill payer can be charged per unit of gas or electricity, so the exact bill amount will continue to be influenced by how much energy is used.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The energy bill relief scheme will provide protections for all businesses, voluntary sector and public sector organisations in Great Britain which face excessively high energy bills over the winter period, whether they are on existing fixed price contracts agreed on or after 1 April 2022, signing new fixed price contracts, variable or deemed tariffs or flexible purchase contracts. To administer support, the Government have set a supported wholesale price—expected to be £211 per MWh for electricity and £75 per MWh for gas, less than half the wholesale prices anticipated this winter—which is a discounted price per unit of gas and electricity. Suppliers will pass the reduction in the wholesale price through to their customers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The energy bill relief scheme will run initially for six months covering energy use from 1 October 2022 until 31 March 2023. There will be a review of the operation of the scheme, to be published in three months’ time. This review will consider how best to offer further support to customers who are the most vulnerable to energy price increases. These are likely to be those who are least able to adjust, for example by reducing energy usage or increasing energy efficiency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A similar scheme will be established in Northern Ireland, providing a comparable level of support. We intend to provide more information on the comparable support for non-domestic customers in Northern Ireland by the end of September.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The scheme for domestic consumers will be different, because of the different way the electricity and gas market operates in Northern Ireland. But it will provide households with an equivalent level of support as for those in Great Britain. Households do not need to take any action to receive this support, although it may take a little longer than for Great Britain for relief to take effect. However, the savings will be applied to energy used from October onwards so that households get the same overall benefit as those in Great Britain. The energy price guarantee limits the amount you can be charged per unit of gas or electricity, so households’ exact bill will continue to be influenced by how much energy is used.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Households in Northern Ireland will also receive the £400 discount on their bills through the Northern Ireland energy bills support scheme, which will offer the same level of support as for households in Great Britain. We aim to provide this £400 discount for Northern Ireland as soon as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A comparable scheme to the energy bill relief scheme will be in place for businesses and other non-domestic customers in Northern Ireland. This will follow a similar structure to the GB scheme. We intend to provide more information on the comparable support for non-domestic customers in Northern Ireland by the end of September.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Prime Minister said on 8 September, the Government are bringing forward emergency legislation to underpin the delivery of our support package. We will introduce a Bill immediately after parliamentary recess. It will include measures for the GB energy price guarantee for domestic consumers and the energy bill relief scheme for businesses and non-domestic properties so all of GB receives equivalent support; and enable the delivery of comparable schemes in Northern Ireland. It will provide powers to enable low carbon generators to move on to fixed prices to end the situation where electricity prices are set by the marginal price of gas, ensuring consumers pay a fair price for their energy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Contingent_ _l_ _iabilities_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have laid before Parliament a departmental minute describing contingent liabilities arising from the energy price guarantee. It is normal practice when a Government Department proposes to undertake a contingent liability of £300,000 and above, for which there is no specific statutory authority, for the Department concerned to present Parliament with a minute giving particulars of the liability created and explaining the circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I regret that because of the urgency of establishing this scheme before 1 October, I have not been able to follow the usual timelines for issuing notice at least 14 parliamentary sitting days before the liability begins to be incurred.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Treasury has approved the scheme in principle. I will continue to update Parliament on this scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_New_ _o_ _il and_ _g_ _as_ _l_ _icensing_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are scaling up renewables, nuclear, and lower carbon energy sources, to boost Britain’s energy security in the long term, and reduce our exposure to high fossil fuel prices set by global markets outside our control. While we do this, there will continue to be ongoing demand for oil and gas over the coming years during this transition, with oil and gas needed to maintain the security of the UK’s energy supply. Making the most of our own domestic resources under the North sea will make us less dependent on foreign imports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the light of Putin’s illegal invasion of Ukraine and weaponisation of energy, strengthening our energy security is an absolute priority, and—as the Prime Minister said—we are going to ensure the UK is a net energy exporter by 2040. To get there we will need to explore all avenues available to us through solar, wind, oil and gas production, so it’s right that we’ve lifted the pause to realise any potential sources of domestic gas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2021, it was decided that a climate compatibility checkpoint should be put in place, so that compatibility with the UK’s climate objectives is assessed as part of the decision on whether or not to endorse continued oil and gas licensing rounds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In December 2021, a consultation on the design of this checkpoint was launched, running until the end of February 2022. A large number of detailed and thoughtful responses were received. The HM Government response, which is being published today, engages with many of the arguments put forward, and sets out the Government position on these. HM Government has also designed a checkpoint which takes the responses to the consultation into account; a document setting out this design and the tests to be included in the checkpoint is also being published today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having reviewed the results of these tests in the context of a 33rd licensing round, it has been decided that a 33rd licensing round is compatible with the UK’s climate objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government understand that the North Sea Transition Authority will shortly be launching a new licensing round for oil and gas exploration. This round could result in the award of more than 100 licences to developers, strengthening the UK’s vital offshore oil and gas sector, putting more UK gas on the grid for longer, and bolstering the future energy security of the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Shale gas extraction_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The current pause (moratorium) on shale gas extraction was put in place on the basis that HM Government would only support shale gas exploration if it could be done in a safe and sustainable way, and that it would be led by the science on whether this was possible. The stated policy aim was to minimise disturbance to those living and working nearby, and to prevent the risk of damage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much has changed, however, since 2019.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In April this year, HM Government commissioned the British Geological Survey to advise on the latest scientific evidence around shale gas extraction, to assess progress in the scientific understanding which underpins Government policy, and to allow Ministers to consider next steps. Having considered their advice carefully, HM Government are publishing this report today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report makes clear that forecasting the occurrence of felt seismic events remains a scientific challenge for the geoscience community. It also makes clear that to improve our understanding we need more exploratory sites to gather the necessary data.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Geomechanical modelling has been an important tool in the United States for this purpose, but requires accurate mapping of sub-surface faults, for which more data is required in the UK. There have only been three test wells which have been explored for shale gas in the UK to date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the wider geopolitical stage, Putin’s invasion of Ukraine and the resulting restrictions on gas supply to Europe have impacted on global energy prices and the energy security of our neighbours and allies. This emphasises the need for “home grown” sources of energy to reduce our reliance on imports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government remain committed to net zero by 2050, but we have to get there, and to get there we are going to need oil and gas. And domestic sources of gas clearly have a lower climate impact than shipping liquified natural gas by tankers halfway across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under these circumstances, HM Government consider it appropriate to pursue all means for increasing UK gas production, including shale gas extraction. The Government are therefore lifting the pause on shale gas extraction and will consider future applications for hydraulic fracturing consent with the domestic and global need for gas, and local support for developments, in mind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While HM Government will always try to limit disturbance to those living and working near to sites, tolerating a higher degree of risk and disturbance appears to us to be in the national interest given the circumstances described above. With this in mind, it is important that the policy relating to shale gas extraction reflects this. HM Government will be reviewing this aspect of shale gas policy as part of a wider reflection on how to better support the industry throughout the whole life cycle of the investment, from initial exploration to large-scale production and I will provide an update on this in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will look to the North Sea Transition Authority and other licensing authorities to be proactive in extending existing consents and permissions where practicable, to support the development of energy resources in the national interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear that we need more exploratory sites in order to gather better data and improve the evidence base and we are aware that some developers are keen to assist with this process. We look forward to seeing these proposals in detail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Offshore energy strategic environmental assessment_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "HM Government have completed an offshore energy strategic environmental assessment (OESEA) of a draft plan/programme to enable further offshore licensing/leasing for offshore marine renewables, including wind, wave and tidal energy, oil and gas, gas storage including carbon dioxide storage, and offshore production and transport of hydrogen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The renewable energy elements of the draft plan/programme cover the relevant parts of the UK exclusive economic zone and the territorial waters of England and Wales; for hydrocarbon gas storage it applies to UK waters, territorial sea and the relevant parts of the UK exclusive economic zone, and for carbon dioxide storage it applies to UK waters, the UK exclusive economic zone and relevant territorial sea, excluding the territorial sea in Scotland; for hydrocarbon exploration and production it applies to the UK territorial sea and the UK continental shelf; and for offshore production and transport of hydrogen it applies to UK waters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A public consultation on the OESEA4 environmental report was undertaken between 17 March 2022 and 27 May 2022. All comments received on the draft plan/ programme and the environmental report have been considered by HM Government and a HM Government response for OESEA4 has been prepared and will be placed on the gov.uk website. This summarises stakeholder comments and HM Government’s clarifications and responses to them. The environmental report and the comments received have informed the HM Government’s decision on whether to proceed with the draft plan/programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "HM Government have decided to adopt the draft plan/programme, with the area offered restricted spatially through the exclusion of certain areas together with a number of mitigation measures to prevent, reduce and offset significant adverse impacts on the environment and other users of the sea. On the basis of the evidence set out in the environmental report, which discussed the alternatives to the chosen approach, and the comments received during consultation, HM Government conclude that there are no overriding environmental considerations that would prevent the achievement of our draft plan/programme of offshore marine renewables leasing wind, wave and tidal technologies, offshore oil and gas licensing, offshore gas storage and carbon dioxide storage leasing/licensing, and offshore production and transport of hydrogen, provided appropriate mitigation measures are implemented along with future research. In all cases, the relevant competent authority should undertake any appropriate assessments prior to awarding licences or leases, where screening in accordance with the relevant conservation of habitats regulations shows this to be necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The plan/programme based on OESEA4 will have a lifespan of approximately four years. HM Government, therefore, commit to refreshing the OESEA in two to three years’ time to account for the higher ambitions relating to offshore wind and hydrogen in the BESS that are expected to be delivered in the period 2026-2030 and any additional changes to the energy policy context, technology, and understanding of the environmental baseline and effects assessment. The associated documents have been placed in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}