{
    "url": "https://www.ukpol.co.uk/merlyn-rees-1963-maiden-speech-in-the-house-of-commons/",
    "title": "Merlyn Rees – 1963 Maiden Speech in the House of Commons",
    "post_date": "January 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1963",
            "url": "/tag/1963/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Merlyn Rees",
            "url": "/tag/merlyn-rees/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Merlyn Rees, the then Labour MP for Leeds South, on 17 July 1963.",
    "content": [
        "It is as well for me at this personal moment to realise that I can depend upon the traditional tolerance and indulgence of hon. Members on both sides of the House. For I am faced not only with the normal problems which confront a new Member, but with the additional one arising from the fact that I am here in place of one of the most distinguished and honoured former colleagues of hon. Members, the former Leader of my own party and a man whom the whole nation mourned just six months ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I learned during the recent by-election of the very high regard in which Hugh Gaitskell was held in South Leeds. I know only too well, at this moment, the very high regard in which he was held in this House. Comparisons are odious at the best of times, and, bearing in mind the comparison which many hon. Members must be making now and will be making in the next few minutes, I can only ask for even more of that tolerance and indulgence for which hon. Members are noted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am one of the Welshmen of the great dispersion of the 1920s and the 1930s, but although, as a consequence, I have spent the greater part of my life in an outer London suburb, to which I owe a great deal, my roots are firmly embedded in the mining valleys of South Wales where many of my family still live and where I was nurtured. Many of the values and virtues and general outlook on life which I have come to associate with my native Wales I have already recognised in that part of the West Riding which I represent in this House. The West Riding has long been noted for the independence of mind and of character of its people. In its fertile soil has long flourished every major development in the field of higher education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the City of Leeds there is not only a world-famous university. There are four teacher training colleges, a college of technology, a college of commerce and many forms of adult education. This fact has encouraged me to speak in this debate, and for the first time in this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that now there is general agreement on the need for an expansion of higher education. The arguments that remain are on amount and on the direction in which to go. This has not always been so, and I feel that the reason for the change is the very apparent need for higher education as a form of capital investment. This is a very powerful argument which I believe in strongly and to which I shall return in a moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to point out, however, that there is an equally powerful argument for higher education, whether it is useful or not. The arts and the social sciences are equally important as the natural sciences and technology. I think that I am using both sides of the argument when I say that we shall not get the teachers we need in all parts of the education system unless we greatly increase the facilities for higher education. Based on my own practical experience, I can say that unless we can radically reduce the size of classes, a great deal of the very valuable educational reforms which will get on to the Statute Book will be vitiated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the odd things about the teaching profession is that the further one gets away from the actual point of teaching, the higher becomes one’s status and the higher is the salary. And yet, to me, the sole reason for the whole operation is to teach students. During the war I served in the Royal Air Force where the whole reason to be there at that time was to keep aeroplanes in the air. As a mark of this, pilots received flying pay. I am wondering whether there is a case for introducing “teaching pay” into the salary arrangements. I offer this suggestion to the Minister with some diffidence, although the diffidence is lessened because I am given to understand that now he has some concern with teachers’ salary arrangements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I said earlier that everyone is agreed on the need for expansion of higher education. I feel strongly about the problems that remain, but I will not go into them now. Perhaps, in the spirit of the occasion, I may ask a question of the right hon. Gentleman which is related to the needs of my constituency. In South Leeds there is a high school, one of the old municipal secondary schools set up under the Act of 1902. It has a powerful sixth form which will grow. There is also a comprehensive school which has a quickly generating sixth form which will grow very rapidly. There are secondary modern schools which run advanced courses and some have sixth-form classes as well. May the children in my constituency who are at school now, and who will be at school in the next decade, be assured that when the time comes for them to move into higher education there will be sufficient places for them?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This growth of sixth forms is, in my view, one measure of the reservoir of ability which exists in this country. Another measure of it is the great expansion of courses which is taking place in the field of technical education. I do not mean just the C.A.T.S but also in technical colleges. I am not concerned only with degree courses, diploma courses and courses leading to professional examinations but also with the very valuable management courses which are held up and down the country. It would, I think, be a great pity if the current concern with the need to set up a top-level Harvard-type business college should lead us to overlook the valuable work being done for middle and lower management which is being extended to include quite remarkable courses for developing shop stewards; because this, too, is management.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This reservoir is seen in adult education to which my constituents owe a great deal and to which, over the years, they have given much. For it was in my part of Leeds that the W.E.A. flowered early. There are far more people capable of advanced education. I am encouraged in this view by the success of the emergency training scheme for teachers which was set up after the war, and also the organisation of further education and training schemes which, as many hon. Members will remember, enabled ex-Service men to obtain a university education when otherwise they would not have been able to do so. The House may be interested to know that there are five hon. Members who attained a university education under this scheme. It so happens that all five that I know are on this side of the House. One of them is my hon. Friend the Member for East Ham, North (Mr. Prentice). There is also my hon. Friend the Member for Colne Valley (Mr. Duffy). A third is myself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This expansion of higher education will raise many problems both educational and administrative. I venture to suggest that it will also raise social problems. For we cannot put this increased number of young people through the forcing house of a mental discipline and expect them to emerge the same people. They change socially as well as academically.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During past debates on foreign affairs I have sat in another part of this House and heard hon. Members on both sides say that one of the great hopes for Soviet Russia was the fact that the Russians spend large sums on technical education, and that this would breed a new sort of middle class which would reject the old order. I shall not take that argument further; the analogy is by no means complete, but there is sufficient of it to cause concern to many of us, to whatever political party we may belong. They look at life completely differently and there can be no complacency on the part of anyone. It is a political challenge, and it is developing into a social challenge in general\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The whole of this experiment in the expansion of higher education is a challenge. Our response to it will decide whether we are to remain one of the leading Powers in the world. Our response to it will also determine whether the people of this country in general and the people of the North in particular—I include among those my constituents—are going to enjoy a significantly higher material standard of life in the years to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have little patience with the argument that there is something noble about poverty. I know too much about it in whatever degree to believe this. I believe passionately that there is a case for using science and technology to raise the standard of living of the people of this country. If, concurrently, we not only think of that, but think also of the arts and social sciences, we shall be taking a step towards making eventually a better country. The key to it all is an expansion of higher education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}