{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2020-speech-on-independent-complaints/",
    "title": "Jacob Rees-Mogg – 2020 Speech on Independent Complaints",
    "post_date": "June 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jacob Rees-Mogg, the Leader of the House of Commons, on 23 June 2020.",
    "content": [
        "This is a dreadful position for us to be in as a House. The behaviour of a small number of Members of Parliament over years and decades has disgraced and shamed our parliamentary democracy, of which I, and many hon. Members, are so proud. Our ancient right that we should look after our own affairs is to be sacrificed, because the importance of restoring the trust of the British people in our system makes that the right thing to do. How we treat each other matters at all times in all places, but particularly in Parliament. It matters wherever people work together, for everyone should be able to perform their roles in an atmosphere of courtesy and respect, and it most certainly matters in the Palace of Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are about 13,000 passholders with access to the parliamentary estate. In recent years, we have been trying hard to create the kind of culture that prioritises having a safe working place where people are afforded respect and which enables them to speak out and be confident that they will be listened to. My predecessors, particularly my right hon. Friend the Member for South Northamptonshire (Andrea Leadsom), made an enormous contribution to that effort by achieving cross-party agreement for the establishment of an Independent Complaints and Grievance Scheme. That we had to do so is an indication of how far some in this institution had failed and had not lived up to the standards required of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The ICGS has already been approached by a large number of people, receiving 201 calls and emails in the first quarter of this year alone from those who feel that they have faced bullying, harassment or sexual harassment. However, there are some complaints that have not yet come forward because of the concerns of the complainants that Members continue to play a role in the sanctions process. This is where we have the greatest challenge in restoring trust: not just between us and voters, but between us and those who work in this place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The approach I am putting forward today is motivated by supporting those who need to make complaints and allows for the restoration, I hope, of our reputation. Since becoming Leader of the House, I have spoken to a number of complainants and potential complainants about the progress made so far. Every conversation I have had has left me profoundly moved and, in some cases, shocked and appalled by some of the things that have happened to people in this House, some of which seem to me to reach the threshold of criminal activity. This place, which ought to be the epitome of good behaviour, has been besmirched by that. I am therefore determined to do more to continue the momentum for sustained culture change that was begun in the previous Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I, of all people, cannot pretend that I like abandoning some of the ancient responsibilities and rights of Parliament, but it is our fault that we have to do this and so it is right to change. There is a problem of the power dynamic which can occur wherever those in a position of influence assume that they are able to act without consequences, so it is right that we seek to change the culture in order to challenge that assumption. In Westminster, we have introduced a behavioural code; established the “Valuing Everyone” training; replaced the Respect and Valuing Others policy with the ICGS; and extended the scheme to include historic allegations of some former members of the parliamentary community. The latter two steps ​were the result of Dame Laura Cox’s recommendations made in her report on the treatment of House staff. Her third recommendation, however, remains outstanding: that Members of Parliament should no longer be able to determine the sanctions imposed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is no coincidence that that outstanding recommendation is by some distance the most constitutionally challenging and the most significant, too. Under our current arrangements, the Parliamentary Commissioner for Standards has the power to determine cases and impose sanctions up to a certain level of severity. Until now, more serious cases, including suspension and expulsion from the House, have been for the Committee on Standards to determine. In February, the House of Commons Commission agreed its preferred option of those presented by the staff team on a means of changing that: that there be an independent chair and seven expert panel members, none of whom will be MPs. The panel should be empowered to determine ICGS cases, decide on sanctions, and hear appeals by either party against the Parliamentary Commissioner for Standards’ conclusions. That proposal has been the subject of consultation over recent months and Dame Laura Cox herself was among those who supported that approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While I am taking steps to strengthen it further, I am supportive of the House of Commons Commission’s proposed solution overall. Placing decisions of this kind in the hands of an independent expert panel is a fundamental break with the past that reflects our continuing efforts to make Parliament a better place to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alberto Costa (South Leicestershire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wholeheartedly welcome the momentum for having a system that is fair and transparent. The Leader of the House referred to the constitutional significance of the creation of this new independent body. Is he aware of an independent body in any part of the UK with such sweeping disciplinary powers over its members that is not justiciable? My concern is that if an accusation is made against Members, they will not have any recourse to a court of law, whereas if an accusation of bullying against a member of House staff or Members’ staff is upheld by the panel, they would have recourse to a court of law or an employment tribunal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The question of parliamentary privilege applying to the ICGS is one that will have to be determined by a court, and it is not entirely clear whether they would be covered by the article 9 rights. The reason we have to have a final vote in this House is that there is no court outside Parliament that can question the proceedings in Parliament. That is at the heart of the constitutional dilemma that we have been facing. It is also why we are making this fundamental break with the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In allowing an independent body to take such action we are making a really important constitutional change. We are doing this—and we are right to do this—because of the way that some Members have behaved, and we have to stop that happening in the future. As Leader of the House, I am ashamed when people come to see me and tell me what they have suffered; I am appalled at the stories they tell me and shocked sometimes that they have not been to the police about them when they are so awful. That is why we have to have this change, which hits at the heart of our constitution. The House knows that I have an admiration and affection for our constitution that does not seek to change it lightly.​  \nLet me come to the panel and the level of member that we expect. The panel’s members must bring significant expertise to the process, and we will expect it to be led by somebody who has a standing equivalent to that of a High Court judge. It must also include knowledge of human resources, employment law, bullying and harassment cases and sexual harassment cases. In a serious case, three of the independent experts would consider the sanction in the light of the report and recommendation of the Parliamentary Commissioner for Standards. A further three would act as an appeal panel if necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In cases considered by the panel that propose sanctions requiring action by the House, the panel would report directly to the House. At that stage, a motion would be moved by a member of the House of Commons Commission to implement the sanction, and it is at this stage where we find ourselves on the horns of a dilemma. On the one hand, it is constitutionally proper that a decision of this magnitude—the expulsion or suspension of a Member—can only be taken by the House as a whole. It is removing, in effect, albeit temporarily, the democratic representation of tens of thousands of people, and we can only take away that democratic representation by a motion of this House. It does not seem right that a decision that could overturn the result of an election in a constituency could be taken by unelected individuals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Edward Leigh (Gainsborough) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All bullying is horrible and goes against traditional good manners; we all accept that. I hope that the Leader of the House will emphasise the point that he just made: the fundamental difference between Members of Parliament and all other staff members is that we are elected by the people. We are responsible to the people, and the people must have the final say on whether we come here in the first place, when we leave and how we leave. That is very important. However distinguished an independent panel, only the people have the final say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend makes a crucial point: we are elected by the people, and we are answerable to them. That is why I support the principle that only the House of Commons holds the authority to make the decision to suspend or expel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Justin Madders (Ellesmere Port and Neston) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Leader of the House is making an excellent speech. To pick up on the previous intervention, we may be democratically elected, but we are also employers, and we have a duty of care to the people we employ. Does he agree that that is equally important?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is of fundamental importance, and I say again that I have had people come to see me who have been treated in a way that makes my skin crawl. You cannot believe that senior people would have behaved to people subordinate to them in such a way in any workplace, let alone in the House of Commons, which ought to be a model of good behaviour. That is why we have to have the counterbalancing bit, but we cannot give MPs an opportunity to delve into the personal details of a case and try it effectively a second time. The other place offers a cautionary tale in this regard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having listened carefully to views expressed to me in recent days, I am proposing that we establish a convention that the Commission member moving the motion will ​do so formally. This means the expectation will be that there will be no detailed debate, while maintaining the constitutional right to debate. In addition, I am asking the House explicitly to restrict what it is permissible to refer to during any further proceedings on severe ICGS cases in the Chamber.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To that end, motion 6, in my name, emulates the sub judice resolution, which the House carefully and successfully observes to avoid prejudicing any current criminal proceedings and which is enforced from the Chair. The motion sets out that the names of any complainants may not be referred to. The details of any investigations or specific matters considered by a sub-panel of the independent experts panel, in any motion, debate or question brought to the House, may not be referred to. Furthermore, the findings and determination of sanctions of a sub-panel may not be brought into question. The motion will ensure that any debate that does occur, which is something of a misnomer in this instance, is merely a short, factual exposition of the process, not the circumstances involved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I seek some clarification because I have been looking through the amendments that have been tabled, and the right hon. Member for South Northamptonshire (Andrea Leadsom) has tabled what I believe is an excellent amendment, which would address this issue. Is the intention to bring that forward?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. That amendment has not been selected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Madam Deputy Speaker. I turn to amendment (a), tabled by the hon. Member for Rhondda (Chris Bryant) , who has been very helpful in this process and in the discussions I have had with him. I understand that some Members remain sceptical about the approach that I have set out and whether it is the right one, and this amendment seeks to remove entirely any possibility for debate in these circumstances. I am not entirely unsympathetic to this view, because our priority is to restore confidence in the ability of the House to achieve the standards that are reasonably expected of us and to ensure that people making complaints, some of whom, as I have said, have been treated in the most appalling way, feel that the system will not add greater pain to that which they have already suffered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, it is my view that it would be wrong for the Government to have tabled a motion that denied the House the opportunity to consider a matter of this gravity. It should be for the House, not for Ministers, to decide that they wish to curtail the ability of Members to conduct debate. The House can set its procedures as it wishes, but it would not be constitutionally right for the Executive to seek to limit free speech in this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that this curtailment can be avoided and have set out how we can meet our constitutional requirements, while reassuring those wishing to access the ICGS who have not yet done so that they will have their confidential information preserved and protected. But if the House agrees to this amendment, it will willingly and knowingly have taken this approach, and in those circumstances, motion 6 will not be moved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the amendments tabled today differ in terms of the means, I think we are all entirely united in the ends, signalling our collective determination to make a break ​with the past. Above all, this is a matter for the House, which this House must get right to show that we are genuinely committed to change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Alistair Carmichael (Orkney and Shetland) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Leader of the House has taken us very deftly through the constitutional and procedural aspects, but there is a further test that I think the House needs to apply: whether the outcome of the decisions that we make will make it more or less likely that the people whom he has met and whose complaints he has heard will have confidence in the system to see it through to a conclusion. I suggest gently that that is why the amendment tabled by the hon. Member for Rhondda (Chris Bryant) is a sensible one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman makes an important point. I believe that the proposal that the Government have put before the House balances the constitutional needs and the protection of the individual complainants, but I make no criticism of those who have come to a different conclusion. I absolutely share his concern not only that we must ensure that people are not discouraged, but that we must all—in our own way, when we can and when it comes to us—encourage people to use these systems, because they are there to protect people who are vulnerable. That is very important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Meg Hillier (Hackney South and Shoreditch) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The tone of this debate is in the right direction, but I really do have concerns about a bully pulpit being used in this Chamber. Even if people are not named, there will be gossip and innuendo about who is being referred to. I hate to refer to this, Madam Deputy Speaker, but a predecessor of Mr Speaker, in a published book, named Members of this House. If people of position and power do that, what confidence will people have if we still have an open debate in this Chamber, even if people cannot be named?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady makes a very fair point. I think the answer is that not having a debate in this Chamber at the end of the process, subject to very strict rules, does not mean that people may not write books saying things that they should not say or that they may not use other opportunities within parliamentary privilege. It is the question of constraining what can be done within parliamentary privilege that is essential, which is why I believe that something that is controlled and clearly set out in the rules is, on balance, preferable to trying to prevent this House from debating. However, I understand that others come to a different conclusion on what is a serious level of constitutional change because of past behaviour that has besmirched the name of this House and of politics and politicians generally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taken together, the provisions have the effect of acting decisively to uphold the spirit of our efforts towards culture change, while respecting the traditions and requirements of our parliamentary democracy. They aim to build the confidence of complainants by ensuring that these matters will be treated with the sensitivity and professionalism that they deserve. We simply have to give people who feel that they have been abused the confidence that they need to come forward. Adopting Dame Laura Cox’s recommendation by establishing the independent panel of experts will help us to do that. I commend the motions to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}