{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-statement-on-u-turn-on-import-controls-from-eu/",
    "title": "Jacob Rees-Mogg – 2022 Statement on U-Turn on Import Controls from EU",
    "post_date": "April 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jacob Rees-Mogg, the Minister for Brexit Opportunities and Government Efficiency, in the House of Commons on 28 April 2022.",
    "content": [
        "When the UK left the European Union, we regained the right to manage our own borders in a way that works for Britain. This includes how we manage imports into our country from overseas. British businesses and people going about their daily lives are being hit by rising costs caused by Russia’s war in Ukraine and in energy prices. It would therefore be wrong to impose new administrative burdens and risk disruption at ports and to supply chains at this point. The remaining import controls on EU goods will no longer be introduced this year, saving British businesses up to £1 billion in annual costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead the Government are accelerating our transformative programme to digitise Britain’s borders, harnessing new technologies and data to reduce friction and costs for businesses and consumers. This is a new approach for a new era, as Britain maximises the benefits of leaving the EU and puts in place the right policies for our trade with the whole world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Introducing controls in July would have replicated the controls that the EU applies to its global trade. This would have introduced complex and costly checks that would have then been altered later as our transformation programme is delivered. The challenges that this country faces have underlined that this is not the right thing to do for Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No further import controls on EU goods will be introduced this year. Businesses can stop their preparations for July now. We will publish a target operating model in the autumn that will set out our new regime of border import controls and will target the end of 2023 as the revised introduction date for our controls regime, which will deliver on our promise to create the world’s best border on our shores.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This new approach will apply equally to goods from the EU and goods from the rest of the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be based on a proper assessment of risk, with a proportionate, risk-based and technologically advanced approach to controls. This includes the single trade window which will start to deliver from 2023, the creation of an ecosystem of trust between Government and industry, and other transformational projects as part of our 2025 borders strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The controls that have already been introduced will remain in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Specifically, the following controls which were planned for introduction from July 2022 will now not be introduced:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A requirement for further Sanitary And Phytosanitary (SPS) checks on EU imports currently at destination to be moved to Border Control Post.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A requirement for safety and security declarations on EU imports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A requirement for further health certification and SPS checks for EU imports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prohibitions and restrictions on the import of chilled meats from the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The border operating model will be updated to reflect this and a copy will be placed in the Libraries of both Houses in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}