{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-statement-on-the-launch-of-the-public-sector-fraud-authority/",
    "title": "Jacob Rees-Mogg – 2022 Statement on the Launch of the Public Sector Fraud Authority",
    "post_date": "September 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jacob Rees-Mogg, the then Minister for Brexit Opportunities, in the House of Commons on 5 September 2022.",
    "content": [
        "Further to the written statement dated 7 July, I am writing to update the House that the Public Sector Fraud Authority launched on 3 August 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chancellor’s spring statement, issued on 23 March 2022, provided £25 million of funding to establish the PSFA, which brings together experts from across sectors in an integrated way with the Cabinet Office and HM Treasury. Staffed by counter-fraud experts and backed by leading data analytics tools and techniques, it will put a greater focus on performance and outcomes. It will also build deeper and broader expert-led services to support Departments and public bodies to reduce the impact of fraud. The functions and services of the PSFA will be built over the next two years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The authority has launched with a target of detecting and preventing £180 million of fraud in its first year and will work with Government Departments and public bodies to agree longer-term targets by December.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The PSFA will modernise the Government’s counter-fraud response by:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Agreeing ambitious counter-fraud plans for departments and public bodies and reviewing progress;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Regularly and directly briefing Cabinet Ministers including HM Treasury and Cabinet Office on the latest fraud landscape;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Providing expert support to Departments and public bodies about the fraud risks and threats they face, then helping to design defences against them and test their effectiveness;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Building a new national counter-fraud data analytics service that will provide advanced data capabilities—such as social network analysis—to surface, fight and prevent fraud against taxpayers; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Enhancing the use of fraud intelligence across the public sector, and with other sectors, to combat specific threats.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ahead of a permanently appointed chief executive officer of the authority, it is led by interim chief executive officer Mark Cheeseman OBE, an internationally recognised expert in public sector fraud who led the creation of the Government’s counter-fraud profession and the establishment of the international public sector fraud forum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The PSFA will be supported by a cross-sector advisory panel that will provide expert advice and help shape the strategic approach to public sector fraud prevention and reduction. The chair of the advisory panel will be announced in September.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}