{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2020-statement-on-the-restoration-and-renewal-of-the-houses-of-parliament/",
    "title": "Jacob Rees-Mogg – 2020 Statement on the Restoration and Renewal of the Houses of Parliament",
    "post_date": "July 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the statement made by Jacob Rees-Mogg, the Leader of the House of Commons, on 16 July 2020.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered Restoration and Renewal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Palace of Westminster is a magnificent building, which must be saved for future generations. Charles Barry and Augustus Pugin’s creation is a triumph of neo-Gothic architecture, recognised the world over. Within these walls, our history, architecture and politics are entwined together. It is a place that inspires us as politicians, just as it inspires the many schoolchildren who visit Westminster. On the Palace walls, the history of their nation is writ large: from the exploits of King Alfred to the stonework damaged by Nazi bombs, left unrepaired as a reminder that this House stood firm against tyranny; from the great Tudor portraits in the Prince’s Gallery to representations of both sides of the civil war, and to the great statesmen—Walpole, Pitt, Burke —who graced St Stephen’s with their rhetoric.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then we have Westminster Hall—a space that has been at the heart of our national life for nearly a millennium. Built by William Rufus, its hammer-beam roof completed by Richard II, it was the one part of the building that the firemen fought to save as the rest of the Palace succumbed to the flames in 1834. There were the trials of Thomas More, Thomas Wentworth, Charles I. So many great events took place in Westminster Hall. It was the centre of justice and the seat of wisdom for centuries. I want the children and grandchildren of the 1 million pupils who have visited us in recent years to be able to come here and learn about their nation’s history. I want them to be as inspired as I was when I first visited here as a child and won a prize—a biro—for knowing more parliamentary facts than any of my fellow pupils at that time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The prize we are now seeking is the Palace of Westminster itself. This is a building that must remain part of our national heritage for centuries to come, but it is also a building which, if we fail to act, risks being lost to history forever. Over the years, the Palace has become an increasingly complex and flawed proposition for those tasked with its preservation. Like the barnacled encrustations on the hull of a noble ship, layer upon layer of incremental changes have been built up over the years, just as the challenges of managing an ageing building have built up, too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 2017, there have been over 40,000 problems reported and the Palace is now deteriorating faster than it can be repaired. Anyone who ventures into the basement will see for themselves why. Steam pipes run alongside electric cables. Hundreds of miles of cabling are now in need of replacement. A sewage ejector, installed in 1888, is still in use today. In short, there is a meandering multiplicity of multifarious materials all in need of urgent attention and all increasing the vulnerability of the building. Those who want to see what 150 years of patch and mend looks like are advised to descend into the depths of the Palace and see for themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I returned to the basement yesterday, I was pleased to find a newly installed system, which will fill the space with a fine mist in the event of a fire. That is among the remedial but temporary measures put in place in recent years to address the possibility that the building might be imperilled by a serious blaze. I am advised that steps such as extra emergency lighting, the ​installation of new alarms, day and night fire patrols and so on ensure that life will be safe. What cannot be guaranteed is that our historic palace can be saved from destruction in the event of a serious fire. We have known for a long time that, if a blaze were to take hold, the lack of compartmentation would endanger the entire building, so it is a matter of some frustration that comprehensive fire safety alterations have not begun because we have been waiting for the main R&R programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fortunately, we are now moving towards the historic moment when this House is asked to approve a motion allowing the works to commence in the mid-2020s as planned. Such a decision, involving billions of pounds of public funds, taxpayers’ money, which would ideally be spent elsewhere, cannot be taken on a whim, so three requirements must be met if the restoration and renewal programme is to command the confidence of the House and of taxpayers: first, the proposal must be robust and evidence-based; secondly, it must give value for money and we must cut out unnecessary spending; and thirdly, the plans need to be up to date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No one here today will forget for a moment that we are discussing this matter in the midst of a global pandemic, which is placing great strain on the nation’s purse strings. Today’s debate is a chance to set out our expectations in this context, and this should be a limited project to replace failing mechanical and engineering equipment, not an opportunity to create a second Versailles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This debate also gives us an opportunity to note how far we have come since Deloitte produced its independent options appraisal in 2015. The Joint Committee’s report of September 2016 was followed by the motion of January 2018, which led in turn to the passage of the Parliamentary Buildings (Restoration and Renewal) Act 2019. This legislation addressed the first of our three requirements—that the proposals must be robust and evidence-based—by adopting the governance structures used to deliver major infrastructure projects such as the 2012 Olympic games. The Sponsor Body will act as the client on behalf of Parliament and oversee the delivery of the works, which will be entrusted to a Delivery Authority equipped with the expertise needed to keep costs down and to manage a project of this complexity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Delivery Authority is already showing the value of its professionalism by getting on with the basics, undertaking detailed investigations of the palace’s condition. Once these surveys are completed, it will then move on to preparing detailed proposals in the form of an outline business case. There can be no blank cheque for this work, which is why it so important that the outline business case will be fully costed. This will be the first time that we have had a proposition that we can assess in value-for-money terms, which is the second essential requirement before Members are asked to make their decision. Rather than hurrying along in an over-hasty fashion—[Laughter.] I am glad that I am creating such hilarity on such a serious subject. It is crucial that we take the time and accept the expense required to get this right—the right price to pay for the assurances we need that the project will be delivered on time and on budget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Nickie Aiken (Cities of London and Westminster) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I appreciate what my right hon. Friend is saying about the cost. Obviously, this marvellous palace is in ​the heart of my constituency, so it is a very precious place for me. None the less, at a time when we are spending billions of pounds in the economy following the covid-19 crisis and beyond, does he agree that we must be very careful about how much we spend on this project, because the public will expect us to be very careful about how we spend money on ourselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right: we must ensure value for money. I was going to refer to the example of the refurbishment of the Elizabeth Tower, because we have to know what we are going into. The refurbishment of the Elizabeth Tower offers a cautionary tale in this respect. Such is the nation’s affection for Big Ben that I have no doubt we would not have objected to spending £80 million on its refurbishment, if that had been the initial price tag placed on it. The mistake that was made was in initially releasing the figure of £29 million, which was little more than a guess. That is why it is right to spend the time and money on developing a business plan so that we know what we are going into.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is with this in mind that I advise the House in the strongest possible terms to disregard the endlessly quoted estimates drawn from the Deloitte report of June 2015. These numbers were merely comparisons with other options at that time and before any detailed scoping could take place. We cannot know how much the programme will cost in reality until the outline business case is published, but we can be assured that we now have the programme and infrastructural professionals, drawn from industry, who will be able to produce the comprehensive plans we need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Delivery Authority is making good progress, but it needs further clarity on what is expected of it, and this stands to reason. As both the National Audit Office and the Infrastructure and Projects Authority have highlighted, the cost estimates or ranges cannot be set out before the scope and requirements of what is needed are fully understood. Doing that means ensuring that the proposals are fully up to date, which is our third and final requirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So much has changed since the Deloitte report of 2015, not least the pandemic, which is having an enormous effect on our way of life, our way of working and economic activity more generally. That is why it is quite proper for the Sponsor Body to conduct a strategic review to consider whether the basis for options developed over previous years has changed significantly enough to warrant a change in strategy. The review should determine how the various options should be assessed. Timelines for delivery, heritage benefits, fire safety and cost must all be considered in the round, and the views of parliamentarians on all this matter greatly. It comes down to a simple question: how much inconvenience are we prepared to accept?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Danny Kruger (Devizes) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I completely agree with that last point. To take up the point made by my hon. Friend the Member for Cities of London and Westminster (Nickie Aiken), we should not be spending enormous amounts on ourselves, but this proposal does not necessarily mean that. We are spending money for future generations, and actually honouring the past, which I think is our duty as well. However, that does not mean that, with the crisis we are in at the moment, we ​should not be as flexible as possible. We are asking our constituents and our businesses to adapt enormously to very trying circumstances. Surely, given the times we are in, we should do everything we can to adapt, and there are many alternative proposals to the Richmond House move. Even if it means some inconvenience to us, we should do what we can to adapt. Even if it takes longer and even if we have to put up with some noise, surely we should be adaptable in these times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with my hon. Friend in both regards. This Palace, these Houses of Parliament are the most wonderful testament to our belief in democracy. It is so magnificent to walk along the passageway from here to the House of Lords and see on either side the representation of our history and the pride in our nation’s story that our forebears took because they believed that the democracy and the constitution we have are precious, worth preserving and worth symbolising in stone. To do that, it is worth spending the money to ensure this Palace is secure. However, yes, we must play our part and accept that there is a degree of inconvenience that we can tolerate, because currently we accept remarkably little. Under current rules, work in the Palace of Westminster can be halted on the say-so of a single MP. I am not sure that all MPs realise that each of their gentle and politely worded requests to keep noise down triggers an automatic downing of tools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mark Tami (Alyn and Deeside) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They do now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They do—well, those who are paying attention do—and I am glad the right hon. Gentleman is paying such strict attention. It is important that we do accept that we may have to compromise in what we expect in this Palace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then there is the question of a temporary decant location, and I look forward to hearing Members’ views about what scale and requirements are thought necessary. The Prime Minister has written to the chief executive of the Sponsor Body and Delivery Authority making it clear that costs should be kept to a minimum. He is quite right that putting a severe downward pressure on cost is vital in the face of phrases such as “scope creep” and “gold-plating”, which are words that should make any right thinking politician break out in a cold sweat. Our goal should be a narrow, simple one—to save the Palace of Westminster without spending more than is necessary. That is the only way we will be able to look our constituents in the eye and explain the steps being taken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Bernard Jenkin (Harwich and North Essex) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been listening carefully to what my right hon. Friend has been saying, and he has laid great emphasis on saving the building of the Palace of Westminster, but can he just clarify that it is the Government’s policy that it should be saved so that it should be the home of our national Parliament permanently?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that my hon. Friend may be alluding to the mention of York in the Prime Minister’s letter. I would remind my hon. Friend that between 1301 and 1325 Parliament met in York 11 times, but when Edward IV tried to get it to move to York, he was unsuccessful. It will end up being a matter for parliamentarians where this House sits, though strictly speaking the meeting of Parliament is called by the ​sovereign to her palace at Westminster. That, I think, is something that would be highly unlikely to change without the acceptance of parliamentarians. I hope that answers my hon. Friend’s question.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to conclude by quoting Caroline Shenton’s book about the construction of the Palace a century and a half ago. She raised the question of the difficulty faced by Barry and Pugin when she wrote:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“But who should be given the upper hand? The government… funded by the Treasury? Parliament as an institution made up of two legislatures occupying a single building… Or—most difficult of all—over a thousand MPs and Peers”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "this must be referring to peers rather than MPs, but never mind—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“fractious, opinionated…partisan, and…with as many individual views on how the work should progress as there were members? Deciding who was the real client at any particular moment would prove to be a mind-bending task for Barry over the next four and twenty years.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am a great admirer of much that was achieved by our Victorian forebears, but in this instance, this one instance, I believe the 21st century may—and I sense the shock around the Chamber—have the edge over the 19th century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Bryant (Rhondda) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You should write a book about the Victorians.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I did. It is still available, probably heavily discounted, in all second-hand bookshops. For once, we have truly, in that most tiresome of clichés, learned the lesson of history. We have our client, which is the Sponsor Body. Its strategic review is setting the scope for the programme, and then the Delivery Authority will draw up fully costed proposals for us to consider. At that point, we will arrive at the moment we have been steadily working towards for some years, when we will be able to decide how to do so in a way that offers the consistent political support the programme needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last Parliament set us on the path of action over inaction, but it is this Parliament that will act, meeting our collective responsibility of protecting this building, the throne, the palace of our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}