{
    "url": "https://www.ukpol.co.uk/merlyn-rees-1978-statement-on-the-home-office/",
    "title": "Merlyn Rees – 1978 Statement on the Home Office",
    "post_date": "April 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Merlyn Rees",
            "url": "/tag/merlyn-rees/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Merlyn Rees, the then Home Secretary, in the House of Commons on 6 November 1978.",
    "content": [
        "I understand that the subject for today’s debate is Home Office affairs. The Home Office covers an enormous variety of topics. There is not only the police, the prisons and the criminal law; there is also immigration and race relations, the fire service and broadcasting. There is even more: electoral law, liquor licensing, relations with the Channel Islands and the Isle of Man, and betting and gambling. But I understand that the Opposition intend to place the main weight of their speeches on law and order, and I, too, will be concentrating on this aspect in my speech today—though my hon. Friend the Minister of State—as is always the case in the Home Office—will be ready to deal with anything at the end of the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I come to law and order, however, I want to say something about another major Home Office concern—immigration and race relations. Earlier this year there was a great deal of public discussion on immigration, much of which was sadly misinformed. There was talk of our being swamped—at a time when immigration from the Commonwealth and Pakistan is largely confined to the wives and children of people who are already here. I made the Government’s position clear in my statement to the House on 6th April and again in the White Paper published in July, commenting on the report of the Select Committee on Race Relations and Immigration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have three principal aims in immigration. First, we affirm our determination to honour our commitments to the close dependants of those who are settled here. It is only right that wives and children should be enabled to join their husbands settled in this country as quickly as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second objective of our immigration policy—bearing in mind the commitment to which I have referred—is to continue with strict limits on future immigration. We are a small and densely populated island. There have to be restrictions on the number of people we can accept. Undoubtedly that has a bearing on the harmony which exists among the people of this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The third objective of the Government is to prevent evasion and abuse of the immigration control. We are determined to take firm action against illegal immigration. The number of prosecutions and convictions for overstaying, the number of illegal entrants removed and the number of people ordered to be deported have, because of the change in 1973, all more than doubled since the last full year of the Conservative Government. We are concerned about this problem. But the recent controversy about immigration numbers has diverted attention from the real problem—that of racial discrimination and racial disadvantage within our society. The Government are committed to equal opportunity for all our people and we will settle for nothing less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Gracious Speech reflects this commitment in the proposals that it makes for the replacement of section 11 of the Local Government Act 1966. This section made provision for paying a grant to local authorities to meet the special needs of Commonwealth immigrants. It is proving increasingly defective and there is an urgent need to replace it. A consultative document setting out the Government’s proposals is being issued to a wide range of organisations and individuals today. Copies have been placed in the Library.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The provisions of section 11 would be replaced by a broad enabling provision giving authority for grants to be paid to local authorities in respect of programmes designed (a) to meet the special needs of ​ ethnic minorities, or (b) to promote racial harmony. Local authorities will be encouraged to review systematically and comprehensively the impact of the whole range of services they provide on ethnic minority communities. Comments on the consultative document have been asked for by the end of January 1979. Subject to the outcome of these consultations the Government propose to introduce legislation as soon as possible in the new year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government recognise that the wider scope of the proposed new grant should be matched by a significant increase in the resources made available for expenditure on ethnic minorities. Details of this increase will be published in the White Paper on public expenditure. This new form of grant-aid will be separate from, and in addition to, the urban programme. There will be close and detailed discussions with local authority associations—not just on the principles of the proposals but on the sort of machinery necessary to advise the Government in the best ways of making use of the grant. The proposals for the new grant envisage that in the course of devising their programmes, and before submitting claims for grant, local authorities would consult the ethnic minority communities in their areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn now to the main theme of my speech—law and order—for the preservation of law and order must be the major preoccupation of any Home Secretary and Government. During the summer, many claims were made about the relative rate of increase in crime during various periods. Of course, statistics can be used—out of context—to show that crime has risen faster under this Government—or any other—than under their predecessor—25 per cent. overall in 1974–77, as compared with 6 per cent. in 1970–73.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But different statistics can be used to prove precisely the opposite. Violence against the person increased by 49 per cent. in 1970–73 compared with 29 per cent. in 1975–77, and criminal damage increased twice as fast in the earlier period under a Conservative Government as in the later one. I fear that, as usual, it depends on what one is trying to prove and on what statistics one wants to use. Innumerate people in public relations and advertising will be able to prove whatever they wish, and what they say will have no bearing whatever on the problem of law and order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The truth is that crime has risen relentlessly, under both Labour and Conservative Governments, for over 20 years. During that time there have been only two years, 1967 and 1973—one Labour and one Conservative—when the number of indictable offences recorded has gone down. In recent years the rate of increase, although subject to wide fluctuations, has seemed to be slowing down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The 15 per cent. increase of last year must be seen in the context of a 1 per cent. increase in 1976 and 7 per cent. in 1975; while the first two quarters of this year showed increases of 3 per cent. and 1 per cent. respectively compared with the same quarters last year. But one quarter’s figures—even one year’s figures—by themselves do not tell the whole story.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are determined to deal firmly with this rise in crime. One determination, but only one, is reflected in the tougher penalties that were provided in the Criminal Law Act 1977 and the greater powers which that Act gave to the courts to deal with younger offenders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 17th July of this year, magistrates have been able to impose a maximum fine of £1,000 on offenders convicted of theft, burglary, violent offences, criminal damage and many others. The amount of compensation which an offender may be ordered to pay—on summary conviction—has been increased from £400 to £1,000. The Criminal Law Act enables the Home Secretary to increase by order the maximum fine on summary conviction of most serious offences, should this be thought necessary following a change in the value of money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Criminal Law Act strengthens the supervision orders for juveniles. It enables the courts to prescribe additional requirements and contains powers to deal with breaches of any requirement by fines or an attendance centre order. Under the Act, juvenile fines are increased to £50 for the under-14-year-olds and to £200 for the 14 to 16-year-olds.  \nMagistrates’ courts have new powers to enforce fines on juveniles. Within that legislation I am glad that we were able to do something for the victims of crime ​ This is an aspect which is of increasing concern to us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s determination to deal effectively with crime is also reflected in the high priority that we have given to spending on law and order, even in times of financial stringency. This year the Government will spend over £2,000 million on law, order and protective services, of which over half is on police.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the 1977 public expenditure survey about £50 million a year in real terms was added to previously planned expenditure from 1978–79 onwards. This included a special law and order package of about £9 million announced in November 1977. Additionally, about £5 million was provided for law and order capital expenditure from the construction industry package.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More recently has come the Budget package of April of this year, which provided about £10 million, of which £5 million was for the police, £2 million for the prisons, £2 million for the courts and £600,000 for the probation services. In real terms we are now spending over £300 million a year more on law, order and protective services than in 1974.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mrs. Jill Knight (Birmingham, Edgbaston)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will this expenditure encompass the question of getting the police into the schools for lecture courses as was envisaged in the Scottish recommendations? That seems to be an excellent idea.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It does seem a good idea, but it is a matter for the chief constable, or the commissioner in London. I know from my visits to police forces in different parts of the country that this sort of thing is done. It is valuable particularly in that it introduces the community constable for an area to the schools, particularly the primary schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn to the question of police manpower and premature retirement, which is particularly important. An adequately manned and equipped police service is of central importance in sustaining the fight against crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We made clear in the Gracious Speech that the Government are firmly committed to support strengthening the police. That is why we accepted without hesitation the recommendations of the Edmund-Davies committee on pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We were right to have a deep investigation into Edmund-Davies, giving the very big increases this year. To have given 10 per cent. plus something last year, which would have made people feel that a victory had been achieved, would not have given the deep-seated investigation which was so necessary since the report of 1960.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What will be the effect of Edmund-Davies? It would be wrong at this moment to be more than cautiously optimistic. There has already been a noticeable effect on wastage rates. The overall rate in the September quarter was 25 per cent. below average. Premature wastage dropped by 17 per cent. and retirements on pension by 37 per cent. As a result, the total strength showed a net gain of 241 in the September quarter, compared with losses of 371 in the June quarter and 31 in the January quarter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Metropolitan Police recruitment showed a rise of 27 per cent. above the average for the first six months of the year, and wastage fell by 30 per cent. As a result, the force showed a net gain in strength for the September quarter of 44, compared with losses of 228 in the June quarter and 153 in the March quarter. The strength now stands at 21,675. When I asked in the Metropolitan Police about these figures the other day, it was pointed out to me that it was impossible to show a figure that was meaningful until the end of the year because one must take account of the time it takes people to apply and go for tests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Edmund-Davies committee is now taking evidence on the third part of its inquiry—the rights, duties and conditions of the police representative bodies—and it hopes to submit its report next spring. The Government and the House await the report with interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government believe that the most effective way of dealing with crime must lie in improved methods of prevention. It is not enough, as someone has put it, to suppress the bad, although that is important; we must also activate and liberate the good in society. Everyone agrees that there is considerable scope for minimising criminal behaviour through practical steps.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Vandalism is a good example. I held a conference only last week with a number of interested bodies to investigate the ​ action being taken to tackle vandalism and to exchange information. All kinds of interests were represented—the police, local authorities, people involved in education, planners, architects, and voluntary bodies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What clearly emerged from our discussions was that vandalism has to be tackled in the localities where it occurs. The advantage of a conference of this kind is to swap information, and I want to take further steps of circulating information from the local authorities on what is being done in other areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many groups have a part to play in this. The police, of course, have a primary responsibility for preventing crime. But they need information. Wherever there is vandalism—in a housing estate, in a park, or in a shopping precinct—the police must be told so that their expertise can be used in planning counter-measures. But local action to counter vandalism must be joint action. The police cannot do this job alone. Local authorities have a very important role to play, as do others in the schools and in voluntary bodies. Joint local action has to identify where the vandalism is happening, what is being done, what counter-measures can be taken, how a plan of action must be implemented, and how the results can be monitored.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the conference, I hope that this can be done in three ways—through the police, local authorities, and voluntary bodies. There are some very interesting experiments taking place with the aid of social workers, for example, in Widnes and Wythenshawe, in Manchester. The result of those experiments are very valuable. Because of my responsibility for broadcasting, I am very interested in the possibility of a good local station bringing together people to discuss this matter with very good practical results.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my constituency last Saturday I went around a small and fairly new housing estate. It was clear to me that the police were not informed enough about what was going on. One suggestion that I put, which should be looked at, was that a local authority should have a centre in the council offices where people can telephone about the problem of vandalism in their area. There is a lack of ​ knowledge about this and there is sometimes exaggeration about what is going on. In a couple of hours on Saturday evening, when I went around with a police inspector to people’s houses, I found that I, as a constituency Member, had made the beginning of an effort to stimulate interest in these matters. There is no simple solution to the problem; it is a question of responding to local problems with local measures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are those who have suggested particular panaceas, and I should like to look at them. One suggestion is for anti-vandalism patrols. I have checked with the police and they have told me that they already carry out such patrols. But they have also told me that they must decide to do it. Anti-vandalism patrols are a matter for the chief constable. The question of how they use their resources is a matter for them. They must decide these questions in the light of the needs in their own areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In other areas the primary need will not be for such patrols, but for different housing policies or for special efforts in a school. Again on Saturday evening, the children who came up to me made it clear that a lot had been done on the estate but there was no provision for open space.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where prevention fails, those responsible for breaking the law must be caught and dealt with appropriately. In some cases there is the problem of penalties, and I should like to take up this point in more detail. Some people say that harsher punishments are needed. It is, of course, entirely right that offenders, whether they be young or old, should receive appropriate punishment for the offences they have committed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I do not think we can afford to underestimate the rigour of the punishment inflicted by a simple act of imprisonment. The very fact of being uprooted from one’s normal life and placed instead in a Prison Department establishment—whether it be a detention centre or a borstal, or a prison—is a shock, and, indeed, a sharp shock. We cannot afford to underestimate that fact. To add to the shock of incarceration a regime that is designed to be oppressive and punitive would, in my view, go beyond the limits of what society would accept as reasonable. I say this, having visited prison ​ establishments recently, because they are not holiday camps or places where life is easy. When people talk about a system that is more oppressive, they do not take into account the existing system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must provide firm discipline in our establishments and I believe that we do, but it would be a mistake to assume that an excessively rigorous discipline for short sentences would be able to overcome the effects of any previous indiscipline in the offender’s life. When I discussed this with the prison staffs they did not agree that it was necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They said “Look what is happening here already.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is far more profitable, sensible and humane to provide a firm framework of discipline in our young offender establishments and to concentrate on our positive efforts, rather than on adding to the rigorous aspects of the discipline. They are there. We need to add to the offender’s capacity to conduct himself properly in society after his release and I think that not sufficient people know about the positive work done in these establishments through education and industrial training.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. W. R. Rees-Davies (Thanet, West)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the Home Secretary recognise that there has been an increase of more than one-third in criminal damage in the past year and will he pay attention to the paragraph in the report of Her Majesty’s Chief Inspector of Constabulary that says that many agencies other than the police have a responsibility and a part to play in a concerted effort on a broad front?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the right hon. Gentleman agree that if one could bring in the special constabulary and local volunteers to assist, they might be able to help with the detention of people over the weekend, particularly on Saturday afternoons? This would have a very much better effect than having to incarcerate them in prison. If their efforts were directed towards work over the weekend, it would not interfere—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. This is almost a speech rather than an intervention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not the view of the police that the hon. and learned Gentleman’s suggestion is the way to do it. I was going to deal with attendance centres.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are 70 junior attendance centres and plans are in hand for another 10 or so during the next 12 months. The increase of the past 12 months is a very great achievement. We recognise the arguments for extending the range of these junior attendance centres, though that was not the general advice that I received from those involved when I first looked at the matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Eight of these centres have been extended for an experimental period to take offenders aged 17 and 18 and we shall be studying the experiment carefully to see what lessons it provides. It is important that it should be an experiment. It is far too easy for all of us to say that something should be done. Sometimes we set up something and let it go on for a long period when it is not doing what we originally thought it ought to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Roger Sims (Chislehurst)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is the right hon. Gentleman aware that the two original senior attendance centres in Greenwich and Manchester were set up on an experimental basis and ran for years without the Home Office even observing what was going on? Are we to have a repeat of the same thing?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand what the hon. Gentleman is saying, but I hope that he will not suggest that what came out of those experiments was clear. The reason why I have authorised the new experiment is that there has been a feeling on both sides of the House that it should be done. I have not set it up in the knowledge that it will be a success. Let us see. People have said that it should be done, so let us see what happens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some people argue that the courts do not have sufficient power to impose effective fines on children whose offences do not merit their being sent to attendance or detention centres. We have already acted on this aspect. The Criminal Law Act 1977 increased maximum fines for children and young persons and provided for parents to be made liable, in certain circumstances, for their children’s fines. The right hon. Member for Penrith and The Border (Mr. Whitelaw) asked that this should be done. It is being done under the 1977 Act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The courts have new powers to enforce fines, to make attendance centre orders, to require the offender’s parents or guardians to enter into recognisances to ensure ​ payment and, subject to certain safeguards, power to order that any sum remaining unpaid should be transferred to the parents or guardians.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are concerned about the problem of vandalism, but, as my right hon. Friend the Prime Minister said in his message to the vandalism conference last week, unless we can create a caring, sharing society which will make outcasts of vandalism and violence, we shall all, as individuals, be failing our children and jeopardising the future of this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Eldon Griffiths (Bury St. Edmunds)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the right hon. Gentleman accept that part of the problem, though only a part, is caused by the packs of youngsters who collectively commit violence and attack people, including the police? Has he set in motion any experimental work to examine the role of the gangs, which are often a problem?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have spoken to Her Majesty’s Chief Inspector about this matter and I know that the police are giving attention to it. There is no doubt that group action is important, but, as I know from correspondence and from what I learned last week, individual action also matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I yield to no one in my concern about the problem of unemployment. I was brought up among unemployment, and those experiences will never leave me. In discussions about law and order, I have found a number of people who have said that they wished that others did not claim that vandalism and violence were caused by unemployment. People who are unemployed are not necessarily those who are involved in these matters. Often it is people with plenty of money who are involved, as is seen in some instances of football hooliganism. I have no doubt that there is a link, but it is not as clear as is sometimes suggested.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to the prison service, I do not accept that the service is being starved of resources. This year, we are spending £23 million on new construction and £8 million on repairs and maintenance of existing premises. Present plans are expected to produce about 4,500 additional inmate places—to use the jargon —over the next four years, and some improvements to essential services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new big prison will not be started until 1981–82. The right hon. Member for Penrith and The Border and I shared experience of problems in Northern Ireland, though perhaps I had more practical experience of this matter. When I went to the Northern Ireland Office and we were concerned about getting people into prison through the courts and doing away with detention in open prisons, I asked for the plans of new prisons. There were no plans. After obtaining planning permission west of Belfast, we set about building a new prison, based on the new prison that is to be started here in 1981–82, but that prison in Northern Ireland, also, will not be started until 1981–82. Anyone with ideas of building a proper new prison of that nature should know that it takes eight or nine years. In Northern Ireland, we were able to get new buildings put up in the Maze for the short term, but nothing could have been done in the past four years to bring new prisons on to the stocks now. They take time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Mark Carlisle (Runcorn)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I accept what the right hon. Gentleman has said, but can he explain why his Government cut £80 million from the prison building programme in 1974–75? This money would have been coming on stream in 1977–78 and 1978–79.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to debate public expenditure and £300 million extra, in real terms, is being spent. We did rather well overall in the Home Office. It is no good Conservative Members calling for cuts in public expenditure and then weeping about them whenever something in particular is affected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Carlisle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now answer the question.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was cut because every budget had to take a knock. We in the Home Office did better than did other Departments. By the end of 1981–82, total capacity in the prisons is expected to reach 41,700 and the daily average population for that year to be 43,800. On the existing plans, our view is that the level of overcrowding may then be reduced by up to one-third.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In regard to industrial action in the prison service, members of the Prison Officers’ Association came to see me today, and to say that they were upset is ​ to put it mildly. The action in the prison service is unofficial; it is not being carried out by the POA. Some parts of the press have been talking as if it were the association. Certain people have been flaunted on television and in the press as being important. It has been put to me that this sort of thing does great harm to those working responsibly in these matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will give the House the position as it was at 11 o’clock this morning. A total of 26 out of 113 prison service establishments are taking industrial action of some kind in pursuit of their claim for continuous duty credits—that is, meal breaks. We must be clear about the situation. A further four establishments are considering their positions. This figure does not include Parkhurst, where staff have been taking industrial action for some time in support of their claim for special allowance. Of the establishments taking action, 14 are located in the South-East region, seven in the South-West region, five in the Midland region, and none in the Northern region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are 13 establishments in which the action being taken in some ways restricts the regime—for example, education classes, industrial training, and so on—and one establishment where prisoners are not being accepted from magistrates’ courts. That establishment is in London. The situation is different in the case of the Crown courts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The position is still very fluid, and full information about what is happening and, in particular, about how police holding facilities are likely to be affected will not be available until late this evening. If I learn anything further before close of play today, as it were, my hon. Friend the Minister of State can bring it to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Robert Kilroy-Silk (Ormskirk)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Thursday my right hon. Friend made a statement on the prison officers’ dispute. He said that the action of certain prison officers is clearly illegal in preventing prisoners appearing at court or probation officers, social workers, relatives and lawyers having access to their clients or relatives. He said that this situation “cannot be allowed”. What action is he taking?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On that matter, can we wait to see what happens today? What is ​ quite clear is that if the disciplinary code were broken action would have to be taken. I have only been able to convey to the House the position as it was at 11 o’clock this morning. It may be different before the evening is out, and I would rather wait to see what the true picture is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn now to the claim for continuous duty credits—the meal breaks claim. Reference was made to this last Thursday, when I made my statement. It has been suggested in the press that the Prison Department has made an offer to certain branches of the POA which have been taking action. This is completely untrue. I make it clear that on such matters the Prison Department deals only with the national executive committee of the POA and with nobody else. We are in daily contact with the NEC, and I met the chairman and general secretary only this morning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They have assured me that the action now being taken by these branches is contrary to the policy of the NEC. The NEC has throughout been acting entirely responsibly in this matter and, as I made clear in my statement last Thursday, it is mainly in consequence of the points put to me by the NEC in recent weeks that the Government decided that an inquiry should be held. It is vital to the prison service that these proper channels of communication with the NEC of the POA should be preserved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has been comment in the press on the question whether the inquiry would cover continuous duty credits. The terms of reference are being discussed with the staff associations, but the POA has already made it clear to me that it will expect this matter to be included in the inquiry’s review of pay and conditions of service, and that retrospection must also be considered in the light of the inquiry on the principle of the matter. I can say now, in advance of the drawing up of the precise terms of reference, that I see no objection to these proposals, and I have so informed the POA.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is essential that the inquiry should proceed as fast as possible. I am hoping for a report as early as possible and I shall impress this upon the chairman of the inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Stephen Ross (Isle of Wight)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the last remarks of the Secretary ​ of State. Does he appreciate that there is evidence that prison officers in many parts of the country seem to have lost confidence in their association? That is why staff in a number of prisons are carrying out this action. Is he prepared to say, here and now, that the Government will accept the inquiry’s findings on these claims?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would be one thing for me to say that I would accept the findings but it would also be necessary for other bodies to say that they would accept the findings. We had better wait until we have the terms of reference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Kilroy-Silk**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How long it is going to take?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have said that it will be done as fast as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Kilroy-Silk**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Weeks? Months?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a matter of months. I hope that it will not go long into next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The national executive committee of the association is an elected body. That is the case with trade unionism as a whole. [Interruption.] That is not true, but if there are people who feel it to be so they have the remedy in their own hands. The committee is the elected body. The NEC has been responsible and I understand that some of those who appear on television are speaking without the full authority of those in the prisons from which they come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this situation, therefore, it is important that I, and, I believe, the House, should speak up for the POA, with which I have been in contact for some time now about industrial relations and the running of the prisons. It is not part of the wider problem of the prisons. It has made clear to me the particular things that it wants looked at; so have the governors and others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. David Price (Eastleigh)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman has had experience of difficulties with firemen, police and now prison officers. Is there not a case for having a permanent independent review body available to look at special cases in the public sector, irrespective of whether the Government have a formal incomes policy?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**​Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is quite surprising how many special cases there are. The hon. Gentleman had better consult his Front Bench, who want a free-for-all on the matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. William Whitelaw (Penrith and The Border)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No, we do not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman says that they do not, but certain Front Bench speakers go round saying the opposite.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn now to the Official Secrets Act. The Gracious Speech states the Government’s policy. We intend to push ahead with proposals also in the related area of open government. I know that it is very important to replace section 2 of the Official Secrets Act by an up-to-date provision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Broadcasting loomed large in the last Session. We have explained our proposals in the White Paper, and there is the passage in the Gracious Speech. A number of the proposals require detailed discussion with the organisations concerned. Those discussions have already begun and legislation is promised in the Gracious Speech, possibly in the next year. But some of our proposals need not await legislation. The House will have noted the proposals for the expansion of local radio. The stations have been announced, and I hope that, before we come to the General Election towards the end of next year, I shall be able to make an announcement also for further local radio stations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government recognise the depths of the concern felt at all levels of our society about crime. The Government share that concern. But resources alone will not win the day. There is only one way in this, as there is in aspects of incomes policy or pay policy, or whatever it is called—we will only win through if the people of the country as a whole help. The right hon. Member for Penrith and The Border and I both learnt this lesson in Northern Ireland. Civilised life depends on the support of the community for the forces of law and order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government give their support to the forces of law and order, and I am sure that the House as a whole does. But over-simplification on the hoardings only means that those involved with preserving law and order laugh and say “Is this ​ what politicians provide?” Such oversimplifications are nonsense. This House supports the forces of law and order in dealing with a very complicated matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}