{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-statement-on-supporting-business/",
    "title": "Jacob Rees-Mogg – 2022 Statement on Supporting Business",
    "post_date": "September 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jacob Rees-Mogg, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 22 September 2022.",
    "content": [
        "That is why I am saying that I am very grateful, Mr Speaker. I always think it is important that this House gets to know, and your generosity in setting a precedent where statements can be made on the days set aside for taking the Oath is, I think, a good one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that businesses have the support that they need to pay their energy bills this winter. His Majesty’s Government are determined to grow the economy. We cannot do that if business becomes insolvent thanks to what is tantamount to blackmail by a malevolent state actor. His Majesty’s Government announced yesterday that they will provide a discount on wholesale gas and electricity prices for all non-domestic customers, whose current gas and electricity prices have been significantly inflated by global energy prices. That includes all UK businesses and covers the voluntary sector, such as charities, and the public sector, such as schools and hospitals. The scheme will apply to fixed contracts that have been agreed on or after 1 April 2022, as well as to deemed variable and flexible tariffs and contracts. It will be applied to energy usage for six months from 1 October until 31 March next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As with the energy price guarantee for domestic customers, in order to benefit from the scheme, customers do not need to take action. The discount will automatically be applied to their energy bills from 1 October. In terms of real-world savings, non-domestic users will start to see the benefits of the scheme in their October energy bills, which are typically received in November. The level of price reduction for each business will vary depending on its contract type, the tariff and the volume used.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will publish a review of the operation of the scheme in three months to inform decisions on future support after March 2023. The review will focus in particular on identifying the most vulnerable non-domestic customers and on how the Government will continue assisting them with energy costs beyond the initial six-month period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A parallel scheme—based on the same criteria and offering comparable support, but recognising the different market fundamentals—will be established in Northern Ireland. For those who are not connected to the gas or electricity grid, equivalent support will be provided for non-domestic consumers who use heating oil or alternative fuels instead of gas. Further detail on this will be announced shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}