{
    "url": "https://www.ukpol.co.uk/marvin-rees-2021-comments-on-world-environment-day/",
    "title": "Marvin Rees – 2021 Comments on World Environment Day",
    "post_date": "June 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Marvin Rees",
            "url": "/tag/marvin-rees/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Marvin Rees, the Mayor of Bristol, on 4 June 2021.",
    "content": [
        "Bristol’s journey towards carbon neutrality by 2030 needs to be fair and inclusive. Achieving a just transition where everyone feels the benefits of a healthier and better environment is central to our approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to continue to build sustainable solutions to tackle the twin challenges of a climate and ecological emergency. We need our buildings, streets and open spaces to support wildlife and create a more nature friendly city, and we need new developments to do the same. We need to consider the natural world when we make any big city decisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a council, we want to lead by example, and we will be considering the environmental impacts of all the decisions we make, however we know we cannot do this alone, and are calling out to all businesses and organisations in the city to help us make a difference to our planet before it is too late. We will also do everything we can to help our communities across Bristol who want to make changes to their own lifestyles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}