{
    "url": "https://www.ukpol.co.uk/merlyn-rees-1978-speech-on-the-accountability-of-special-branch/",
    "title": "Merlyn Rees – 1978 Speech on the Accountability of Special Branch",
    "post_date": "April 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Merlyn Rees",
            "url": "/tag/merlyn-rees/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Merlyn Rees, the then Home Secretary, in the House of Commons on 24 May 1978.",
    "content": [
        "My hon. Friend the Member for Edinburgh, Central (Mr. Cook) said that this was not the first time that he had raised matters relating to the activities of police special branches. Indeed, he pointed out that on the Adjournment a year ago he raised the subject of the conduct of inquiries by Special Branch officers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When talking about accountability, without over-stretching it, it occurs to me that the fact that my hon. Friend has raised the matter in the House, even though at the end of it there may be a certain amount of dissatisfaction with the information that he gets, marks this country as different from many others where I doubt whether in the assembly the matter could be raised at all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand why my hon. Friend raised the matter of South Australia and linked it to people who had served in this country. But the responsibility and accountability for the Special Branch in this country lies with chief constables and police authorities, and I am the police authority for the Metropolitan area. ​ When I take over a job, such as Home Secretary, and I have to answer for it in the House, I make sure what I am responsible for. It is for that reason that, unusually I suppose for a Cabinet Minister, I am replying to the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that it is valuable for the subject to be raised. It allows my hon. Friend to raise matters of concern to him, but it gives me a chance to make one basic comment. I learned this in Northern Ireland as well. I attach the greatest importance to this sphere of police work. I emphasise my confidence in the way that such responsibilities are discharged. I shall also deal with the points made by the hon. Member for Plymouth, Sutton (Mr. Clark).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like to correct various misconceptions which exist. I accept straight away that if little information is given, it is not surprising that misconceptions arise. But the reality is that there is no other way of providing information without ruining the work of the special branch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have two direct responsibilities. One concerns interception, about which the House knows. I take that responsibility squarely. The other is responsibility for the prevention of terrorism. A number of cases under this legislation come to me. It is then my responsibility to take a decision. It is a responsibility that no one else can take. Therefore, in a direct fashion I am involved in this work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With regard to accountability, there is no national Special Branch. Police forces in England and Wales each have their own Special Branches. I am not a Minister of the Interior; I am the Home Secretary. My responsibility, except in the peculiar fashion of the Metropolitan Police, where I accept that the Special Branch is the largest, does not put me on all fours with a Minister of the Interior in other countries. The “Met” Special Branch co-ordinates the collection of intelligence affecting the activities of the IRA, as it has for nearly 100 years. It does not control the special branches of the other forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a normal part of police duty. Officers employed on those duties are responsible, through their senior officers, to their chief officers of police who are responsible for the prevention and detection of crime and the preservation of public ​ order in their areas. They are not free from control. The opposite is true. Chief officers fully recognise that the duties of Special Branch officers are such as to require the strictest control by senior officers. Special Branch officers are accountable for their actions in the same way as all other police officers. They are not exempt from the provisions of the police discipline code or from the law. The complaints procedure is the same for them as it is for anybody else.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Reports of investigations into complaints are sent to the Director of Public Prosecutions unless, in the same way as with other police officers, the chief officer or his deputy is satisfied that no criminal offence has been committed. The same procedure applies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Special Branch officers receive detailed instructions about the way in which they should carry out their duties and their responsibilities. I shall return to that. Mistakes are sometimes made. Perhaps that is inevitable in any area of human activity. Enthusiasm sometimes overcomes what should have been better judgment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Special Branch officers are accountable in the same way as any other police officer. Theirs is not an independent force. The subject matter of their inquiries makes it difficult for their work to be in the open, as is the generality of police work. But structure, training, discipline and organisation are designed to place Special Branch work firmly within the normal police arrangements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend spoke of the different definitions of subversive organisations. I have looked at this matter carefully. When one talks about different definitions over a period of years, implying that the scope of the Special Branch is different, I say to my hon. Friend that the information collected by the Special Branch relates entirely and solely to the proper purposes of protecting the security of the State and public order. That involves the ability of ordinary citizens to go about their peaceable and ordinary lives. Any idea that inquiries are made about people, or that files are kept on people, for other purposes or because of their political ideas or positions is not true. That is my responsibility overall. I take that responsibility seriously.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​ I have been in the Labour movement all my life. When I was younger the Labour Party was not as respectable as it now is—and perhaps as unrespectable as some people will try to make it out to be when we have a General Election. I know that there were times when it might have been thought that if one had a book in one’s room with “Marx” on it it could have been made out that one was a traitor or in the pay of a foreign Power. If that is the view of the hon. Member for Sutton I hope that he never has anything to do with the Special Branch, because that is the wrong attitude.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Alan Clark**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the reverse of my view.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the hon. Member laughed. We should be serious about this matter. In this country names are not put on lists because of political views. Parliament and the police are rightly concerned about those whose intention is to undermine or overthrow parliamentary democracy. They are not concerned about those who accept democratic institutions and the rule of law and who wish to exercise their right of protest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have no objection to giving the numbers in the Special Branch. Perhaps that has not been done before. The Metropolitan Police Special Branch numbers 409. There are about 850 officers in other forces in England and Wales engaged on what might be regarded as Special Branch work. About 300 of them are employed at the ports, though not all are Special Branch officers. That is the great change that has taken place over the years. Twelve million people come in and out of the ports. I am questioned in the House when someone gets out after having killed an Arab Minister who is visiting this country. Checks are made at the ports, and that takes large numbers of men. The checks are carried out to a degree that has never been practised before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If it were not done properly there would be questions asked of me. Questions were put to me this week about a report that Carlos was seen in Kensington, with all that is implied in that. An answer that I have given to that matter is to appear either tomorrow or today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn now to the Irish question. Anyone who believes that the success rate of the Metropolitan Police, particularly ​ in the Balcombe Street siege, where 700 police officers turned up in a matter of minutes, is due to the Commissioner suddenly saying “Let us go to that area” knows nothing about policing. It is important that information is obtained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is also the question of protecting Ministers. I and my family have had protection over four and a half years. It is provided by a group of armed men who work a watch system. They are Special Branch men. When one considers the number of people who have to be given protection in the course of a day, the numbers of the Special Branch can be seen in context.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn now to the question of secrecy and the lack of information. My hon. Friend the Member for Edinburgh, Central referred to the reports of chief officers. He said that there was a difference between Durham and other parts of the country. But it is not possible to give detailed accounts of Special Branch operations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not, however, my intention or that of the police to shroud a perfectly reputable and normal branch of the police organisation in undesirable secrecy. I am always prepared to look at cases. On the case in Gwent, I say only that apologies have been offered. The matters in Paisley, in Scotland, are not my responsibility; they are for my right hon. Friend the Secretary of State for Scotland. There, I understand that the man was transferred. I have a report about what happened at Greenwich. Unfortunately, time is now running out, but I can say that the Commissioner has assured me that much information in that respect was wrong and that none of it was obtained from a Special Branch officer who was called to the factory to deal with allegations of industrial sabotage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At Keele no information was sought about the political affiliations or views of anyone. I have looked at a number of these cases very carefully. On one or two of them I say that what happened had better not have been done. But anyone who believes that these are examples of something like the KGB or OGPU—such suggestions may have been made outside, ​ but they have not been made by my hon. Friend, who has looked carefully into this matter and done a great deal of research—would be wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not the tip of the iceberg. I appreciate my hon. Friend’s concern about some of the cases that he raised, and I have dealt with some of them quickly. I do not believe that he has established any sort of a case for a general inquiry into Special Branch activity. I am not complacent about the role of this Special Branch and that is why this debate and debates of this kind are useful occasions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Officers in the Special Branch are subject to the ordinary law of the land. The Special Branch is not attacking democracy; it is playing its part in defending it. I know a number of the officers personally and I congratulate them because I know of some of the work they do in the fight against political terrorism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In view of political terrorism and all the talk that we shall no doubt have in the context of a General Election, it might be a good idea if we praised the way in which we carry out our political activities in all the parties instead of making out that one side or the other is weak, deficient or unpatriotic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We may have suffered less from terrorist acts than some of our European partners, but we are not immune from that threat, and it would be foolish to pretend that we are. We give a lot of time to considering the possibility that that sort of thing might happen, and we need information from the Special Branch. I am satisfied that the chief officers of police fully understand the proper role of the Special Branch and are aware of their responsibilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}