{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2010-maiden-speech-in-the-house-of-commons/",
    "title": "Jacob Rees-Mogg – 2010 Maiden Speech in the House of Commons",
    "post_date": "November 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by Jacob Rees-Mogg, the Conservative MP for North East Somerset, in the House of Commons on 7 June 2010.",
    "content": [
        "It is a great pleasure to follow my hon. Friend the Member for West Suffolk (Matthew Hancock) in making a maiden speech in this debate. He made a fantastic maiden speech and we all now know to be very careful where we blow our noses in his constituency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a great honour for my family for me to be elected for North East Somerset. My father—or my noble kinsman, Lord Rees-Mogg, as I am now meant to call him—told me that between him, myself and my sister, we have tried seven times with one victory. I fear that if we were a football team, people would be calling for the manager to be removed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also an enormous honour for me to be elected for North East Somerset, which is where I was brought up and where my family have lived for generations. As everybody knows, Somerset is God’s own county, and North East Somerset is God’s own part of God’s own county.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I inherit the seat from two very distinguished gentlemen, one of whom is my hon. Friend the Member for Bath (Mr Foster). I am very glad he is now my hon. Friend, because I discovered when canvassing that a lot of people who were unaware of boundary changes were still intending to vote for him. When they discovered they could no longer do so, they turned out to be lifelong Conservatives, so I welcome him to the Peelite coalition that we now have.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The main part of my constituency was the old Wansdyke seat, which I have inherited from Mr Dan Norris, a most distinguished Labour Member, and a Parliamentary Private Secretary to the right hon. Member for South Shields (David Miliband). He is probably sorely missed at the moment during the Labour leadership election. He was the model of an assiduous constituency MP. He worked tirelessly both as an Avon county councillor and as an MP and I indeed have large shoes to fill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "North East Somerset, which, as I said, is God’s own part of God’s own county, has a great place in British history. I am not going to go back at any great length to Bladud, the father of King Lear, who in 683 BC founded Bath—he found some pigs with skin disease in north-east Somerset, and washed them in the waters—because he is a rather peripheral figure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alfred the Great is more substantial. Alfred the Great, we must remember, in 878 AD, had just Somerset left, with the Danes all around, as they had begun to take over all of Wessex and already had much of the rest of England. Alfred, however, brought together the people of Somerset, Wiltshire and parts of Hampshire and they crossed over from the Somerset levels through north-east Somerset to Edington, near Chippenham, and there they fought the great battle on which our freedoms depend. They put paid to Danish occupation. Alfred was a great law giver—a man we should think about in this debate particularly, because he did not want to innovate laws; he wanted to codify laws. He wanted to tell people what ancient rights they had and how they ought to have their liberties. He was able to expel the Danes and his grandson became the first King of England on borders we would recognise to this day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Moving on a little later, the next great figure from North East Somerset is Alphege, Archbishop of Canterbury, born in Weston, a village bordering north-east Somerset and Bath. He is really the first tax martyr. He was called upon to pay the Danegeld, and he took £48,000 to the Danes, then at Greenwich, and handed it over. They said, “Mr Alphege, we would like some more, and if you don’t give us more, we are going to hold on to you as a hostage.” And Alphege replied: “I will not give you more; I will not put higher taxes on my people; I will not have them suffer this imposition.” So they threw ox bones at Alphege until he died. I hope that people will not find it necessary to throw ox bones at me, but as another representative from North East Somerset, I will stand constantly for low taxation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The final figure I am going to mention in this great pantheon of wonderful figures from God’s own part of God’s own county is John Locke. Brought up in Belluton—this really is a sop to the Whig coalition that we now have—this philosopher of the Whigs was in many ways the founder of the constitution that we now have, one that has as its essence the fact that power comes from the people up to the legislature, which is there to supervise the Executive. Members will all know that the argument at the time was about the divine right of kings and some may now think that we have another form of divine right of the Executive. Locke made it clear that the duty of the legislature was to check and to stop the Executive exceeding the powers, the rights and the authority that it had from time immemorial.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us take these three great Somerset men: Alfred the Great, the first Eurosceptic, who got rid of the Danes and made England independent; Alphege, the low-tax martyr; and John Locke, standing up for the legislature and the people against the Executive. For however long I represent North East Somerset, I will take these three as my great heroes and hope to model my political words on their thoughts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}