{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-statement-on-the-subsidy-control-regime/",
    "title": "Jacob Rees-Mogg – 2022 Statement on the Subsidy Control Regime",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jacob Rees-Mogg, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 20 October 2022.",
    "content": [
        "I am announcing today, 20 October 2022, that the Government intend to bring the Subsidy Control Act fully into force on 4 January 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Act provides the framework for a new, United Kingdom-wide subsidy control regime. This regime will enable public authorities, including devolved Administrations and local authorities, to deliver subsidies that are tailored to local needs. This Government are determined to seize the opportunities arising from Brexit. We are no longer bound by the EU’s bureaucratic and prescriptive state aid regime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Subsidy Control (Subsidies and Schemes of Interest or Particular Interest) Regulations 2022, which I have laid in draft before both Houses today, will define which kinds of subsidies and schemes should be referred to the new subsidy advice unit, or SAU, within the Competition and Markets Authority. Additional scrutiny of the public authority’s assessment is sensible, given that these will typically be the types of subsidies that have the greater potential to lead to negative effects on domestic competition and investment and/or international trade and investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have consulted, earlier this year, on their proposed approach to subsidies and schemes of interest and of particular interest, and on the terms of the draft statutory guidance. The draft regulations that have been laid today, and the forthcoming guidance, are the fruit of careful reflection on consultation responses, the large majority of which were offered in an open and constructive spirit. I thank all respondents to both consultations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further regulations will also be laid during the autumn. These will concern the Competition and Markets Authority’s information-gathering powers in support of its subsidy control functions; the information requirements that public authorities must publish on our publicly available subsidy transparency database; and the gross cash equivalent rules for valuing subsidies in a consistent and comparable way, no matter in which form they are given.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government also intend that all four statutory instruments will be brought into force ready for the new regime to operate from 4 January.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More broadly, I wish to highlight some of the other positive features of the subsidy control regime that the Act establishes, and the work my officials are doing to implement it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the passage of the Act, Ministers were clear that improvements would be made to the functionality of the transparency database. Improvements have already been made, and a further programme of enhancements will be completed before the Act comes into force, to make the database even more transparent and easier for public authorities to use.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are drawing up clear statutory guidance to expand upon and explain the intention behind the provisions included in the Act, among other supplementary guides and educational aides. This will help public authorities to understand the obligations placed on them by the new legislation and design better and less distortive subsidies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will also hold a series of in-person and online events in November to inform public authorities of the requirements under the new regime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will make three streamlined routes for when the Subsidy Control Act fully enters into force. These are subsidy schemes that will be open to all public authorities, who can use them to give certain categories of subsidies even more quickly and easily, and without the need to assess them against the subsidy control regime’s principles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next year, 2023, will mark the beginning of a new era for subsidy control in the United Kingdom. The Subsidy Control Act strikes a sensible balance between allowing public authorities greater freedom to grant subsidies for useful social and economic purposes, while protecting the interests of taxpayers by means of proportionate rules and reviews.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}