{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2021-statement-on-the-electoral-commission/",
    "title": "Jacob Rees-Mogg – 2021 Statement on the Electoral Commission",
    "post_date": "January 22, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jacob Rees-Mogg, the Leader of the House of Commons, on 20 January 2021.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That an humble Address be presented to Her Majesty, praying that Her Majesty will appoint Alexander Attwood as an Electoral Commissioner with effect from 1 February 2021 for the period ending on 31 January 2024.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Speaker’s Committee on the Electoral Commission has produced a report, its sixth report of 2020, in relation to this motion and it may help if I set out the key points for the record. Electoral commissioners are appointed under the Political Parties, Elections and Referendums Act 2000 as amended by the Political Parties and Elections Act 2009. Under the Act, the Speaker’s Committee has the responsibility to oversee the selection of candidates for appointment to the Electoral Commission, including the reappointment of commissioners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If this appointment were made, Alexander Attwood would be one of four nominated commissioners. Nominated commissioners are put forward by the leaders of registered political parties with two or more Members in the House of Commons at the time of the appointment. Three of the four nominated commissioners are put forward by the leaders of the three largest parties in the House of Commons. In the case of the fourth commissioner —the position in question today—the other qualifying parties are each invited to nominate candidates for that one post.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This appointment is necessary because of the resignation of Alastair Ross last year. I thank Mr Ross for his service on the commission. In May last year Mr Speaker wrote to the leaders of the Liberal Democrats, the Democratic Unionist party, Plaid Cymru and the Social Democratic and Labour party asking them for their nominations to replace Mr Ross. Three candidates were put forward. The Speaker’s Committee appointed an interview panel to assess each of these candidates against agreed criteria. The panel consisted of Philippa Helme CB, the independent chairman, Sir John Holmes, then chairman of the Electoral Commission, the hon. Member for City of Chester (Christian Matheson) and my hon. Friend the Member for Lincoln (Karl MᶜCartney). The panel interviewed the candidates on 7 September. Its recommendation was that Alexander Attwood, the candidate nominated by the Social Democratic and Labour party, should go forward as its preferred candidate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Speaker’s Committee on the Electoral Commission considered the panel’s report and recommendations, and agreed to recommend that Mr Attwood be appointed for a three-year term. Once the Speaker’s Committee has reached a decision, statute should require that Mr Speaker consult the leaders of political parties represented at Westminster on the proposed reappointments. The statutory consultation provides an opportunity for the party leaders to comment, but they are not required to do so. No objection to Mr Attwood’s appointment was received in response to this consultation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Attwood has significant political experience in Northern Ireland. He served as a Belfast City councillor, representing West Belfast. He was an elected Member of the Northern Ireland Assembly between 1998 and 2017 and held ministerial office in the Northern Ireland Executive. The interview panel found Mr Attwood to be an impressive candidate who met all the essential criteria for the position.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the appointment were made, Mr Attwood would serve as an electoral commissioner for three years. I hope that the House will support this appointment, and I wish Mr Atwood success in this important role and commend this motion to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}