{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2019-tribute-to-the-speaker-of-the-house-of-commons/",
    "title": "Jacob Rees-Mogg – 2019 Tribute to the Speaker of the House of Commons",
    "post_date": "October 31, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jacob Rees-Mogg, the Leader of the House of Commons, in the Commons on 31 October 2019.",
    "content": [
        "Thank you, Mr Speaker. I do not need patience because proceedings in this House are always interesting. But let us now praise famous men. It was a privilege to propose you as Speaker in the 2015 Parliament and now, in the reverse of Mark Antony in relation to Caesar, I come not to bury you but to praise you, for that is the right thing to do when a period of long service comes to an end. That is not to deny that there will be a debate about your term of office, as there are debates about the terms of office of other Speakers in our history. However, I am very conscious that the good that men do is often interred with their end of service. I think the good that you have done should be heralded and that others at a later date will look at some of the criticisms that they may have. But now is not the occasion for that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2009, when you first addressed this House as a candidate for the speakership, you said that you did not want “to be someone”, but rather that you wanted “to do something”. Your agenda was “reform”, “renewal” and “revitalisation”, and although I think the word “modernisation” is an expletive, which I rarely allow to sound forth from my lips, there can be no denying that during your decade in office you have worked tirelessly to achieve those objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the 157th Speaker, you have been a distinctive servant of Parliament, both in this place and beyond, representing the House to audiences around the United Kingdom and overseas. I think you share my conviction that politics is at its best when it is engaging. Your work with the United Kingdom Youth Parliament and your work with Parliament’s excellent education team should be celebrated. So many schools from my constituency have taken advantage of this service, and I have always been impressed by the knowledge of the people involved. I know that you had quite a battle to get the education building put up, and some people opposed you, but it has been a resounding success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During your speakership, our parliamentary democracy has been under intense scrutiny. We have been fortunate to have in the Chair so accomplished a glottologist as you are, in order that language, as well as the intricate and profound workings of Parliament, can be understood by everyone. I think the words “chunter”, “medicament”, “dilate”, “animadvert” and, perhaps my favourite, “susurrations” have been popularised under your speakership and, I imagine, are now in common parlance in pubs and clubs across England—or at least in Boodle’s, the Beefsteak, Pratt’s and the Garrick. But those sorts of clubs probably enjoy those words greatly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you have dispensed your immediate duties from the Chair, you have come to be known as the Back Bencher’s champion. Our main purpose as Members of Parliament is to seek redress of grievance for our constituents, and you have been unswervingly diligent in your desire to ensure that all parliamentarians are treated equally, whether novice or hardened veteran. I cannot thank you enough for the help you gave me to ensure that we could get the drug Brineura for a constituent of mine: within about a week, you called me at oral questions, granted me an Adjournment debate and then gave me an urgent question, all of which helped to build pressure on the Government to act, to the great advantage of a very ill and very young constituent of mine. This is my view of what Parliament is about, and I think you facilitated that for me in a way that other Speakers may well not have done. My personal gratitude and, more importantly, the gratitude of the family who have benefited from that, is, I think, a real tribute to how you have operated. You have allowed parliamentarians to seek redress of grievance, and that is basically where our law making in this place comes from historically.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The ultimate, most important, highest duty of the Speaker of the House of Commons is to be the champion of our House and its Members, and to defend our right to freedom of speech in defence of our constituents. Mr Speaker, you have done that. During your time you have presided over what you yourself have termed the “rumbustious” Parliament. Now, as you step down from the office of Speaker of the House of Commons, having what is undoubtedly the highest honour that the House of Commons has in its power to bestow, I wish you a prosperous and successful retirement, and thank you and your family—Sally, Freddie, Jemima, and particularly the great Oliver, who I know has more my view of modernisation than your own, at least with regard to wigs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}