{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-speech-on-achieving-economic-growth/",
    "title": "Jacob Rees-Mogg – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jacob Rees-Mogg, the Minister for Brexit Opportunities and Government Efficiency, in the House of Commons on 18 May 2022.",
    "content": [
        "It is a pleasure to close this debate on behalf of Her Majesty’s Government. I thank right hon. and hon. Members on both sides of the House who have contributed; they made many important points, quite rightly holding the Government to account in the best traditions of this House, which made for an excellent debate to follow Her Majesty’s Gracious Speech. That speech set out the Government’s plans to grow our economy, ease the cost of living and drive our levelling-up agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Chief Secretary to the Treasury set out earlier today the ambitious plans for accelerating economic growth in this country. I echo his comments that there are reasons to be optimistic. Last year the United Kingdom was the fastest-growing economy in the G7. Employment has fallen back to 3.7%, below pre-pandemic levels, the lowest in nearly 50 years—since, I think, before you were even born, Mr Deputy Speaker, assuming that you were not born in 1974. However, as in 1974, inflation is once more on the prowl. It is a global issue, because of wars and rumours of wars, as well as, of course, the covid pandemic. Energy prices have risen globally. Other supply chains are disrupted, and China’s biggest cities are in lockdown. Container shipping is in the wrong place in parts of the world. The monetary policy prescripts that were necessary to deal with the global financial crisis and the pandemic risk of economic inactivity have also taken their toll. All that presents challenges not just to the Government in this country, but to Governments across the world. Fortunately, this Government—Her Majesty’s Government—have plans to deal with them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The areas under my direct responsibility are some crucial, essential, fundamental supply-side reforms in the Brexit freedoms Bill and the Procurement Bill. Those two Bills, along with a host of others in the Queen’s Speech covering data reform, gene editing, future transport technology, financial services reform and more, provide exactly the sort of meaningful policy—supply-side reforms that Opposition Members always oppose because their answer is always more regulation and more interference— which will truly open up the bottlenecks in our economy and give the British people the plenty and prosperity that they deserve. Once again, it is Conservatives who are willing to make proper, long-term, well-thought-through policy decisions to the benefit of the British people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I talk about the Bills in more detail, I want to refer to some of the comments that have been made during today’s excellent debate—and what a pleasure to start with the hon. Member for Leeds West (Rachel Reeves). Her speech was a beautifully crafted and elegant audition for the leadership of the Labour party, but she has set out her stall, and having always been thought of as being quite moderate—she was, I believe, an economist for the Bank of England at one point—she is now red in tooth and claw. The prescripts of socialism came spewing forth: higher tax, higher regulation, more spending. The fuel for the inflationary fire was piled up as if she were looking for a veritable bonfire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Leeds West was only to be outdone by the hon. Member for Nottingham East (Nadia Whittome), who, if the other hon. Lady was Solomon, was Rehoboam. If it was whips from the shadow Chancellor, it was scorpions from the hon. Member for Nottingham East. The scorpions of socialism have lashed this country before, and we will not be stung by their like again. But I must now move on to the very distinguished hon. Member for Glasgow Central (Alison Thewliss).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a phrase that comes to mind, because the hon. Lady was looking around for something with which to attack this Government, an extraordinary thing for her to do. She found that one item, which was of course the obsession of the Scottish National party, who want to be free from the United Kingdom only to be in thrall to the yoke of Brussels. She found a few pounds that used to come from Brussels but do not come from the United Kingdom, but she forgot the £41 billion that will go from the UK taxpayer to Scotland each year for the next three years; the £170 million from the levelling-up fund for eight Scottish projects; the £52 million to support the establishment of two green freeports; the £42 million for Scottish fisheries and the £1.9 billion for farmers and land managers; and the £1.5 billion for 12 city growth deals. The hon. Lady sat there elegantly straining at a gnat, when camel after camel had been greedily swallowed by the Scottish Government previously.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me turn to the inspired and helpful interventions from this side of the House. I am not saying that there is a monopoly of wisdom on this side of the House, although it does sometimes look that way. We started with my right hon. Friend the Member for Ashford (Damian Green), who pointed out that productivity had been a challenge for this economy for some time. He is absolutely right, and that is why supply-side reforms are so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Member for Epsom and Ewell (Chris Grayling) mentioned shale gas. I recall an occasion when a much more distinguished speaker at this Dispatch Box decided that the argument coming from the Back Bench was so strong that he could not rise to answer it and remain within the confines of collective agreement. My more distinguished predecessor was, as it happens, Robert Peel, and the argument was over free trade. Although I was not entirely won over by my right hon. Friend’s argument, I am nonetheless glad that Her Majesty’s Government are reviewing the position on shale to ensure that we maximise safely the resources that lie under the feet of the people of this nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Bryant**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Several Members on this side and on the other side spoke today in favour of a windfall tax on windfall profits. As I understand it, the right hon. Gentleman is wholeheartedly opposed to this socialism, so if and when the Government introduce it, will he resign?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unfortunately, as so often, the hon. Gentleman has not been paying proper attention to the day’s debate. If he had, he might have heard an authority greater than I am answering half a dozen questions on that very issue from the Leader of the Opposition slightly earlier. The authority in Her Majesty’s Government is obviously the Prime Minister, of whom I am a humble servant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Harwich and North Essex (Sir Bernard Jenkin) raised the issue of disruption in supply chains. This is a fundamental problem, and until supply chains are restored, inflation is likely to be difficult. The contributions have ranged widely. We heard from my hon. Friends the Members for West Worcestershire (Harriett Baldwin) and for Rugby (Mark Pawsey), as well as from my hon. Friend the Member for Burton (Kate Griffiths), whom I was pleased to visit last week. We had the pleasure of going to the Elkes Biscuits factory. If you want a better biscuit, buy Elkes biscuits. They are absolutely delicious. I helped—I was not very good at helping, but I did help—and they sent me home with a packet of Bourbon creams, which have never been devoured faster than they were by my children. I thank my hon. Friend for having me on that visit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We heard from my hon. Friends the Members for South West Bedfordshire (Andrew Selous) and for Reigate (Crispin Blunt), and from my right hon. Friend the Member for Gainsborough (Sir Edward Leigh), who insisted that we stick to the title of the debate, which is “Achieving economic growth”. He is almost always absolutely right, but on this occasion he was particularly absolutely right. We want to stick to the issue of economic growth. We also heard from my hon. Friend the Member for Thirsk and Malton (Kevin Hollinrake).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not know whether to be delighted or somewhat miffed at my hon. Friend the Member for Hertford and Stortford (Julie Marson), because in one short speech she made a point that I have been trying to make for about 20 years and she made it more pithily and better than I have ever done. She used a cricketing metaphor, which is that the Government are the groundsmen, and the most they can do is to prepare the pitch for the bowlers and batsmen—the businesses across the country who provide the economic activity. We are not the players in the game; we are the groundsmen. As I say, that is a point that I have been trying to make for a long time, and I am going to steal my hon. Friend’s pithy aphorism shamelessly. I hope that I have her permission to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We heard from my hon. Friend the Member for Bolsover (Mark Fletcher), and also from my hon. Friend the Member for South Cambridgeshire (Anthony Browne), who said that growth was everything, agreeing with my right hon. Friend the Member for Gainsborough. I think that my hon. Friend the Member for Milton Keynes North (Ben Everitt) might need to contact the Boundary Commission, because during his speech he decided to rename his constituency the “Silicon Valley of Europe”. For that to be officially approved, I think it would have to go through the proper processes, but it seems to me a jolly good idea that we should have the Silicon Valley of Europe in Milton Keynes, with robots going around showing how modern and technologically sophisticated they are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was also delighted by the contribution from my hon. Friend the Member for West Dorset (Chris Loder). I visited his constituency recently, and he generously provided me with the most excellent cake. Hon. and right hon. Members will think that wherever I go I am provided with confections of the most delicious kind, but that is not compulsory, and I would happily go without the cake to visit Poundbury, which is the most amazing success of planning in providing the things that people want. It is beautiful and elegant, and it achieves a density that other places do not achieve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also listened to my hon. Friend the Member for North Norfolk (Duncan Baker) with pleasure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Geraint Davies**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will he give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How could I refuse such an eloquently phrased request?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Geraint Davies**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am listening to this very amusing after-dinner speech, but does the right hon. Gentleman agree that the serious issue here is that, had we continued on the growth trend of the last Labour Government, people would have an extra £11,000 to work with? We have the highest tax rate since world war two, the highest inflation rate for 40 years and 2.6 million people going to food banks. Does he agree that is a complete catastrophe? He is making a big joke out of it, which shows he should not be in office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman must think there has been a collective outbreak of amnesia not just in the House but across the nation. He seems to forget that the country was bankrupt when the coalition came to office in 2010, and it had been bankrupted by the “spend now, find the money later” approach of the socialists. Was it not Margaret Thatcher who so rightly said that, ultimately, they run out of other people’s money? They ran out of other people’s money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Growth has been lower because of the utter irresponsibility of the socialists prior to 2010, and the then Chief Secretary to the Treasury left a little billet-doux, did he not, saying:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I’m afraid there is no money.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "[Hon. Members: “It was 12 years ago.”] Yes, it was more than 12 years ago, but we will not let them forget because socialism always leads to economic failure. Every socialist Government there has ever been has led to economic failure, devaluation, high taxes and low economic growth, and then the Conservatives come in to clear things up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Selous**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have not had the pleasure of visiting Poundbury, but I have visited the Prince of Wales’s other development at Nansledan near Newquay, where a wonderful, large doctors surgery is being built. Many of us have a serious issue with large new developments, as we do not have quite the same prowess at putting in general practice capacity. When my right hon. Friend is next round the Cabinet table, will he forcefully represent that point, which concerns many of us on both sides of the House?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is wise, and this is part of the reason why Poundbury has been a success, because it provides basic services, including a primary school. That is part of the planning requirement, so I agree with him very much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was delighted by the contribution of the right hon. Member for Leeds Central (Hilary Benn), which are not words I thought I would use nor words he probably thought I would utter. I always thought he was the high priest of remain, yet I could have delivered most of his speech on the intransigence and stick-in-the-mud-iness of the European Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am glad to say that, in the UK, we are being much more flexible. We are recognising that the EU has not suddenly become dangerous. We may not like the EU, we may not think it is the best construct and we may not want to belong to it, but we do not think it has suddenly become rabid. That is why I was delighted to announce in April that the remaining import controls on EU goods will no longer be introduced. This is not a delay but a change in policy, because we recognise that goods produced in other parts of the world—not just the EU—can be produced safely, and it therefore makes sense to have unilateral recognition if others will not give us mutual recognition. Between now and the end of 2023, we will look to see how far we can extend that with other friendly nations that have high standards, as it cuts costs for consumers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman probably has better relations with highfalutin EU figures than I do, and he may be better placed than I am to persuade them that reciprocation would be more in their interest than ours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Martin Docherty-Hughes**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On open trade, will the Minister give us some clarification on “friendly nations”? Does that include India shipping cheap Indian whisky to the UK?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will have to be a risk-based assessment. If the hon. Gentleman can say that this whisky is dangerous or poisonous, or it is breaking a trademark—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Martin Docherty-Hughes**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cheap.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Do we really have a Scotsman in the House who does not like his whisky to be cheap? Does he want to pay higher prices for whisky? Is he calling for this for the good people of Scotland? This is news. This is a newsflash, and I hope the PA is reporting it carefully, along with Hansard: the SNP wants higher prices for whisky. It wants higher prices for an evening tipple. I look forward to that being a good and successful slogan at the next general election: “Vote SNP for higher whisky prices”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Linden (Glasgow East) (SNP) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How can I refuse the hon. Gentleman?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Linden**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, the Minister cannot. On whisky in India, can he update the House on progress towards reducing the punitive 150% tariff on Scotch whisky, which has an impact on approximately 400 jobs in my constituency?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government are a free-trading Government, which is why we are negotiating around the world to improve access to other markets. That is a very important part of what Her Majesty’s Government are doing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to mention briefly one of the other things that came up in debate, which was on the issue of public sector fraud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ian Paisley (North Antrim) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before the Minister moves on, will he take the opportunity to welcome from the Dispatch Box the first overseas deal that was cut between Northern Ireland and Australia? Wrightbus, in my constituency, and Volgren, in Australia, are now going to put hydrogen buses on the streets of Australia. That has come directly as a result of our new ability to cut free trade deals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is particularly good news. It is welcome that Northern Ireland, where there are difficulties over the protocol, is seeing genuine benefit from our free trade agreements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to make a point about fraud, which was an issue raised during the debate. Two years ago, it was of fundamental importance to get money out to businesses quickly. That was the right thing to do and it was supported across the House. It is now right to follow up to make sure that all that money was used honestly, and that if people did not use it honestly, they are subject to proper processes. So £750 million of taxpayers’ money is being committed to following up on fraud. We are setting up a public sector fraud agency and we are working with the banks, who own the loans, to ensure that the bounce back loans are repaid properly and honestly. But it was right to get the money out quickly two years ago and everybody wanted to do it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Dhesi**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the Minister think it was right for more than £4 billion to already have been written off as unrecoverable fraud? Does he also think that the Minister who resigned at that point in time, on a matter of principle, was wrong to resign?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would correct the hon. Gentleman, as the money has not been written off. In addition, Lord Agnew has been in touch with me, and I have spoken to him and been seeking his advice on how to ensure that our anti-fraud efforts are as effective as possible. He highlighted the issue very effectively. May I also thank the hon. Gentleman for his contribution, along with the hon. Members for Bolton South East (Yasmin Qureshi) and for Paisley and Renfrewshire South (Mhairi Black) for theirs? In my humble opinion, they are three of the most sensible and civilised Opposition Members, but I think they decided that the Queen’s Speech was an occasion for them as it is for the heralds: they put on their tabards and their fine show in order to have a theatrical display, rather than to say something that they normally say, in well-rounded and moderated tones. All three of them went to the wildest fantasies of excessive criticism of the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Dhesi rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have already given way once. As I was saying, it was splendid but it was not really what the debate was about. I admire the heralds as well. They are a great addition to the state opening and I hope that the three of them will make this a traditional part of Queen’s Speeches in future, being able to over-egg the pudding when it comes in front of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have a feeling that you, Mr Deputy Speaker, and the many others who are now assembling for the vote may be glad to hear that I am coming to my—[Hon. Members: “Hear, hear!”] It is so easy to win cheap popularity. The Government see this post-Brexit world as an historic chance to seize the opportunity for innovation and regulatory reform now that we are free of Brussels diktats. Our future is one of innovation and enterprise, spurred by competition. Following the end of the transition period and the beginning of the UK’s new trading relationship with the EU, many businesses have prepared for and adapted to the new environment. It has been a period of change made all the more extraordinary by the need to tackle a global pandemic at the same time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The cost of business regulation is too high. Too much EU regulation has been written at the expense of consumers and entrepreneurs with new ideas. Many of the EU’s regulations—such as Solvency II or the rules on general data protection regulation—benefit big incumbents rather small competitors and deprive consumers, including Members of the House, of new technologies or better products and services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our future is in building on our competitive advantage as a knowledge economy. Our success will be based on the quality of our ideas, on working hard to turn those ideas into new industries, on reforming and enhancing our old ones, and on exporting those ideas. Now that we are outside the EU, we have the opportunity to think boldly, to conceive and implement rules that put the UK first, and to get rid of things—the nonsense, the folderol, the port services directive and such like—that do not help or benefit us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are going to have a Brexit freedoms Bill that will make it easier to get rid of bad EU law. It will be deregulatory in principle, remove the supremacy of EU law and ensure that our statute book is one of Scottish, English, Welsh and Northern Irish law, rather than one of EU law. Even the leader of the Scottish National party in Westminster, the right hon. Member for Ross, Skye and Lochaber (Ian Blackford), is looking chirpy at the thought of having that degree of control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our Procurement Bill will make life easier for small businesses. I think it was my hon. Friend the Member for Thirsk and Malton who said in the debate that small and medium-sized enterprises are the lifeblood of our economic activity. They are the ones that create the jobs, defeat the monopolists and help to bring down prices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ultimately, there is a clear choice on this Queen’s Speech. It is a choice brought into sharper relief by the inflation that we currently face and a choice faced by previous generations in this House and in this country: do we wish to go down the false path of socialism? Do we want to follow the hon. Member for Leeds West with higher taxes, higher regulation and wasteful spending? Or do we want freedom and liberty and enterprise? I commend freedom, liberty and enterprise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}