{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2023-speech-on-the-procurement-bill/",
    "title": "Jacob Rees-Mogg – 2023 Speech on the Procurement Bill",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jacob Rees-Mogg, the Conservative MP for North East Somerset, in the House of Commons on 9 January 2023.",
    "content": [
        "Thank you, Madam Deputy Speaker; how tactfully you remind us about the eight-minute limit. What a pleasure it is to follow the right hon. Member for Ashton-under-Lyne (Angela Rayner), from whom we had a lather of indignation —it could have been an advert for Pear’s soap, so great was the lather. I might remind the right hon. Lady that there was a similar lather of indignation from Opposition Members when we were trying to order PPE at the beginning of the pandemic. They really ought to watch the replays on the Parliament Channel to see how furious they were and how hopeless they thought it was that the Government were not spending even more money and ordering even more PPE. We should bear that in mind when we consider all their criticisms of this excellent Bill, brought forward with such distinction by my right hon. Friend the Paymaster General.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What is the fundamental point of procurement legislation? It is a burden for industry and a cost for taxpayers and it makes it harder for small and medium-sized enterprises to get into the supply chain. The fundamental point of such legislation is to keep Government honest: there has to be procurement law to ensure that contracts are awarded properly and fairly. That is why the openness of the Bill is so welcome; there will be more detail not only in the pipelines but in the whole process of procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, there has to be a balance. Large firms can employ departments to fill out tenders. They can afford the cost of tendering and of putting forward the necessary documents, and they can afford the executive time because they have more executives. Small firms, on the other hand, find procurement extremely burdensome and complicated and it uses a great deal of executive time. A large firm will have a team that does it; the SME will be using the chief executive’s time. That is why the light-touch regime is one of the most important things about the Bill. It is not set out in the greatest detail in the legislation, but there will be the ability to enhance it and make it more available for SMEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The more SMEs are brought in, the better it is for taxpayers. SMEs will be lower cost. In a lot of procurement, the Government go to a large company that then employs the SMEs while taking a margin for doing so. That is a cost to the SME, which charges a lesser price, and to the taxpayer, who pays a higher price. The ability to go directly to the SME is a saving for the taxpayer and a better profit margin for the SME. That is fundamentally important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When covid-19 came in and the Government had to make big decisions, a number of SMEs in my constituency had the ingenuity, ability and process but were unable to get any Government contracts. Does the right hon. Gentleman feel that they would be able to do so with this legislation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the main point of the Bill, along with moving away from the European approach that essentially favours big business. Also involved is an attitude of Government, for which we can praise the Cabinet Office—particularly Gareth Rhys Williams, who has been absolutely brilliant in running the Government’s procurement and saving billions of pounds for taxpayers. The issue is about not just law but attitude of mind. To answer the point made by the hon. Member for Strangford (Jim Shannon), the Bill will also make it easier for SMEs to be used by local authorities, which will know the local businesses and may know their reputations. That is an important easing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to see one easing more, although it may be difficult because of some of our international agreements, which may need to be changed. To my mind, it is quite unnecessary to include private utilities in this legislation. Private utilities’ motivation and risk appetite are completely different from the Government’s. Private utilities have shareholders who want value for money and they will award contracts to get the best value for money. They do not need bureaucratic procurement regulations to hang over them. There is scope within the Bill to remove more private utilities from the regime. I hope the Government will use that, both to extract them in future and ensure that the regime is as light touch as possible for private utilities. This is essentially another of the hangovers from the European Union that turned up in some of our international trade agreements because most European utilities are state owned. It is inappropriate and unnecessary for this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It may not surprise the House that I disagree with the right hon. Member for Ashton-under-Lyne on social value. Social value is in the eye of the beholder. The right hon. Lady may think that there is social value in trade union rights when it comes to procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Rayner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Hear, hear!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I got a cheer from the Opposition Front Bench! I rarely get those, but on this occasion I have. I think giving trade union rights is straightforward cronyism: it is giving money to your mates and ensuring that your mates, who then fund the Labour party, do better out of it. The Opposition like it, and I think it dangerous. No doubt they could think of examples of things I might be in favour of—say, putting into a contract free speech as a social value—that they think are not necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Value for money is fundamental, and I am glad of clause 12(1)(a)—that heroic clause in this great Bill. The right hon. Lady called the Bill a sticking plaster—quite some sticking plaster, running to so many clauses over 120 pages. Elastoplast does not produce sticking plasters of that size, I do not think. The key to procurement must be value for money—it must always be that, because taxpayers’ money is being spent. It is not about “nice to do” things, worthy things or virtue signalling; it is spending other people’s money, which must be spent as well as it possibly can be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within that, there may be a case for supporting innovation. Perhaps the commercial decision will be to spend money to innovate and get future savings, so that may be an exception. But that is the only one I can think of, other than where the Bill is absolutely excellent: in excluding those who have behaved badly. They may be foreign actors—there are powers to exclude on national security grounds—or companies that have behaved badly. The issue is of fundamental importance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I might touch on Bain, which has been excluded from Government contracts for its involvement in the most extraordinary state capture of the South African Revenue Service. Many of us will know about the scandals, fraud and corruption that there have been in South Africa. The Zondo commission looked carefully at what Bain had been doing and discovered that it had been instrumental in state capture. A company with a fine veneer of respectability was involved in facilitating corruption of the worst kind in South Africa. As the Zondo commission reports, more than 2,000 experienced people in the South African Revenue Service, including inspectors, were removed. The Zondo commission said that that facilitated organised crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is only right that this country should be able to stop companies involved in bad behaviour abroad from applying for contracts here. That is made easier under the Bill. The response of Bain, when challenged on this, was particularly poor. It simply attacked the whistleblower, a brave man called Athol Williams, who had the courage to point out what was going wrong. That important benefit will help with national security as well as with probity in our system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am at your time limit, Madam Deputy Speaker. I even had an intervention, for which I probably got a bonus minute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(Dame Rosie Winterton) indicated dissent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Madam Deputy Speaker is a hard lady; she shakes her head.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me conclude by saying that this is a good Bill. It is a major step forward, it ensures value for money, it helps SMEs and it will make procurement better, more efficient and better for taxpayers. It is a Brexit bonus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}