{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-speech-on-energy-price-capping/",
    "title": "Jacob Rees-Mogg – 2022 Speech on Energy Price Capping",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jacob Rees-Mogg, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 8 September 2022.",
    "content": [
        "May I begin by adding my voice to those of other right hon. and hon. Members in wishing Her Majesty the Queen well from this House? It is a matter of the gravest concern to all of us when our sovereign is unwell.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my right hon. Friend the Prime Minister not only on her appointment, but on the way she has chosen to meet this energy challenge: with immediate and decisive action. I thank her for introducing this debate, for ensuring that the contents of her speech were not leaked beforehand, which shows a proper respect for Parliament, and for seeing that her policy is robustly debated in this Chamber.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Chancellor, my predecessor at BEIS, for paving the way for this announcement. I look forward to working very closely with him to ensure that households and businesses are protected this winter and beyond. I also thank the right hon. Gentleman the shadow Business Secretary for his kind words about me in his opening comments. Indeed, we have had a friendly personal relationship over some years. I hope we can continue that while having, no doubt, some less friendly debates on these fundamental issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to understand why we are here. We are here because Vladimir Putin has weaponised energy supply as part of his barbarous attack in Ukraine. Last week, he turned off the main pipeline to Europe. It is a deliberate blackmail tactic against the west. Britain’s energy system must be strengthened and diversified to protect our homes and our businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we have heard over the course of this debate, our plan comes in two parts. First, we must get our constituents safely through this winter. We know how concerned people are about expensive energy bills. Some of the projected figures have been truly alarming and we are intervening to stave off an unprecedented crisis. It would be wrong to stand by as people struggle. I give the assurance to the hon. Member for St Albans (Daisy Cooper) that our plan for businesses will include care homes. That is fundamentally important. It would be madness to ignore other businesses too, as they see their bills spiral out of control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new energy price guarantee will ensure that bills are kept down, remaining at around £2,500 a year for the average consumer. This intervention reflects the severity of the situation we find ourselves in. The Government-funded support will take effect from 1 October, saving the average household around £1,000. That will be combined with the original support we announced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I reassure the hon. Member for Kilmarnock and Loudoun (Alan Brown), who raised this question first, that we will act to help people on the lowest incomes. The Government have already announced a package of support that will see 8 million of the most vulnerable households receive £1,200 of one-off support to help with the cost of living, and all domestic electricity customers will receive £400.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that from biscuit makers to bars, businesses are worried about their bills. The Government’s price guarantee for businesses, which will be announced shortly, will bring down energy bills for the acute phase of the crisis. All businesses on variable contracts, whose fixed-price contract is coming to an end or that have agreed a fixed-price contract recently will be eligible to enter the new Government-guaranteed contract. That will apply to businesses of all sizes and include schools, nurseries and care homes, as well as manufacturers and retail. That is the short term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Quite rightly, Opposition Members, particularly the Leader of the Opposition, asked who is going to pay for this. The energy bills guarantee is not a direct loan to customers or to energy suppliers. However, as the price stabilises in due course, the Government will need to consider when and how to recoup at least some of the cost of the scheme. The Opposition are all for taxation, Madam Deputy Speaker. That should not surprise you, as you know the inner workings of the Labour party better than most. None the less, all we get from the other side is tax, tax and tax again. It may be that we are at the highest rate of taxation in 70 years, but the answer is always more tax. It is their only answer to any question. Even the right hon. Member for Ross, Skye and Lochaber (Ian Blackford), the leader of the SNP, who used to be a very successful businessman, and therefore may know a thing or two about this, was advocating higher taxes. Now that he is a humble crofter, perhaps he thinks that is easier.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ian Blackford**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the right hon. Member—we go back a long way. He is, of course, right that I have a background in the City. No doubt he has read Shell’s quarterly figures, as I have done. Off the top of my head, the return on capital employed has gone up from 3% to 13%. By anyone’s definition, that is excess profit. It is right at times such as this that we take our share of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is structurally wrong. Taxes need to be certain. If we are to encourage investment—and we need investment in this country—the tax policy has to be set for the long term. We cannot retrospectively pick people’s pocket; we need to tell them what the charge will be beforehand and keep it clear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Redwood**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Would the Business Secretary like to remind the House that the Republic of Ireland deliberately chose much lower corporation tax rates than the rest of the advanced world and collects a far bigger proportion of its economy in taxes on business than we do?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend will be glad to note that the Chancellor of the Exchequer, from a sedentary position, is agreeing with him. My right hon. Friend is a higher authority on this than I am, but we know that the cut in corporation tax led to an increase in receipts. Higher taxation is not the answer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking at the long term, we must fix our broken energy system. We must have energy independence and become a net exporter of energy by 2040. We cannot be held captive by volatile global markets or malevolent states. We must tackle the root causes of the problems in our energy market by boosting domestic supply. We will invest in renewable energy with vim and vigour, accelerating the deployment of wind, solar and—particularly exciting, I think—hydrogen technologies. To reassure my right hon. Friend the Member for Pendle (Andrew Stephenson), we will invest in nuclear technologies, which also provide us with cheap and clean electricity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I note that my hon. Friend the Member for Ynys Môn (Virginia Crosbie) said that her constituency is known as energy island. That is exactly what we need in this country. My hon. Friend the Member for Gloucester (Richard Graham) noted that not just Ynys Môn but the whole of the United Kingdom is energy island. We must use all the resources available to us, including tidal energy, as my right hon. Friend the Member for Maidenhead (Mrs May) said. This is a great opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Sunderland (Bracknell) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will my right hon. Friend give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would love to give way, but time is very short.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are fully committed to green growth and the green industrial revolution, and to net zero by 2050, but we have to get there, and to get there we are going to need oil and gas. We are therefore going to have a new oil and gas licensing round, which we hope to launch in October. I reassure the right hon. Member for East Antrim (Sammy Wilson) that we will work with communities and individuals to use shale gas as well, with the support of those who may be affected. The pause on extraction is being lifted through a written ministerial statement and will come into effect immediately. This will allow us to gather further data on seismic safety. It is fundamentally important, as any economist knows, that pricing is set at the margin. If you have more, it helps bring prices down. That is fundamental. It is not in any way contradictory to what we have said before. We will also have legislation to support people in Northern Ireland, which is fundamentally important. We must be one United Kingdom in how we do this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very grateful for the many contributions that were made in the course of the debate, including by my hon. Friend the Member for Worcester (Mr Walker), my right hon. Friends the Members for Central Devon (Mel Stride), for Forest of Dean (Mr Harper) and for South Northamptonshire (Dame Andrea Leadsom), my hon. Friend the Member for Bolton West (Chris Green), my right hon. Friend the Member for Preseli Pembrokeshire (Stephen Crabb), my hon. Friends the Members for East Surrey (Claire Coutinho), for Watford (Dean Russell) and for Gloucester, my right hon. Friend the Member for Basingstoke (Dame Maria Miller), and my hon. Friends the Members for Ynys Môn, for Dudley South (Mike Wood) and for Sevenoaks (Laura Trott). I commend the motion on the Order Paper to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}