{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2020-statement-on-proceedings-in-parliament/",
    "title": "Jacob Rees-Mogg – 2020 Statement on Proceedings in Parliament",
    "post_date": "June 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Jacob Rees-Mogg, the Leader of the House of Commons, on 2 June 2020.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That the resolution of the House of 21 April (Proceedings during the pandemic) be rescinded and the following orders be made and have effect until 7 July 2020:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(1) That the following order have effect in place of Standing Order No. 38 (Procedure on divisions):\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(a) If the opinion of the Speaker or the chair as to the decision on a question is challenged, the Speaker or the chair shall declare that a division shall be held.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(b) Divisions shall be conducted under arrangements made by the Speaker provided that:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(i) Members may only participate physically within the Parliamentary estate; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(ii) the arrangements adhere to the guidance issued by Public Health England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(2) Standing Order No. 40 (Division unnecessarily claimed) shall not apply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(3) In Standing Order No. 41A (Deferred divisions):\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(a) At the end of paragraph (5)(a), insert “, provided that (i) Members may only participate physically within the Parliamentary estate; and (ii) the arrangements adhere to the guidance issued by Public Health England”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(b) In paragraph (5)(b) delete “two and a half hours” and insert “at least two and a half hours”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(c) In paragraph (5)(c) delete “after the expiry of the period mentioned in subparagraph (b) above”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(4) The Speaker or chair may limit the number of Members present in the Chamber at any one time and Standing Orders Nos. 7 (Seats not to be taken before prayers) and 8 (Seats secured at prayers) shall not apply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "(5) Standing Orders Nos. 83J to 83X (Certification according to territorial application etc) shall not apply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The rationale for returning to physical proceedings is a straightforward one. Parliament is the assembly of the nation. The public expect it to deliver on the mandate provided by last year’s general election, and they expect it to conduct the kind of effective scrutiny that puts Ministers under real pressure. Neither expectation can be fully realised while we are not sitting physically. That is why we are returning to work safely at the first opportunity in order fully to conduct the essential business not possible from our homes. This assessment is based on the facts. The stopgap of a hybrid Parliament was a necessary compromise during the peak of the virus, but, by not being here, the House has not worked effectively on behalf of constituents. Legislating is a key function of Parliament, yet there has been no ability for legislative Committees to meet since 23 March. This means that, for 10 weeks, there has been no detailed line-by-line consideration of Bills that will affect people’s lives. I remind Members that, in the week commencing Monday 11 May, we had no debates on secondary legislation, no Public Bill Committees, and no Delegated Legislation Committees. There was significantly less time for debate—just 216 minutes of debate on primary legislation compared with the example of 648 minutes in a normal sitting week—and far less flexibility to ensure proper scrutiny of the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should also like to remind Members that much of the business under the hybrid proceedings was deliberately arranged to be non-contentious. The time limits on scrutiny and substantive proceedings were also heavily restricted. This was to facilitate the smooth running of what was always a technically challenging arrangement. What was acceptable for a few short weeks would have proved unsustainable if we had allowed the hybrid proceedings to continue. This House plays an invaluable role in holding the Government to account and debating legislation, which can only properly be fulfilled when Members are here in person.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Bryant (Rhondda) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the right hon. Gentleman allow?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was just about to talk about Members intervening time and again, so it is the perfect time for me to give way to the hon. Gentleman.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Bryant**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Leader of the House will know, because he is an historian, that one of the ancient liberties of all Members of Parliament has been to attend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such a liberty has been asserted even when the Crown has wanted to arrest people. The House has insisted that people should be allowed to attend, but at the moment, by law, there are many MPs who are banned from attending Parliament because they are shielding either themselves or others in their household. How can it possibly be right to exclude those people? How can it be a Conservative motion to exclude those MPs and thereby disenfranchise their communities?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nobody is banned from attending Parliament by law. The ancient right of MPs, which dates back to 1340, entitles Members to attend. However, I accept that, for some Members with particular health conditions, it is very difficult to attend—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Bryant**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are not allowed to attend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No law exists that stops Members from attending Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Elmore (Ogmore) (Lab) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I give way to the hon. Gentleman.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Elmore**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am extremely grateful to the Leader of the House for giving way. Yesterday, in the public proceedings of the Procedure Committee, the question was asked directly of the Clerk, and the Clerk confirmed that Members are bound by the law outside of the particular Act to which the Leader of the House is referring. If, for example, a county, a part of the United Kingdom, or a nation was put into lockdown, the Member of Parliament would have to abide by that law, unless they were specifically exempt within that law—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. We might have gone back to having interventions, but that does not mean that we can have long interventions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The ancient right to attend Parliament goes back to 1340, and, as the hon. Member for Rhondda (Chris Bryant) pointed out, this is something that has been used against the Crown in the past. It is a most important and long-standing right. There must always be an exemption for Members to attend Parliament. What I was going on to elaborate is that I will be bringing forward, as I promised on 20 May, a motion tomorrow to allow Members who, on medical grounds, are unable to attend to continue to appear for scrutiny—questions, urgent questions and statements—remotely. That will be brought forward tomorrow, as I promised on 20 May when we discussed these matters in response to an urgent question.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Peter Bone (Wellingborough) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As usual, the Leader of the House is making a strong statement, but on this particular point on voting, surely, as this is a recall of Parliament, every Member should have the right to vote today on whether to accept the new proceedings. Why, therefore, is today’s vote not being done remotely?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is right. Every Member does have the right to vote. Members accepted that these measures would be temporary—that they would continue until they expired. One has to deal with these matters in good faith. It was put to Members, some of whom were very reluctant to accept remote voting, to agree to it on the basis that it was temporary. It expired, and therefore we come back automatically, without any motion, to physical voting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Griffith (Arundel and South Downs) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my right hon. Friend agree with me that today there are low-paid clinical staff working in the NHS who are free of the surcharge as a result of this House having its voice heard? Does he therefore understand my incomprehension that Opposition Members want to continue with this “Coke Zero” Parliament for one more day, when we could resume our job of holding the Government to account?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend puts it extremely well. Lots of people are going back to work, and we have a role, as leaders within the country and within the community, to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Leader of the House outline his intention with regard to ensuring that minority parties such as mine, the Democratic Unionist party, are able to speak directly from their constituency through the present system in this House on matters such as the upcoming debate on abortion? I would like to assume that at least some Northern Ireland MPs will be able to speak on this Northern Ireland legislation in Committee, as I understand it will be, ever mindful that this week the Northern Ireland Assembly will deliberate on this matter. Ministers, right hon. and hon. Members of this House want the Northern Ireland Assembly to make the decision, but if it has to be made in Committee here, it is important that we have an opportunity to have Northern Ireland MPs on that legislative Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is not really a point for today’s debate. I completely accept what the hon. Gentleman says about representation on Committees for minority parties, but that is really a matter for business questions rather than today’s debate. I might add that the voice of Strangford is always heard in this House, and that is our good fortune as Members of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just before the hon. Member for Rhondda intervened, I was talking about having Members intervening, and we have seen in the past few minutes how that enhances, develops and evolves the debate. It ensures that Ministers are held to account, and allows the debating of amendments clause by clause in the Chamber, so that constituents’ views can be represented to Ministers; then to vote physically ensures that we are here, coming together as a single Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ian Paisley (North Antrim) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Leader of the House is, of course, a strong advocate of the Union. He must appreciate that at the present time it is incredibly difficult and not at all straightforward for Members from Ulster to get here to the British mainland. As a result, I wonder whether he accepts that the social distancing queueing arrangements that are now to be trialled actually defeat to some degree the purpose of our having those debates, because they will eat so much into parliamentary time that we are eager to use for debate and cut and thrust.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The temporary measures that are to be used will mean that voting takes a little bit longer than using the ordinary Division Lobbies. That is true, but it will depend to some extent on how many Divisions right hon. and hon. Members demand—[Hon. Members: “Oh!”] I note a certain amount of caterwauling in the background, but I point out that a Division is not demanded on every item that comes before this House. If it were, the Budget resolutions would take a day to be passed. That is a perfectly routine matter. Members decide what they wish to vote on, and you, Madam Deputy Speaker, asked if notice could be given beforehand. Of course we will look for faster ways of providing for Divisions to take place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Why should Divisions be physical? Why is it important for votes to be physical? It is because we are coming here together as a single Parliament and voting on things that have a major effect on people’s lives. Every piece of legislation affects people’s lives one way or another. We should not vote quietly and secretly. Some people tweeted that they were doing it while going for a walk and things like that. Is that really the way to be voting on laws?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Alistair Carmichael (Orkney and Shetland) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The principle in this House is that votes follow voices. The Leader of the House is telling us that tomorrow he will bring a motion to allow those who are medically not able to be here to have a voice. Why should they not have a vote to follow that voice?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The vote following the voice is the tradition that if you shout one way, you then cannot vote the other way. That is all that means in terms of that tradition. It means that if you shout “Aye”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Several hon. Members rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will just explain this point and then of course I will give way. The votes follow the voice, in that if you have shouted “Aye”, you must not then vote No. You are allowed to move a motion and then vote against it, as long as you do not shout in favour of it. The hon. Member for Rhondda may be looking quizzical, but he might remember that the former leader of the Labour party—of Her Majesty’s Opposition—did exactly that within the past couple of years. This is a fairly routine procedure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Peter Kyle (Hove) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What we have seen from the Leader of the House’s performance today so far is the characteristic we have seen from the Government since the start: bending the rules to fit their own purposes. Anybody watching this debate impartially will now be confused about what this means for their own behaviour. He has said that tomorrow people can enter these debates virtually. If they have a medical reason not to be here but they can be here virtually, can he say precisely what is preventing their being able to vote virtually as well?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are well-established procedures for people who cannot be here being paired, so that their opinion and that of their constituents has exactly the same effect as if they vote in person. The votes through pairing balance out, so the decision of the House remains identical.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Patrick Grady (Glasgow North) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I assure the Leader of the House that right now there are lots of voices of Scottish National party Members he cannot hear because they are not in this Chamber and they will not be happy at all at the disenfranchisement of their constituents through what he is proposing. The Procedure Committee makes it clear that people should not have to disclose their medical condition in order to be able to participate in this House. What he is doing is embodying what people have seen as the practice of this Government in recent weeks: it is one rule for them and one rule for lots of other people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman says that lots of SNP Members will not be happy. I have a nasty feeling that that is often the state of SNP Members, and I wish them every happiness. It is important that people follow the rules, and we are following the rules, because we said that people ought to go back to work if they cannot work effectively from home and that is exactly the position we are in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me provide Members with an example. Flights for us from Northern Ireland to here are restricted. Two weeks ago, there were three flights out on a Monday but that was then reduced to two, and on other days there are no flights. Can Members have notice of when there will be debates in this House and when there will be votes in this House, because it is important that we are here to participate and actively vote when we can, and we need to know this in advance so that we can get a plane? The only plane over here for us yesterday left early in the morning, and that is to get us here for today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now that we are back to normal sitting hours, we will be sitting on Monday to Thursday with the usual sitting hours. A recess is scheduled, but I would not like to confirm that that date will be set in stone. It is at the end of July, so there will be plenty of notice if there is any change to it. We will have our normal sittings on Monday to Thursday. We are getting back to work. It is becoming business as normal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The temporary Standing Orders for remote voting were only ever temporary, and I do not think they would have been agreed had the scheme been put in place for longer; many people have always been opposed to remote voting, and we got a consensus for a brief period. I do not believe I would be acting in good faith if I were to extend it beyond the time that people understood when it was first introduced. It is important that we treat decisions of the House with the importance and accord that they deserve, and the decision was to do this on a temporary basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Peter Kyle rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. Before the hon. Gentleman makes another intervention, I should say that most people will not get to speak if there are lots of interventions. I will, however, allow him to make this one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Peter Kyle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful, Madam Deputy Speaker, and this will be the last time. When the right hon. Gentleman introduced the motion that delivered the virtual Parliament—the hybrid Parliament—did he know then how long the coronavirus crisis would last?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am not a prophet, so I would not dream of predicting those sorts of things.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have taken lots of interventions. In some ways I think this is a beneficial; it partly illustrates my argument about why Parliament needs to get back, and I appreciate that in a short debate interventions are sometimes just as useful for Members to be able to get in as getting half a minute at the end. If there are interventions, I will, by the leave of the House, carry on taking them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every Division is important, and I would underline that. We should be confident that we are all individually doing the right thing and voting openly under the eyes of others; voting while enjoying a sunny walk or watching television does democracy an injustice. The solemn decisions we take together affect the lives of millions of people in this country. We ask Members to vote in person for a reason: because it is the heart of what Parliament is about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It remains essential that our work in this House is carried out in line with Public Health England advice. The Palace of Westminster we have returned to today is greatly changed from early March. The House authorities have carried out a risk assessment of the parliamentary estate to ensure it is a covid-19 secure workplace, in line with PHE guidance. Both its staff and its leadership, including particularly Mr Speaker, should be thanked and congratulated for the rapid progress that has been made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand the concerns of some hon. and right hon. Members about returning physically. Many Members have already passed on their views, but I want to make it clear to all those in the House, and those who are not here but are listening and maybe shielding at home, that I am always available to discuss and hear their concerns, and I will as far as possible—which is why I will be bringing forward the motion tomorrow—do what I can to help. It will be tabled today for approval tomorrow. Anyone who feels that they are required to shield because of age or medical circumstances should not feel under pressure to attend Parliament, and pairing and other mechanisms will be in place informally to facilitate this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Graham Stringer (Blackley and Broughton) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with the Leader of the House about the nature of debate and response and making a decision at the end of that debate, but what argues against that is the practice of pairing, where the decision is taken before the debate. Many hon. Members want their constituents to know where they stand on issues. Why do we not put the pairing records on the record? [Interruption.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hear mutterings around the Chamber saying that that is a good idea. Unfortunately, neither the Chief Whip from the hon. Gentleman’s side or from my side is in the Chamber at the moment, and I think it might be useful to consult them before I make an off-the-cuff suggestion, but I can assure the hon. Gentleman, who is a wise and experienced parliamentarian, that I will pass his views on to the Chief Whip. Perhaps he would be so kind as to do the same to his own Chief Whip, and perhaps there could be a meeting of minds in that area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been working with the House authorities to see how MPs with underlying health conditions who have been told to shield or are receiving specific Government advice about their health may be able to continue to contribute to proceedings in this House. I mentioned this on 20 May and reconfirm that I will table a further motion later today on some virtual participation by hon. Members. As it happens, for this motion I have used some of the language in the amendment tabled by the shadow Leader of the House, to whom I give my thanks, and other Opposition Members to ensure that such participation is available for Members unable to attend Westminster for medical and public health reasons related to the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to the motion itself, it may help if I briefly set out the Government’s approach. Today’s motion is the necessary paving step that gives the House the opportunity to signal how it wishes to conduct proceedings in the coming weeks. In response, I hope the House authorities will be able to complete the work already undertaken over the Whitsun recess, and I hope that hon. and right hon. Members will also find the explanatory note published alongside the motion helpful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The motion updates the House’s procedures relating to Divisions and attendance in the Chamber to ensure compliance with social distancing restrictions. These temporary changes to Standing Orders will be in force until 7 July 2020. The motion rescinds the resolution of 21 April, which provided an overarching framework for the temporary Standing Orders relating to hybrid proceedings. This resolution is no longer needed as the Standing Orders have now lapsed and we are returning to physical proceedings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Paragraphs (1) to (3) of motion 2 set out an approach to Divisions. If agreed by the House, Division arrangements will be set out by the Speaker and will adhere to Public Health England guidance—and I wonder if I may, through you, Madam Deputy Speaker, congratulate Mr Speaker on the work he has done to ensure and test a system for voting that meets the requirements of PHE; he has invested a lot of time in it to make sure that we have a system that will operate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr William Wragg (Hazel Grove) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On this rather vexed issue of voting, could further consideration perhaps be given to the use of deferred Divisions? I understand the argument about consequential votes, but that could be dealt with quite simply by allowing them to drop away, and we would avoid any scenes that might bring us into a certain degree of disrepute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to my hon. Friend for the points that he has made. I assure him that the Government will listen carefully to any ideas that come forth from the Procedure Committee and from hon. Members in relation to how things can be improved and made more fluid in these difficult circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government wish to ensure that the House continues to function in line with Public Health England advice. Paragraph (4) therefore ensures that the Speaker may limit the number of Members present in the Chamber at any given time, and disapplies the Standing Orders relating to the prayer card system. The Standing Order will be discontinued in order that the flow of Members in and out of the Chamber can be managed, but I reassure Members that Prayers themselves will take place at the start of each sitting day. Finally, paragraph (5) disapplies Standing Orders relating to English votes procedures, as double majority voting is likely to be incompatible with the arrangements for socially distanced Divisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me now turn to the amendments tabled by the Opposition parties and the Procedure Committee. I reiterate my gratitude to the Procedure Committee—particularly my right hon. Friend the Member for Staffordshire Moorlands (Karen Bradley)—for its and her swift work, and welcome continuing discussions with that prestigious Committee. I used to be on it, which is why I think particularly highly of it; it is one of the most interesting Select Committees in the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that my commitment to bring forward tomorrow a Government motion to allow some participation in hybrid proceedings for those who are shielding demonstrates my commitment to ensuring safe participation for as many Members as possible, and that those amendments which seek to require some hybrid participation can be withdrawn on that basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have already set out the case against remote voting, but let me address the argument made by some Members that if a Member is not able to vote, they will be entirely disenfranchised. I do not accept that. There are many other ways in which MPs represent their constituents in Parliament, including through tabling written questions, writing correspondence, tabling amendments and attending hearings of Select Committees, which will continue. Select Committees can continue to meet remotely under the resolution that I brought forward in March and will continue to carry out their important work with Members participating from around the country. It is worth noting that the Liaison Committee very successfully quizzed the Prime Minister in this way, so scrutiny carries on in other ways too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that there has been concern about the operation of evidence sessions for Public Bill Committees. I hope that the House will welcome the fact that some specific witnesses to the Domestic Abuse Bill have been told that they will be able to give evidence remotely on Thursday, should they wish to. I was keen to ensure that this was possible. Some had assumed that it was not, but this concern turns out to be misplaced. The House has confirmed that under existing rules, witnesses can indeed give evidence remotely to Public Bill Committees in the same way that they have long been able to with Select Committees. It can therefore happen with no changes to the Standing Orders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I ask that the House agrees the motion today and considers the further motion that I will bring forward tomorrow. I have no doubt that the Procedure Committee will continue to keep our ways of working under review, and I welcome that. For my part, I very happily commit to continuing to do the same, in order that we can ensure that the House can continue to go about its business effectively and safely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Brennan (Cardiff West) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I apologise for not being here right at the beginning of the right hon. Gentleman’s remarks, but I did not know whether I would be able to get into the Chamber. If proxy voting is acceptable for somebody on maternity leave in principle, why is proxy voting not acceptable for somebody who is shielding in this extraordinary crisis?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Procedure Committee is currently holding an inquiry into proxy voting and whether it is suitable to be extended. I am aware that the hon. Gentleman is asking me this question, but obviously this is a matter for consultation with the Procedure Committee. The drawback of proxy voting immediately is that the temporary system that we will be having will take longer anyway, and that would be particularly complicated by proxy voting. But is it a solution that is ruled out full time? No, I would say that it is not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important to emphasise that, with the hybrid Parliament, the commitments the Government made to the voters in December were clogged up. The Domestic Abuse Bill was not making progress—no Bill Committees were sitting—nor were the Fire Safety Bill, the Northern Ireland legacy Bill, the Fisheries Bill, the Trade Bill or the counter-terrorism Bill. What we do in this House is important and that we do it at a reasonable and efficient pace matters, and to do that we need to be here physically. I know, I understand and I sympathise that those Members who are shielding face difficult times. They are following advice that may prevent them from being here to vote, and that is difficult for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Liz Saville Roberts (Dwyfor Meirionnydd) (PC)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Could the right hon. Gentleman therefore confirm to me that the constituents of those MPs who have to shield are worth less and it is expected that they will be less well represented by this place?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think the right hon. Lady makes entirely the wrong point. Parliament meets to represent the nation as a whole. We come here together not as ambassadors representing various powers; we come here as a United Kingdom Parliament. That is the nation—the United Kingdom—that we come here to represent, and we come here together. As a collective, we are a single United Kingdom Parliament and a strong legislative body that represents the whole people of the United Kingdom, and we each participate in that in our different ways on a daily basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ian Paisley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Leader of the House is absolutely correct on that point, but where it falls down is when Members are obstructed from actually getting here because there are not sufficient flights to bring Members to the House. That is where it falls down from Northern Ireland’s point of view. Will steps be taken, through the Government, with the airports and the airlines to ensure that Members from Northern Ireland can get here? Frankly, the issue of shielding, as far as I am aware, does not affect the eight Members who attend from Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am glad to see the hon. Gentleman in his place, and I absolutely appreciate that it is harder for some Members to get here than for others. I am very glad to see the Westminster leader of the SNP in his place, because his constituency is particularly far away from Westminster. I think he had a 16-hour journey to get here, and I think it shows a proper commitment to our parliamentary democracy that he is here. [Interruption.] Perhaps he is a secret Unionist, but it is a pleasure to see him here because we bring a Parliament together to have debate on the matters that are of concern to our constituents, and I absolutely accept that it is more difficult for some than for others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Justin Madders (Ellesmere Port and Neston) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the Leader of the House accept that we should be an exemplar of best practice, and when we are deliberately excluding people from portions of their responsibilities because of their disabilities we are in no position to tell employers who breach equalities legislation that they are in the wrong?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have obviously looked at the equalities considerations in relation to this, and the Government and Parliament are completely in accordance with them, because it is necessary for us to meet here physically to do our business. That is in line with the Government’s guidelines. Which Bill does the hon. Gentleman not want us to have? Does he want to give up on the Domestic Abuse Bill? Does he want to give up on the Fire Safety Bill or the Northern Ireland legacy Bill? Are we going to get these Bills through?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Brine (Winchester) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To introduce another subject, does the Leader of the House have a view about call lists during statements and urgent questions? Right now, it seems to me that they prioritise those who sit browsing MemberHub 24 hours a day, which I have to confess is not for me, to submit a request in a short window to be part of an urgent question or statement, as opposed to being here and persisting to catch the Chair’s eye.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think the system of catching Mr Speaker’s eye is a preferable system, but needs must, because we can have only 50 Members in the Chamber at any one point. However, this is a temporary expedient, and some of the other courtesies and normalities are being suspended.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ian Blackford (Ross, Skye and Lochaber) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Leader of the House just said that this was a temporary expedient, and that is absolutely right; we are living through a crisis. Difficulties have been expressed by our friends from Northern Ireland, myself—from Skye—and the right hon. Member for Orkney and Shetland (Mr Carmichael), and we should put that in the context of our having been able to participate over the course of the last few weeks and get on with our job of representing our constituents, when our mailbags have never been fuller. The likes of myself and the right hon. Gentleman are now having to give up 30 hours to get here and go back—what a waste of time when we could be acting professionally, staying at home, doing our job and questioning the Government remotely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The problem is that we are not doing our full job. We are doing an important part of our job in dealing with constituents’ inquiries, but we are not doing the important job of legislating—of getting through the business that the Government committed to deliver in the general election. The right hon. Member for Walsall South (Valerie Vaz) says—[Interruption.] Don’t worry, I am saving up the hon. Gentleman. The right hon. Lady says that we are getting it done, but I remind her what I said at the beginning of the debate: we have had 216 minutes of debate on primary legislation compared with 640 minutes in a normal sitting week. We have been running at a third of normal legislative capacity. The job of Parliament is to deliver for the British people, and I ask again which Bill the hon. Lady would wish to sacrifice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Bryant**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Leader of the House has a very high Stuart understanding of what Parliament is here to do, which is, it seems to me, to do the Government’s bidding and legislate in the way that they want. But even the Stuarts, when King Charles II returned, in the Cavalier Parliament—of which the Leader of the House would have no doubt been a proud Member—insisted in the Treason and Seditious Practices Act that no MP should ever be denied\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“their just ancient freedom and privilege in debating any matters or business which shall be propounded or debated”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even the Stuarts thought that there should not be anything put in our way in terms of participating. Why will he not just allow us to have remote voting until the summer recess?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. Just before the Lord President answers the intervention, I am also concerned about the rights of as many Members as possible to participate this afternoon. Several Members have intervened more than once. Let us have a bit of restraint.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sometimes the hon. Member for Rhondda makes the point for me more eloquently than I could have made it myself: there is an absolute right of Members to attend Parliament. It is a most antique right. It predates the Stuarts and, as I keep on saying, it goes back to 1340. Members may attend if they wish to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ruth Cadbury (Brentford and Isleworth) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Has the Lord President done an estimation of the number of additional Members who will be kept away from this place if, after today, one of the people in this Palace tests positive? Therefore, any one of us—maybe all of us—may have to stay away for up to two weeks. Has he done that calculation and does he have a plan for what happens in that instance?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, the answer to that is: look around—if you seek a monument, look around. We are sitting six feet away from each other so that we are socially distanced, and therefore, if one right hon. or hon. Member has the coronavirus, in the track-and-tracing process we would not be notifying them about the people that we are sitting six feet away from. That is the whole point of social distancing. If we look on the floor, we see it says, “Please wait here until the person in front has moved forward”, and that goes back and back at six feet intervals all the way through, so that this can be done on a socially distanced basis, in line with Public Health England guidelines. I am very grateful to the hon. Lady for pointing out how well the House service has done in setting this out in a way that can continue to ensure that Members may turn up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me continue my conclusion. There are many things that make the lives of MPs difficult, and I am not trying to pretend that this is not the case, but we none the less have a duty to the country and voters to fulfil both our collective constitutional function and our individual roles. The collective of Parliament requires that we return physically so we can allow proper redress of grievance, hold the Government to account, deliver on the mandate provided at the election and pass the important Bills that I have listed. I have no doubt that there will be some teething problems with the voting system today. It may be some time until—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Liz Saville Roberts rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How can I refuse the leader of the Welsh nationalists?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Liz Saville Roberts**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Leader of the House said earlier that witnesses giving evidence to the Domestic Abuse Bill Committee could attend from afar. I have contacted the witness I invited, who told me that he could not attend from afar because he could not contribute through video, which he takes as discriminating against people who have to travel to London because he cannot stay in a hotel here. I would like the Leader of the House to be clear on what the situation is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The House authorities have made possible virtual participation in the Bill Committee’s proceedings, and it is up to individual witnesses whether they wish to take that up or not. That was always available under the ordinary systems used for some time by Select Committees. It applied to Public Bill Committees as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I was saying, I do expect some teething problems with the voting system today, and it will be some time before our proceedings are fully restored, but in the meantime we must act to minimise the disruption.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Bryant**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Have you ever been to Alton Towers?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed I have—I took my sister Annunziata there many years ago. [Interruption.] Anyway, enough of my reminiscences. It is important that we protect, preserve and prioritise our parliamentary democracy. It has to continue, regardless of the disease that is afflicting the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Bone**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On a point of order, Madam Deputy Speaker. I know that it is unparliamentary for someone to filibuster, but when there is a 90-minute debate and it has taken this long—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I thank the hon. Gentleman, but I do not need his point of order. I have been trying to move the debate forward, but Members are so excited at being back here and being allowed to intervene that they are doing it far too often. No more interventions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The interventions prove my point: we need interventions to make Parliament work properly. We need proper debate. We need to be back. We need to have a proper, full-blooded democracy, and that is what we are getting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}