{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-statement-on-retained-eu-law/",
    "title": "Jacob Rees-Mogg – 2022 Statement on Retained EU Law",
    "post_date": "September 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jacob Rees-Mogg, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 22 September 2022.",
    "content": [
        "On 31 January, to mark the two-year anniversary of the UK’s departure from the European Union, the Government set out their plans to bring forward the Retained EU Law (Revocation and Reform) Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Retained EU law is a category of domestic law created at the end of the transition period. It consists of EU-derived legislation that was preserved in our domestic legal framework by the European Union (Withdrawal) Act 2018 to ensure continuity as we left the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, retained EU law was never intended to sit on the statute book indefinitely. The time is now right to bring the special status of retained EU law in the UK statute book to an end on 31 December 2023, in order to fully realise the opportunities of Brexit and to support the unique culture of innovation in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To achieve this, the Bill I have introduced today includes the following provisions;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Sunsetting_ _r_ _etained EU_ _l_ _aw_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill will sunset the majority of retained EU law so that it expires on 31 December 2023. All retained EU law contained in domestic secondary legislation and retained direct EU legislation will expire on this date, unless otherwise preserved. Any retained EU law that remains in force after the sunset date will be assimilated in the domestic statute book, by the removal of the special EU law features previously attached to it. This means that the principle of the supremacy of EU law, general principles of EU law, and directly effective EU rights will also end on 31 December 2023. There will no longer be a place for EU law concepts in our statute book.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before that date, Government Departments and the devolved Administrations will determine which retained EU law can be reformed to benefit the UK, which can expire, and which needs to be preserved and incorporated into domestic law in modified form. They will also decide if retained EU law needs to be codified as it is preserved, in order to preserve specific policy effects which are beneficial to keep.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill includes an extension mechanism for the sunset of specified pieces of retained EU law until 2026. Should it be required, this will allow Departments additional time where necessary to implement more complex reforms to specific pieces of retained EU law, including any necessary legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Ending of_ _s_ _upremacy of retained EU law in UK law by 2023_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Currently, retained direct EU legislation still takes priority over domestic UK legislation passed prior to the end of the transition period when they are incompatible. This is not in keeping with our status as an independent, sovereign trading nation, and the Government’s 2019 commitment to remove this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, the Bill will reverse this order of priority, to reinstate domestic law as the highest form of law on the UK statute book. Where it is necessary to preserve the current hierarchy between domestic and EU legislation in specific circumstances, the Bill provides a power to amend the new order of priority to retain specific legislative effects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Assimilated law_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the removal of the special features of EU law from retained EU law on 31 December 2023, any retained EU law that is preserved will become “assimilated law” to reflect that EU interpretive features no longer apply to it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Facilitating_ _d_ _epartures from_ _r_ _etained EU_ _c_ _ase_ _l_ _aw_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To ensure that EU law concepts do not become “baked in” through over-cautious court judgments, the Bill will also provide domestic courts with greater discretion to depart from the body of retained case law. It will also provide new court procedures for UK and devolved law officers to refer or intervene in cases involving retained EU case law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Modification of_ _r_ _etained EU_ _l_ _egislation_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To correct an anomaly created by European Union Withdrawal Act which gave some retained direct EU legislation legislative parity with Acts of Parliament for some purposes, despite it not having been properly scrutinised, the Bill will downgrade the status of retained direct EU law for the purposes of amendment. The Bill will modify powers in other statutes, to facilitate their use to amend retained direct EU law in the same way they can be used on domestic secondary legislation. This will enable the amendment of retained direct EU law, with the appropriate level of parliamentary scrutiny.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Powers relating to_ _r_ _etained EU_ _l_ _aw_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill will also create powers to make secondary legislation so that retained EU law or assimilated law can be amended, repealed and replaced more easily. This Bill will allow Government via Parliament to clarify, consolidate and restate legislation to preserve its current effect. Using these powers, the Government via Parliament will ensure that only regulation that is fit for purpose, and suited for the UK will remain on the statute book.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Business_ _i_ _mpact_ _t_ _arget_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having left the EU, the UK has further opportunities to reform its regulatory regime. The UK Government published their consultation response to the “Reforming the Better Regulation Framework” and is in the process of implementing the wider reforms outlined.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of these reforms, the Bill repeals the business impact target, which is outdated and not fit for purpose. Any subsequent replacement of the business impact target, when combined with the other wider reforms, will ensure that the UK’s regulatory framework is fit for the UK economy, business and households, into the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}