{
    "url": "https://www.ukpol.co.uk/christina-rees-2022-speech-on-the-sharks-fin-bill/",
    "title": "Christina Rees – 2022 Speech on the Sharks Fin Bill",
    "post_date": "July 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Christina Rees",
            "url": "/tag/christina-rees/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Christina Rees, the Labour MP for Neath, in the House of Commons on 15 July 2022.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the new Minister, the hon. Member for St Austell and Newquay (Steve Double), to his place. Having recently spent about six weeks with him in Committee, where he was absolutely superb, I am sure he will be just as successful in his new role as he was in his old role. I thank all Members across the House for their support. I thank the Clerks, civil servants, officials, parliamentary counsel, the Whips—nobody ever thanks the Whips—and my staff. I am delighted to promote this Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will start by explaining why a ban on the import and export of detached shark fins is crucial to sharks’ long-term conservation. Sharks are truly incredible animals. They have been around for over 400 million years—long before the dinosaurs. As top predators, they tell us a huge amount about the health of our ocean and play a vital role in marine ecosystems. Many species of sharks live in UK waters, from basking sharks to blue sharks and even Greenland sharks. The basking shark is the UK’s largest fish, growing up to 11 metres long and weighing up to 7 tonnes—about the size of a double-decker bus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These fascinating species face many threats, the greatest of which is overfishing. Out of 500 shark species, more than a quarter are listed by the International Union for Conservation of Nature, ranging from “vulnerable” to “critically endangered”. The international fin trade is a significant driving force behind shark overfishing. Shark finning is an extraordinarily wasteful and harmful practice in which only 2% to 5% of the shark is even used. Once a shark’s fins are cut off at sea, the shark is tossed back into the water to slowly drown. Researchers have found that at least 73 million sharks would have to be killed every year to match the volume of shark fins that are traded in the global market, which is a whopping 1 million to 2 million tonnes a year. While not all of these sharks would have been killed through the shark finning practices, it is likely the fin trade is a significant driving force behind those numbers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kerry McCarthy (Bristol East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my hon. Friend on bringing forward such an amazing Bill; I would love to be in her position. When reading up in advance of this debate I discovered that I had not realised the extent to which European countries are involved in facilitating this trade. The market is in Asia, but Portugal, Netherlands, France, Italy and, in particular, Spain are significant players in supplying that market. Does she agree that we should absolutely not countenance that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Christina Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend has always been a doughty champion for animal welfare. I will come to her point later in my speech, but I agree wholeheartedly. If we can get the Bill into law, we in the UK will be the leaders in Europe in banning shark finning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sharks desperately need our help and protection. I am an animal lover; I have been privileged to open Westminster Hall debates about animal welfare as a member of the Petitions Committee, and it is a privilege to introduce the Bill today. I grew up near the sea. I spent most of my childhood with my granny, who lived in Porthcawl, a beautiful seaside resort in south Wales. When I was 10, I joined the junior lifeguards and became a surfer. My love and respect for the sea and the marine creatures that live in it has stayed with me throughout my life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My close encounter with a shark about 10 years ago is typical of the many stories that I could tell about my crazy, unpredictable, funny life. One day, my wonderful daughter Angharad said, “Mum, we haven’t had a holiday since I was 10”; she was 26 at the time. I said, “Oh dear, time flies—go ahead and book one,” so Angharad booked 10 days in Australia followed by 10 days in New Zealand. It completely cleaned out my bank account; I was a poorly paid squash coach at the time and had foolishly thought that she would book a weekend in north Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the Australian leg, we stayed a couple of nights on Green Island, an absolutely beautiful and remote island off Cairns. One day, I was snorkelling in the shadows off the deserted shoreline. Angharad was standing on the rocks and keeping a lookout for stingrays, because we had been warned that they were prevalent in the waters. When I came up for air, she shouted, “Mum! Shark!” I thought, “Yeah, very funny, Angharad.” She was pointing out to sea, so I turned around—and I absolutely froze.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Swimming towards me was one of the most beautiful creatures that I have ever seen: a shark about 2 metres long, looking like a small, sleek submarine. By now, Angharad was shouting her head off, so I came out of my brain fog and ran out of the sea as fast as my little legs would carry me. We stood on the rocks and watched. We were mesmerised, absolutely gobsmacked and many, many other adjectives by how lucky we were to see that wonderful wild creature up close before it majestically swam out into the sunset. That was my encounter with a shark.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Shark finning has rightly been banned in the UK since 2003 and is illegal in many other parts of the world, but it still happens, so we must now ensure that shark fins are not being imported from places where finning practices still occur. This important and timely Bill will make it illegal to import and export detached shark fins. That will help to end practices that are forcing sharks closer to the brink of extinction. The Bill will be a significant step in helping to restore the balance of our ocean.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clause 1 will ban the import and export of shark fins or items containing shark fins into or from the United Kingdom as a result of their entry into or removal from Great Britain. The ban applies only to fins that have been removed from the body of a shark. Clause 1 also contains a provision for exemption certificates and clarifies some key definitions. More information about the provision for exemption certificates is set out in the schedule. A very strict application process is followed whereby the appropriate authority can issue an exemption certificate only if the shark fins concerned will be used for conservation purposes. This will allow important conservation and educational activities such as improving shark identification skills to continue where needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The appropriate authorities for imports and exports of shark fins are the Secretary of State in England, the Scottish Ministers in Scotland and the Welsh Ministers in Wales. Where someone has deliberately provided inaccurate or incomplete information for an exemption, the appropriate authority can impose a monetary penalty of up to £3,000, which will ensure that the exemptions process is not abused. The Bill contains a power for the appropriate authority to amend the upper limit of the penalty by regulations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important to note that the Bill does not ban the sale or consumption of shark fins. If a shark fin is removed from a shark after it is dead, and the shark was caught legally and sustainably, I do not see why the fin should not be used. In fact, it would be wasteful not to use the whole carcase. Banning the sale or consumption of shark fins that have been obtained ethically would disproportionately impact communities where shark fin soup is considered a traditional delicacy, and that is not what I seek to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ms Lyn Brown (West Ham) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am listening carefully to my hon. Friend. After reading the Bill’s explanatory notes, I am aware that there is a separate exemption for individuals to import up to 20 kg of dried shark fin to the UK for personal consumption. Is that because it is about using the whole shark? I wonder whether something more could be done through the passage of the Bill to ensure that the 20 kg comes from the use of the whole shark, rather than from a shark killed only for its fins.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Christina Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to my hon. Friend for raising that valid point. I am sure that the issue can be thrashed out in Committee, should we reach that stage. I have looked into the research and there are gaps in the data regarding how much personal usage is being allowed, but I know that Border Force does look at that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kerry McCarthy**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am a little concerned about what has just been said about allowing importation for use—for example, in the restaurant trade—provided that it can be shown that the shark was killed for other reasons. To what extent would people be able to check that that was the case, or would they see it as a loophole, and pretend that the shark had died by other means and that they were using the whole carcase? It is odd to me that someone would kill a huge shark just for its fins, but we know that that is mostly what happens. What safeguards will there be to ensure that people do not exploit that rule?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Christina Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for her important intervention. We are both lifelong vegans, so I have thought about the issue greatly. I have never bought a tin of shark fin soup—I wouldn’t—or any other tins of soup with bits of animals in, but I am sure that where the content had come from and how it was farmed would be written on the label.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kerry McCarthy**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I raised the issue a long time ago—I think in my early years in Parliament—I received some pushback from the restaurant trade, but I also learnt that a lot of the shark fin soup sold in restaurants is not real shark fin, but because it is seen as prestigious and luxurious, restaurants did not want to admit that it was not the real thing. It was bizarre that people were consuming something that was far more ethical than they thought it was. I am therefore not quite sure whether labelling would work, because a lot of the product being sold turns out not to be shark fin. That is probably another issue to be thrashed out in Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Christina Rees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful for another superb intervention from my hon. Friend, and I bow to her wisdom. Sometimes we do not get what is written on the tin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clause 2 amends article 1 of the shark finning regulation 1185/2003, which forms part of retained EU law, to make sure that shark finning cannot take place by any vessel fishing in UK waters, or by any UK vessel fishing in non-UK waters. That ensures that our domestic protections are of the highest standard. Clause 3 sets out the territorial extent of the Bill and when or how each provision comes into force. As the Bill relates to devolved matters, legislative consent will be sought from the devolved Administrations during the passage of the Bill, but I understand that they are supportive of taking action against the cruel and unsustainable shark fin trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to thank stakeholders and colleagues who have contacted me on this important matter, particularly members of Shark Guardian and Bite-Back Shark & Marine Conservation, who have been instrumental in throwing a spotlight on the issue of shark finning for many years—some of them are watching from the Gallery today. Since 2004, Bite-Back Shark & Marine Conservation has been at the forefront of successful campaigns to end the sale and consumption of shark fins and shark products in Britain. In recent years it launched its “No Fin To Declare” campaign—I love the name—exposing Britain’s contributions to the global shark fin trade. The charity argues that a decision to ban all import and exports of detached shark fins will establish Britain as a global leader in the conservation of sharks and, ultimately, inspire other countries to introduce their own bans and join the UK in the protection of this keystone marine species.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2021, Shark Guardian, a charity based in Nottingham, launched a petition on Parliament’s website to ban the British shark fin trade, which secured more than 115,000 signatures, showing the depth of support for my Bill among a passionate and caring British public. Shark Guardian believes that if my Bill is passed into law, that will have a huge and positive knock-on effect on the continent, because the European Union will have to take note of our legislation, and take steps to pass a similar EU law to ban the import and export of shark fin through its borders too, as my hon. Friend the Member for Bristol East mentioned. That is important because Spain is by far the single biggest exporter of frozen shark fins to Hong Kong, a city that has, for many years, been the epicentre of this cruel and unsustainable trade. If the supply chain to Hong Kong, and, by extension to China, can be cut, global shark populations that are threatened with extinction today can be offered a new lease of hope tomorrow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Bill is crucial to ensuring the long-term survival and recovery of vital shark populations. It is an important step for the UK to demonstrate its leadership and commitment to shark conservation. I therefore urge all Members to support the smooth passage of the Bill through this House and onto the statute book.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}