{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-speech-to-the-iaea-66th-general-conference/",
    "title": "Jacob Rees-Mogg – 2022 Speech to the IAEA 66th General Conference",
    "post_date": "September 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jacob Rees-Mogg, the Secretary of State for Business, Energy and Industrial Strategy, to the IAEA 66th General Conference in Vienna on 26 September 2022.",
    "content": [
        "Mr President,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Congratulations on your appointment as President of this Conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is an honour to be here today, and I would like to express His Majesty’s Government’s gratitude for the phenomenal work of the Director General and the Secretariat over the last year. Their commitment, resilience, and professionalism in responding to threats to the security and stability of our world has shown, once again, the value of the Agency to the global community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr President, The United Kingdom firmly believes that the peaceful uses of nuclear technologies are essential to resolving some of the most pressing challenges of our time. First, this means boosting our energy security through safe and secure nuclear power to address climate change and food insecurity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet we cannot ignore those who threaten this vision. The United Kingdom continues to condemn the Russian Federation’s unlawful invasion of Ukraine and its reckless actions against nuclear facilities, including at the Zaporizhzhia Nuclear Power plant. Russia’s wicked actions threaten the safety of millions and undermine the use of nuclear technology. The United Kingdom supports the IAEA’s work to ensure the safety and security of nuclear facilities in Ukraine, including at the Zaporizhzhia Nuclear Power plant. However, we are clear that the only way to resolve the nuclear safety issues in Ukraine is for the Russian Federation to end its unprovoked invasion, and unconditionally withdraw all its troops and personnel from Ukraine’s nuclear facilities and its internationally recognised borders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While Russia acted alone to block consensus at the recent Nuclear Non-Proliferation Treaty Review Conference, the United Kingdom will play its part to advance our commitments under the NPT. This includes the Sustained Dialogue on Peaceful Uses, where we – alongside 30 other partners – aim to continue expanding access to nuclear technologies, to allow more countries to benefit from them, through medical, environmental and energy applications.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also deeply concerning, Mr President, that Iran has chosen not to seize the critical diplomatic opportunity to restore the JCPoA and instead continues to escalate its nuclear programme. The JCPoA cannot in any way be used to release Iran from its legally binding safeguards obligations that are essential to the non-proliferation regime and international security. The only way the issues can be resolved is through Iran providing technically credible explanations to the Agency’s outstanding questions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr President, despite these threats to the global non-proliferation architecture, we must not lose sight of the opportunities of advanced nuclear technologies. That is why, earlier this year, the British Energy Security Strategy set out our intention to boost deployment of civil nuclear up to 24GW by 2050, including through the development of Small Modular Reactors. Meanwhile, we are improving our plans for decommissioning and developing a geological disposal facility to dispose of our most hazardous radioactive waste safely and securely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also leading global efforts to make Fusion Energy a reality. By investing in the best research, we plan to build a prototype fusion power plant that will put energy on the grid by 2040 – demonstrating Fusion Energy’s commercial viability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Furthermore, Mr President, it is more important than ever to have resilient international supply chains for uranium and nuclear fuel. The United Kingdom has many decades of experience of making fuel for our own reactors and for export to the rest of the world. We will continue to build on this, ensuring that our supply chains and capabilities are ready to help fuel this energy secure future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must also recognise, Mr President, that challenges from the COVID-19 pandemic to Russia’s illegal war in Ukraine have highlighted the importance of working together to strengthen our nuclear safety, security and safeguards frameworks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Agency can count on His Majesty’s Government’s full support in its efforts to strengthen these systems, including through our cooperation with the US and Australia on AUKUS naval nuclear propulsion. We are working closely with the IAEA to ensure that the precedent set by Australia’s acquisition of submarines strengthens the global non-proliferation regime. As our leaders said in last week’s statement, the AUKUS partners are fully committed to establishing an approach that meets the highest non-proliferation standards. We welcome Director General Grossi’s report to the September IAEA Board of Governors meeting on this issue, in which the Director General reported his satisfaction with our engagement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also remain committed to working with Contracting Parties to strengthen IAEA Conventions, particularly through the valuable Peer Review processes, and maintaining robust emergency response arrangements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An effective and robust safeguards system remains an essential enabler for the peaceful uses of nuclear. We urge those countries that have not yet done so to ratify Comprehensive Safeguards Agreements and Additional Protocols. Only fully implemented and ratified agreements, matched with high security standards for nuclear material and sites will deserve the public’s confidence in nuclear technologies and provide the assurance that they are safe, secure and safeguarded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would also like, Mr President, to applaud the IAEA’s significant contribution to science and research and the Director General’s unwavering commitment to nuclear for development. I am happy to pledge £3.4 million to the Technical Cooperation Fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The technologies under development today are needed to solve the most pressing global development challenges of our time, and it is our responsibility to deliver these to those who need it most.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, let me emphasise Mr President, the UK will continue to give the Secretariat, and the Director General, our wholehearted support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you very much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}