{
    "url": "https://www.ukpol.co.uk/christina-rees-2021-speech-on-the-governments-management-of-the-economy/",
    "title": "Christina Rees – 2021 Speech on the Government’s Management of the Economy",
    "post_date": "February 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Christina Rees",
            "url": "/tag/christina-rees/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Christina Rees, the Labour MP for Neath, in the House of Commons on 23 February 2021.",
    "content": [
        "There is no starker contrast of how flawed the UK Government’s economic model has been than when compared with the approach of the Welsh Labour Government. More than a decade of Tory austerity has left the UK completely unprepared to deal with the global pandemic. Despite UK Government cuts and austerity across Wales, our wonderful NHS staff, council workers, emergency services and many more work tirelessly to keep us safe and keep Wales running.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Welsh Labour Government have provided extra support for local authorities: £500 million to deliver key services such as social care and test, trace, protect; and to make sure that businesses receive vital support grants. In Wales, nine out of 10 people who test positive for coronavirus provide details of their close contacts, and almost 90% are successfully contacted and advised. The Welsh system is working because it is a public service run locally. The Welsh Labour Government have made a special £500 payment to more than 67,000 social care staff working in people’s houses and in care homes, including for domestic and personal assistance. They continued their commitment to free school meals when Wales became the first UK nation to guarantee provision throughout school holidays, and they have now extended this to Easter 2022, feeding over 105,000 children in Wales. At the beginning of the pandemic, the Welsh Labour Government helped homeless people into accommodation, and more than 3,200 people are now in temporary accommodation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Businesses in Wales have had access to the most generous support package in the UK. The £2 billion economic resilience fund alone has secured 141,000 jobs. At the 2016 Senedd elections, the Welsh Labour manifesto set out six key pledges, and it has delivered on every pledge: an additional £100 million for schools; 100,000 all-age apprenticeships; a cut to business rates for local businesses; a new £80 million treatment fund; doubling the capital limit for older people going into residential care; and 30 hours’ free childcare for 48 weeks for parents of three and four-year-olds. Today, the Welsh Labour Government have announced their strategy to rebuild the post-pandemic Welsh economy, taking the opportunity to look to the future, with a long-term focus on wellbeing, dignity and fairness for people, and supporting workers, businesses and communities to succeed and prosper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}