{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-statement-on-the-efficiencies-and-value-for-money-committee/",
    "title": "Jacob Rees-Mogg – 2022 Statement on the Efficiencies and Value for Money Committee",
    "post_date": "April 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jacob Rees-Mogg, the Minister for Brexit Opportunities, in the House of Commons on 27 April 2022.",
    "content": [
        "The Efficiencies and Value for Money Committee, established at the request of the Prime Minister and chaired by the Chancellor, is meeting for the first time today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the Committee, the Chancellor will launch his plan for protecting the taxpayer which will drive efficiency, effectiveness, and economy across Government. This efficiency drive will ensure that Government Departments justify their projects with clear value for money and will challenge departments that are not delivering.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of this plan, the Government are developing a new counter-fraud body which will tackle economic crime across the public sector. The new authority will be funded with £25 million, as announced by the Chancellor in the spring statement. The authority will bolster the existing Government counter-fraud function, based in the Cabinet Office, to create the new Public Sector Fraud Authority (PSFA), which will jointly report to HM Treasury.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new authority will be staffed by fraud experts and backed by cross-Government data analytics tools. It will focus on increasing counter-fraud performance across the public sector. This data driven focus on countering fraud is in line with business best practice and will improve fraud prevention and the pursuit of fraudsters for both the opportunistic individual and organised economic crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The efficiency drive will also include reviews that scrutinise the work and effectiveness of public bodies, aiming to identify a minimum of 5% savings for each organisation, and doubling the NHS efficiencies target.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The full membership of the Efficiencies and Value for Money Committee, confirmed today, is the right hon. Steve Barclay MP (Chancellor of the Duchy of Lancaster), the right hon. Oliver Dowden CBE MP (Minister without Portfolio) and the right hon. Michael Ellis QC MP (Minister for the Cabinet Office and HM Paymaster General). The Committee is chaired by the Chancellor and is deputy co-chaired by Simon Clarke (Chief Secretary to the Treasury) and myself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}