{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2023-speech-on-the-loyal-address/",
    "title": "Jacob Rees-Mogg – 2023 Speech on the Loyal Address",
    "post_date": "November 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeeches",
            "url": "/tag/speeeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jacob Rees-Mogg, the Conservative MP for North East Somerset, in the House of Commons on 7 November 2023.",
    "content": [
        "I certainly welcome this King’s Speech, particularly because at the end of the King’s Speech we saw—I see a former Lord Chancellor, my right hon. Friend the Member for Epsom and Ewell (Chris Grayling), looking at me with a beady eye—the reintroduction of an important tradition: the Lord Chancellor went backwards down the stairs, rather than the modern innovation that we have been infected with in recent years of the Lord Chancellor turning his back on his sovereign. So we have one occasion when the Tories, after 13 years of Government, have at last turned the clock back. Evelyn Waugh complained that in all his life the Tories had never turned the clock back, but we now have one good example.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the King’s Speech, we also have an opportunity for growth. I endorse every word said by my right hon. Friend the Member for Wokingham (John Redwood) on growth, the need for growth and the need for us not to treat the withdrawal from quantitative easing in the way the Bank of England is doing it, which is insanity. The men in white coats, who were once called upon by John Major, could be sent in a different direction on this issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Two key parts of growth are set out in His Majesty’s Gracious Speech. The first is in the comprehensive and progressive agreement for trans-Pacific partnership and in having legislation for that. Free trade is the real opportunity to make this country and the world richer. My right hon. Friend the Member for Haltemprice and Howden (Mr Davis) pointed out that, since 1990, the growth in free trade has had a phenomenal effect in reducing absolute poverty from 36% of the globe’s population to 9.2%—from about 1.9 billion people to seven hundred and something million people. That phenomenal success in prosperity comes from free trade. With the CPTPP, we have the opportunity to push that further, but we should go further still.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should get rid of tariffs and barriers to trade unilaterally, because opening up our market is beneficial for our consumers. Protectionism is always the provider of the port for vested interests, but free trade is to the advantage of consumers and individuals. So yes, the Government are going in the right direction and the King’s Speech is going in the right direction, but I would encourage His Majesty’s Government to go further, as I would on the issue of using the Brexit opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a chance to become a light-touch regulated economy that can be efficient and competitive. Again, we should be challenging vested interests. Many Members will remember that, when the REACH regulations came in, the chemical industry was up in arms, saying “These are terrible, awful European innovations. We don’t want them, they are costly, they are ghastly.” Then industry said, “Oh, these regulations are marvellous because they keep out any competitors.” We want to change things like the REACH regulations, so that we recognise regulators around the world that provide a similar level of safety, rather than allowing regulations to be used as a means of covert protectionism. That is the challenge for this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Using these advantages is mentioned in the King’s Speech; we need to use them aggressively. I have an interest in financial services, declared in the Register of Members’ Financial Interests, but these advantages should be used particularly in financial services, where we should restore our position as one of the most competitive areas in the world. We should be using them in agriculture to take the burden off the backs of our farmers because, when I advocate free trade, it is only fair that the quid pro quo is that we allow those who produce to do so in an easier way—in a way that takes burdens off their backs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Talking of taking burdens off backs, there is a part of the King’s Speech that is essential, but does not go far enough. A few weeks ago, my right hon. Friend the Prime Minister made an excellent speech about lifting some of the net zero burdens and some of that will be coming forward to this House in the coming months, but it is nothing like enough. On the motor cars issue, most of the regulations, as I think my right hon. Friend the Member for East Antrim (Sammy Wilson) pointed out, will remain and will still make it harder for people to buy cars; they will make it more expensive. That is a burden on British people. We want to be getting rid of things such as that. We do not want to force people to do things; we want the technology to be there first so that they want to do it. No one had to regulate to make people give up the horse and carriage and move to the motor car—the horseless carriage, as I used to call it—even though His Majesty came to Parliament in a horse and carriage. They did so not because of a regulation or a penalty, but because market forces meant that we favoured the motor car. If an electric motor car is so good, people will buy it; if it is not so good, they will stick to petrol—I am certainly going to stick to petrol for the time being.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Redwood**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my right hon. Friend agree that it does not work in its own terms? If somebody gets an electric vehicle today and goes home and plugs it in, they will have to burn more gas in a gas power station, because there will not suddenly be more renewable power to recharge that car.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Jacob Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is absolutely right but at least, thanks to this King’s Speech, it may be a little bit more British gas that we will be getting out, and that of course should be pushed further. There has been some talk that the proposals have been watered down. Well, they should be watered back up again, so that we get as much out of the North sea as we possibly can. It is in our economic interests and our environmental interests because the emissions are lower when we use domestically produced resources. But, as I say, we have to go further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have heard the news about our steel industry. The reason our steel industry is being changed, so that we will have no pure steel manufacturing, is because of Government policy. It is because of the emissions trading scheme. It is because of having the third most expensive electricity costs in the world. It is about putting burdens on industry that make it impossible for it to operate and this utterly bogus view that, if something is made in China, the emissions are Chinese and, if it is made in the UK, they are British emissions, even if the steel is used for exactly the same purpose. This is the ridiculous thing about Drax. The chips put into the Drax machine count as Canadian emissions even though they are burnt in the UK. This is barmy in wonderland stuff. We need to be putting British industry first, and not using silly statistics—legerdemain of carbon emissions—to try to pretend that we are doing something that we are not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This ties in with the growth agenda. Let us look at what we have already achieved. Since 1990, the UK has reduced emissions by 44.1%, the United States has reduced emissions by 2.6 %, and the People’s Republic of China, our red friends, has increased emissions by 426.5%. We have done our bit. Our economic growth has been lower in that period than it otherwise would have been because we have forced upon ourselves the high cost of energy, which the Americans and the Chinese have not done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, we need a growth strategy with cheap energy, but there are problems that we have to deal with. There is a bit about enforcing the rules against the small boats, but we have to go further than that. We are not building enough houses, as the Leader of the Opposition pointed out. We are not building the infrastructure for 606,000 net migrants to come to this country a year, and we are finding, as we see there is trouble on our streets, possibly even on Armistice Day and Remembrance Sunday, that the integration that we hoped we had in this country is not as deep as we thought it was. That is something that should concern us. I thought that we could be very proud of the integration that we have in this country and the good relations, and we want to keep those, and the way to keep them is to control migration and to have it at levels that allow for integration to take place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, I am disappointed that we are still focusing on illegal flows. I am afraid we are caught up in the HMT-OBR understanding of migration that is wrong because it focuses on total GDP, rather than GDP per capita. We are actually making ourselves poorer as a nation by the excess of migration that we are having, and we are risking what I might call the comfort of the nation—the ease with which we all live together—by allowing the arguments of countries away from the United Kingdom to be heard on the streets of the United Kingdom, which is unwelcome. We want a growth strategy, we want cheap energy, we want to control migration, but we do not want to abandon our ancient liberties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was not planning to mention this, but I was inspired by my right hon. Friend the Member for Haltemprice and Howden, who is standing at the Bar of the House, when he talked about warrantless entry. If the police always got things right, we might think that was a good idea, but over the last few years we have had any number of problems of police behaviour and police leadership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I say that cautiously, and I concentrate on leadership because when we go around this Palace, we speak to as fine a body of men and women as we could hope to meet, who keep us safe every day, and whenever I meet constables in North East Somerset, I find exactly the same—fine, brave people who look after us. But their leadership, we must acknowledge, has been pretty poor, and this seems to me not the time to give them a power that goes against one of our most ancient constitutional safeguards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that there is a rule in this House that discourages tedious repetition, Madam Deputy Speaker, so I hope I can assume that the House was not paying sufficient attention in March 1763 to a comment made by our old friend Pitt the Elder, because he said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The poorest man may in his cottage bid defiance to all the forces of the Crown. It may be frail—its roof may shake—the wind may blow through it—the storm may enter—the rain may enter—but the King of England cannot enter!—all his force dares not cross the threshold of the ruined tenement!”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is such an important liberty. It does not mean that the police cannot run in after someone if they are caught in the act, but it means that if they are to come through someone’s door, they need evidence and a warrant. It is a foundation of our liberties, and I do not think a King’s Speech, as a prelude to a manifesto, is a place in which to water down our ancient liberties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}