{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-statement-on-the-energy-prices-bill/",
    "title": "Jacob Rees-Mogg – 2022 Statement on the Energy Prices Bill",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jacob Rees-Mogg, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 17 October 2022.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am glad that the House has agreed to the amended allocation of time motion—otherwise, I would have been in danger of filibustering my own motion. I am sure that hon. Members across the House agree with me about the urgency of this legislation. Nevertheless, I thank hon. Members for the speed with which the Bill is being considered. In particular, I thank Members of His Majesty’s official Opposition, and especially the right hon. Member for Doncaster North (Edward Miliband), for their constructive engagement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The world is facing a global energy crisis, which has been exacerbated by Russia’s illegal invasion of Ukraine. The soaring cost of energy means that families and businesses across the United Kingdom are facing rising energy bills this winter. On 8 September, the Prime Minister announced an unprecedented package of assistance, which will support households, businesses, charities and public sector organisations across the UK with the increasing cost of energy. This decisive action will help deal with the rising cost of energy while reducing inflation and supporting economic growth. The Bill puts the assistance announced by the Prime Minister on a secure legislative footing. The legislation is crucial to providing immediate support to people and businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The domestic scheme, the energy price guarantee that was announced, is already up and running. The Bill prioritises the legislative underpinnings of that scheme. The energy price guarantee will provide support to the end of March 2023 that will be equivalent to an annual bill of £2,500 for the typical household. The average unit price for dual-fuel customers on standard variable tariffs subject to Ofgem’s price cap paying by direct debit will be limited to 34p per kWh for electricity and 10.3p per kWh for gas, inclusive of VAT, from 1 October. It is important to emphasise that per-unit use.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jonathan Edwards (Carmarthen East and Dinefwr) (Ind)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State will be aware that, in constituencies such as mine, a large number of homes are off the gas grid. The Government have come up with an alternative fuel payment of about £100 for those homes, but oil prices have nearly doubled. I know that changes to the whole policy have been announced by the Chancellor today, but will he commit to equivalent support for those off the gas grid?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will come to that, but the intention is that the support should be equivalent to that for people on the grid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alan Brown (Kilmarnock and Loudoun) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Talking about an average household bill of £2,500, the Prime Minister said that the measures would stop people paying £6,000 on average, but the explanatory notes to the Bill estimate that the measures will save people from bills reaching £4,200. Given that the support will end in April, what can people who, after April, will not be receiving any support expect to pay for an average household bill?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill is setting the immediate support, which will run until April. The Government are reviewing how to ensure that support is more targeted in future, but there is no question that there will be support, and the Bill provides the powers for that. It is important to emphasise that bills will still depend on usage. That is why I am grateful for the work of my hon. Friend the Member for Hexham (Guy Opperman), who has emphasised the advantages of a prudent use of energy benefiting all users.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Anna McMorrin (Cardiff North) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State talks about energy usage and families not having bills of more than £2,500, but bills for large families with high usage will be far, far more. How can families have certainty? If the Government will not have a communications campaign on reducing energy usage—they have said that they are against that on principle—how do we get that message across to people up and down the country?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What we are doing is making it clear that it will depend on usage and that the figures are average figures. The £2,500, therefore, is for an average family and, obviously, not necessarily for all families. Larger families will have particular pressures, but I am coming on to the other support that remains which will help families. The price per unit of electricity and gas is part of the package, but it is of course combined, and we recognise the difficulties that families and businesses will face with higher prices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Secretary of State for bringing forward the proposals he is outlining. I am very concerned for those I refer to as the working poor, and I know the Secretary of State is as well. With the cumulative money that people have to pay, the working poor, in my opinion, seem to be the ones who are losing out. Can he give us some reassurance that that will not be the case?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, I think I can give the hon. Gentleman the assurance he is asking for. That is why the scheme is as broad as it is. The effect of the price rises we were in danger of seeing was so great that it would have affected people who were not on benefits. They would have found that they were in fuel poverty without this assistance. That is why it is so encompassing. The support is being provided at the point in the year when 60% of consumption takes place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The energy price guarantee comes in addition to the £400 of support provided by the energy bills support scheme for Great Britain, announced earlier this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sammy Wilson (East Antrim) (DUP) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I see the right hon. Gentleman is about to intervene. I will just say one thing, because I am coming on to a point about Northern Ireland on the energy bills support scheme. It will be extended to Northern Ireland to provide domestic consumers with the equivalent level of support being provided to households in Great Britain. This is very much a Unionist package.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sammy Wilson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First of all, I give our thanks to the Secretary of State for the diligent way he has sought to address the problems in Northern Ireland. He points out that the package is coming at the point of the year where energy consumption is at its highest. In Northern Ireland, because of the difficulties of one electricity company, it may well be that the whole scheme will be held up until it is ready to give a discount on bills. Can he give us an assurance that, since 60% of consumers are with companies that could do it tomorrow, there will be no delay in waiting for the slowest to catch up before the benefits are made available?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The point of the Bill is to bring in support from 1 October. It has already been done in GB for domestic users and it will be retrospective for Northern Ireland. That is what the Bill is trying to achieve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Redwood (Wokingham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The way out of this problem is far more domestic capacity, so that there is a bigger supply in due course. That requires investment. Can my right hon. Friend reassure us that although there will be temporary subsidies, price controls and surrogate windfall taxes, sufficient incentives and signals will be sent to industry that we really do need the investment and that it will be worthwhile?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, indeed. This is a temporary measure. The legislation runs out; there are various sunset clauses that will affect it. We need more of our own supply. Some will be renewable, and some will be oil and gas. We need to ensure that cheap energy flows in this country for the good of the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The legislation will enable the Government to provide support to consumers across the UK who are not on the main gas grid. This will benefit consumers who use alternative fuels to heat their homes, such as heating oil, as well as those who live on heat networks. Eligible households will receive a £100 payment this winter through alternative fuel payment powers, which are introduced under the Bill. The Government will be setting out the support available for non-domestic consumers on the same basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The important point on the £100 payment is that it is designed with reference to changes in the price of heating oil from September 2021 to September 2022 and aims to provide support which is equivalent to that received by people who heat their homes using mains gas. I know right hon. and hon. Members are interested in how those figures have been calculated, so I will place more information in the House of Commons Library detailing the basis of our calculation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, measures in the Bill will extend the energy bills support scheme to UK households that would otherwise miss out on the automatic £400 payment as they do not have a domestic electricity contract. That may be because they receive their energy through an intermediary with a commercial connection, or because they are otherwise off the electricity grid. The Bill will also ensure that in cases where intermediaries receive support from the schemes, they are required to pass it on to the end users as appropriate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, the legislation will provide powers so that landlords are required to pass on support to tenants. His Majesty’s Government are taking action to provide equivalent support to heat network customers. This includes measures that will ensure heat network suppliers pass on the support they receive to their customers. In addition, the Bill provides for the appointment of an alternative dispute resolution body, which will handle complaints raised by consumers against their heat network if it has not passed through the benefit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me turn to non-domestic schemes. As well as helping households, the Government are taking action to provide support to businesses, charities and public sector organisations through the energy bill relief scheme. We will provide support to non-domestic consumers as soon as possible to help businesses and other organisations with their energy bills this winter. The Bill is vital for the implementation of the scheme, which will provide a price reduction to ensure businesses are protected from excessively high bills. Initially, the price reduction will run for six months, covering energy use from 1 October. After three months, the Government will publish a review, which will consider how best to offer further support. It will focus in particular on non-domestic energy users who are most at risk to energy price increases. Additional support for those deemed eligible will begin immediately after the initial six-month support scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to those unprecedented support schemes, the Bill will contain measures that will allow us to protect consumers from paying excessively high prices for low-carbon electricity. The provisions will limit the effect of soaring global gas prices by breaking the link between gas prices and lower cost renewables. This will help to ease the pressure on consumer bills in the short term, while ensuring energy firms are not unduly gaining from the energy crisis. In addition, the Bill will enable the Government to offer a contract for difference to existing generators not already covered by the Government’s contract for difference scheme. This voluntary contract would grant generators longer-term revenue certainty and safeguard consumers from further price rises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taken as a whole, the Bill will ensure that families, businesses, charities, schools, hospitals, care homes and all users of energy, receive the urgent support they require owing to the rising costs of global energy prices. In addition, the legislation takes important steps to decouple the link between high gas and electricity prices, which will ensure consumers pay a fair price for their energy. I hope that Members, right hon. and hon. Members alike, will agree that this is a vital and timely piece of legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Caroline Lucas (Brighton, Pavilion) (Green)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Secretary of State give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am within a moment of finishing, and I had better finish because time is so short.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a crucial package of measures that meets the challenges posed by sky-high global energy prices and Russia’s illegal invasion of Ukraine. Without the launch of the schemes I have outlined, many individuals and businesses would be left facing growing financial turmoil in the face of increasing energy costs. Now is the time to act and the Bill delivers the support that is required. I therefore commend the Bill to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}