{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-statement-on-shale-gas-extraction/",
    "title": "Jacob Rees-Mogg – 2022 Statement on Shale Gas Extraction",
    "post_date": "September 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jacob Rees-Mogg, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 22 September 2022.",
    "content": [
        "What a pleasure it is to be continuing on this theme—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dame Angela Eagle (Wallasey) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Get the right page!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, the hon. Lady is right to be saying that I need to find the right page because I am having some difficulty in finding the right page immediately, but do not worry. [Interruption.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. Is there another copy we can give the Secretary of State? [Interruption.] He has got it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very grateful to the right hon. Gentleman for asking his urgent question. I am glad to be able to announce that the moratorium on the extraction of shale gas is being lifted, and a statement about that has been laid before the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I set out in the previous urgent question, it is important that we use all available sources of fuel within this country. It is more environmentally friendly to use our own sources of fuel than to extract them in other countries and transport them here at great cost, both financially and in terms of carbon. It is therefore something we need to revisit, and we need to revisit the seismic limits to ensure that shale gas extraction can be done in an effective and efficient way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Edward Miliband**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is obviously a case of “the dog ate my homework”, and it is hardly surprising. Let us start by taking the Secretary of State’s excuse for lifting the fracking ban—that it will make a difference to the energy bills crisis. It will not, because gas is sold on the international market. The current Chancellor said so in February of this year:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“No amount of shale gas…would be enough to lower the European price”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "of gas. In an article published yesterday, even the founder of Cuadrilla said that the Secretary of State is wrong. First, why does he not admit the truth that anyone who knows anything about this subject says his claim that fracking will cut bills is nonsense?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next, let us come to safety. The 2019 manifesto, on which the Secretary of State and every Conservative Member stood, said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We will not support fracking unless the science shows categorically that it can be done safely.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are lifting the ban, but they cannot supply the evidence, and the British Geological Survey report published today certainly does not do it. So in the absence of the evidence, his approach is to change the safety limits. He says in his written statement laid before this House that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“tolerating a higher degree of risk and disturbance appears to us to be in the national interest”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to him and his colleagues explaining his charter for earthquakes to the people of Lancashire, Yorkshire, the midlands, Sussex, Dorset and, indeed, Somerset who will be part of his dangerous experiment. Let me tell the Conservatives that we will hang this broken promise round their necks in every part of the country between now and the next general election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservative manifesto also said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Having listened to local communities, we have ruled out changes to the planning system.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the Secretary of State stand by that promise, and how will he abide by the Prime Minister’s commitment to local consent? The truth is that he does not understand that we cannot escape a fossil fuels crisis by doubling down on fossil fuels. Renewables are today nine times cheaper than gas. The only way to cut energy bills and have energy security is with zero-carbon home-grown power, including onshore wind and solar, which his wing of the Conservative party hates and he continues to block. For communities in every part of our country, today shows that they can never trust a word this Government say again, and he has shown he is willing to break his promises to support dangerous fringe ideas that put the interests of fossil fuel companies above those of the British people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Rees-Mogg**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There was plenty of energy in that, Mr Speaker, but it was, I am afraid, more sound and fury that signifies nothing. We know that shale gas is safe. It is safe in the United States, where it has been one of the biggest contributors to the decline in carbon emissions of any activity that has gone on in that country. We know, even if Labour Members wish to ignore it, that seismic activity of 2.5 and below on the Richter scale takes place millions of times a year across the world. Our standards for ground-level movements for construction work are double those that have ever been achieved by any shale gas exploration in this country. There is a huge margin over what we allow for building work against what has actually happened in terms of shale gas. The right hon. Gentleman seeks to deny the ordinary rules of supply and demand. He ought to be aware that when we increase supply and demand remains steady, that has an effect on pricing, and pricing is always set at the margin. The price of any commodity is set by the final user who demands that commodity. If supply exceeds demand prices fall, and any increase in supply helps to reduce costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there is another point. We have—all of us— constituents with gas boilers, and we are going to have them for many years to come. Do we really want them to be dependent on strange dictatorships that wage war in this world, or do we want to have our own security, and our own supplies? Do we want to maximise what we receive from the North sea and from underneath our feet? This seems to me to be just good common sense. It is safe, it is shown to be safe, and the scare stories have been disproved time and again. The hysteria about seismic activity fails to understand that the Richter scale is a logarithmic scale. It seems to think it is a straight arithmetic scale, which of course it is not. Bringing on the supply will bring us cheaper energy, which we need, and that will help our constituents. It secures our supply, which will ensure that our businesses can continue to operate whatever the weather. This is of such importance, and it is sheer Ludditery that opposes it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}