{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2021-appearance-at-the-committee-of-privileges/",
    "title": "Jacob Rees-Mogg – 2021 Appearance at the Committee of Privileges",
    "post_date": "November 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The appearance of Jacob Rees-Mogg, the then Leader of the House of Commons, at the Committee of Privileges on 30 November 2021. The meeting was chaired by Chris Bryant.",
    "content": [
        "Chair: Welcome, Leader of the House. It is very good to have you with us on an issue that has been vexing and troubling the House for many years through many processes. We are keen, if we possibly can, to help the House get to a settled position on all of this without undermining our historic powers. Do you think that the House presently has the powers that it needs?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: In a way, this is the work that you are doing to try and establish whether the powers that are currently there, even if they are more theoretical than actual, achieve the objective of getting witnesses to come before Select Committees. We have discussed privately the reality of the powers—whether they could be used and whether they would survive challenge—but what would be interesting to see from your final report is not the anecdotal experiences of Select Committees, which tend to focus on a very small number of high-profile cases, but whether, year in, year out, most witnesses who were summoned actually attend, including the low-profile ones, or whether there is a real problem for Committee after Committee of not getting the people that they want. That statistical analysis would be incredibly useful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q229 Chair: All the evidence we have had so far is that the vast majority of witnesses come without any bother, and it is a pretty simple, straightforward, relatively informal process. The problem is that a theoretical power, to use your words, is quite difficult to enforce, and that leaves us with the hard cases. I know that makes it look anecdotal, but it is none the less a series of hard cases. In fact, the two cases that we just heard about were both people who said, “I’m not coming to that Select Committee,” and then a while later decided that they were going to another Select Committee, so they are picking and choosing which inquiry they will participate in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: Again, an important part of what you are doing is to understand both the scale of the problem and also whether changing things would make it better. By getting the one difficult person, do you make it a different atmosphere for the others who have come willingly? Would a formalisation undermine the informal system that is working very well in most cases? Or would it simply work in the cases that need it? Again, I think that is something that your report needs to work out because that will be essential to deciding whether legislation helps or hinders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q230 Chair: I think I would be right in characterising the evidence we have had from everybody today as pretty much that there might be a risk that having a more formalised system, because otherwise there is no sanction, might do two things: it might invite the courts to enter into questioning elements of proceedings in Parliament, and it might make for a more formalised setting for all questioning. There are ways of mitigating both of those risks in terms of the way we draft the legislation and the way we make sure that it is not just a decision of individual Committee, on a whim, whether or not to have an individual come along, but a decision of the whole House. Then, as Lord Judge put it to us, that is a deliberate contempt of Parliament, and the question for the House is, do we really want to put up with deliberate contempts of Parliament without sanction?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: Then sanction becomes very important, because the sanctions that do exist—theoretically—have not really been used since Sir John Junor’s case because the sanction made the House look more ridiculous than powerful. In the Dominic Cummings case, a very mild sanction was applied because of the risk of appearing ridiculous with a different sanction. I think that the draft legislation, with the prospect of two years’ imprisonment, risks going to the other end of the scale. It is hard to see what level of contempt would warrant two years in prison.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q231 Chair: What sanctions do you think are available now?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I am sure you have discussed this with the Clerks, but Parliament has never formally given up its ability to imprison during the Session of Parliament. It is not, I believe, a power that has been used since the 17th century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q232 Chair: Do you think we still have that power?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I think the power still exists. Would it be subject to challenge? Almost certainly. Would the challenge succeed?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Chair: Would you ever advocate using it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: Do we have the power to fine? I think the power to fine is more debatable. I cannot remember when it was last used, if ever—you will know from your Clerks. The House of Lords made a very interesting argument in relation to fining its own Members, which you will remember. Whether that argument would apply in relation to the Commons and recalcitrant witnesses, I do not know. I think the reality of our powers is that we do not know whether they are there until they are used. Then you might find that they are upheld by the courts, or you might find that they are not. This is an argument where learned lawyers disagree.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q233 Chair: I am not sure many learned lawyers disagree, do they? The last time there was a fine was 1665, and I think imprisonment was 1891—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: So sorry, I was wrong on the last imprisonment, which if it was 1891 is only just beyond living memory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q234 Chair: I think the last imprisonment was 1880, which was Charles Grissell. You are saying you think that, if the House were to come to you, as Leader of the House, you would table a motion that would say, “We are now going to imprison such and such for refusing to attend.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I could not predict whether that motion would get through, and I could not predict whether the courts would maintain it. This is all very theoretical.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q235 Chair: But you think that that power still exists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: The power has not been formally abandoned by Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q236 Chair: I am going to try again. So you think that it is still a power that we hold. Do you think it would be morally okay for Parliament to imprison somebody?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I repeat what I said: Parliament has not formally abandoned this power. But I am not saying with any degree of confidence that the power, if used, would not be challenged. Is it an effective power? I do not know. But has it formally been abandoned by Parliament? No, as you know.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q237 Chair: I think nearly every Committee that has investigated fining has said that we no longer have the power to fine, and I think that is written in “Erskine May”. You can argue about the legal status of “Erskine May” if you want to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You have used the word “theoretical” several times, but I am not sure whether you are advocating that we should reassert our historic powers and say, “We now have the power to imprison,” so that is the sanction that would be appropriate for somebody refusing to give evidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: But I have just said that, in the draft Bill, the potential of two years in prison is entirely disproportionate to failing to appear as a witness. It is very hard to see the circumstances where two years in prison would be a suitable penalty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q238 Sir Bernard Jenkin: First, I apologise for missing your opening remarks. How theoretical does something need to be and how long ago does it need to be, before we start using a term I learned during the consideration of this matter in the 2013 Joint Committee—“desuetude”?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I was just thinking of the word “desuetude”. Is there an option of desuetude in terms of the powers of Parliament? That is a question for the Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q239 Sir Bernard Jenkin: You yourself say the powers are theoretical. When you say that, what do you mean?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: What I mean is that if the powers had been used, when they were used, in the 19th century, there was no question that they would be challenged in a court. We live in a very different era in terms of courts’ exercise of their powers, and we have the European Court of Human Rights, which is currently considering a case relating to Sir Philip Green. Therefore courts are able to go where they would not have dreamed of going in the 19th century, and that is why I think it is a theoretical power and that you do not know whether it would survive challenge until tested.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q240 Sir Bernard Jenkin: Is it your view, in that case, that we need to test this before we resort to statute?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I think this is an important part of your Committee’s report, as to whether you think that is a course worth using. But you may come to the conclusion that it is not. You may come to the conclusion that desuetude is the right answer in this case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q241 Sir Bernard Jenkin: And if the powers have fallen into desuetude, what should we do about it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I think the next stage in that is to consider whether the current situation is in fact working. That’s the bit I was saying earlier: if this is just a very small number of very high-profile cases—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q242 Sir Bernard Jenkin: I heard that bit. I think we accept that it is a very small number of very high-profile cases, but the question is to what extent that discredits Parliament as a whole. If there was a statutory process, to which the Speaker would only give access if we had been through a series of hoops, so it clearly was not a vexatious summons, over-political or designed to bully the witness, but to get on public record evidence that is legitimately required for a legitimate inquiry, and if all those hoops had been gone through and the person is still refusing, do you not think the additional persuasive power of embroiling a potential person in a statutory process might act as an encouragement for them to attend?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: Possibly. There are obvious risks—the risks that we discussed briefly—of formalising it with other witnesses, who feel that this is a more intimidating experience than it currently is, and I think, for many witnesses, it is already quite an intimidating experience. And there is always the issue of exclusive cognisance of our proceedings, and how we lock in with the courts, which I do have a nervousness about, because once you let the courts in, how far are they able to go? Our ability to run our own affairs is fundamental to how Parliament works, both Lords and Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q243 Sir Bernard Jenkin: The courts might do that if we try to fine a witness for non-attendance anyway.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: They might. That bit is untried, and you may come to the conclusion that you think it is so unrealistic as not to be worth trying. You may think that the untested nature of it actually in and of itself provides an incentive to attend, because people are not entirely sure whether it would be effective or not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q244 Sir Bernard Jenkin: To be clear, if the Committee proposes that the House adopts a report that supports legislation, are the Government predisposed to resist that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: No, I am not saying that at all. What I have been trying to set out is what I think is necessary to make the case for legislation. There are three points: first, the legislation would not affect the exclusive cognisance of the House; secondly, that it would be more effective than the current system in terms of witness attendance and the information that they were willing to give—it needs to be actively better than the current system. And that leads to the third point: I think we need a statistical analysis of who has not been appearing and who has been appearing. It is quite hard to make the case to legislate for a very small percentage of cases if most people are in fact turning up and the system is working well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q245 Chair: In which case you are saying no to legislation? We have said it, and every report has always said it: it is a very small number, but they are hard cases that make a mockery of our theoretical powers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I think your report needs the numbers, so that we have the context. Is it that 1,000 have come and there is one who refused? Is it that 100 have come and one has refused? What is the proportionality? I don’t think legislating on one or two high-profile cases is a sufficient case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q246 Chair: In which case you are saying no to legislation. Incidentally, I am still in a bit of shock at your belief that Parliament has the power to arrest and imprison, because I think that certainly went with the Human Rights Act 1998 and arguably went with the European convention on human rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: But I note you use the word “arguably”, and that is exactly what I have been saying.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q247 Chair: I don’t think anybody is arguing it—you are quite unusual in that position.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I have not been saying that I think these powers would survive test; I am simply saying they have not been tested and they have not been abandoned by the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q248 Chair: But do you think they should stand the test?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I would not want to imprison for non-attendance, as I have already said. Could the House have a system where it had some penal mechanism for people who failed to attend that was entirely a House matter? I don’t personally think that would be unreasonable, but it is a matter for your Committee to work out how that could be done in a way that was fair.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q249 Chair: Do you think it would be reasonable for the House to arrest?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I am not advocating arrest. I think imprisonment for non-attendance would be an extreme procedure. I am not advocating going back to the days of Peter Wentworth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q250 Chair: What penal power would you suggest?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I think it is not unreasonable for the House to fine people for failing to attend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q251 Chair: Wow! That is pretty extraordinary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I don’t think it is. I would much rather the House did it and maintained its exclusive cognisance than that the courts did it. But that may in itself need legislation because, if the powers have fallen by the wayside, they cannot just be magicked up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q252 Sir Bernard Jenkin: But if the offence being committed was not failure to attend, but first of all contempt of Parliament, it would secondly be contempt of court, because the court would order the person to attend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: That gets very difficult. If courts start ordering people to attend Parliament, we are getting the courts directly involved in our proceedings, which I would be very nervous about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q253 Chair: I am still in a bit of shock, I’m afraid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I think the high court of Parliament should exercise its powers as a general principle. We are a sovereign Parliament: we are higher than any court in the land, and we should not be mealy-mouthed about being a Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q254 Chair: I think that is very difficult, but—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I may be less committed to the niceties of human rights law, but I think a supreme sovereign Parliament with a democratic mandate is the greatest protection of human rights in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q255 Chair: Okay. If we were to go down the route of the proposal we have come up with, I accept your point that two years may be excessive and that may need to be looked at. Indeed, Lord Judge made a sensible suggestion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My assumption is that this law would never be used; I think it would make it easier to get the difficult people to come, because the advice they would then be given by their lawyers would be that there is more reputational and financial risk and risk of criminal sanction if they do not turn up than if they do. I think it would improve things, and there is no reason why that would necessarily have an effect on all the other people with whom, in the normal course of things, it just happens very simply and informally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the things we have suggested to mitigate the problems and some of the risks that you and others have referred to is ensuring that there is a proper gatekeeper role, so it is not just one Committee deciding on a whim to summon somebody, but there would be a gatekeeper to go through before you get to the Speaker’s certificate, and then it is a deliberate contempt of Parliament. Does that process, if we were to go down that route, seem sensible to you?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I have a couple of things to say. First of all, if you are creating a power that you think would never be used, you are in much the same position as we are already, and then you get into the question—the Scottish Parliament has the power to fine, which I understand it has never used on a witness—of whether powers that you intend never to use are any better than the powers that you may or may not have that you never use. That is a matter for you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the gatekeeper Committee, it depends on how it would interrelate with the court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Chair: Go on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: Well, looking at the legislation, it doesn’t interrelate with the court; the court just looks at the fairness of the summons. So how does the court determine that and how do the two fit in together? That I am not clear on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q256 Chair: So the bit for the court would be whether there is a reasonable excuse—something courts decide all the time is whether somebody turns up to court. Was it the 1948 contempt of court Act that basically formalised a set of agreements that had existed for a long time?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: Would the court be looking at the gatekeeper Committee having decided the summons? How would that be formalised? Would that be formalised in Standing Orders? It’s the question of how these two relate, because that is obviously where you get to the exclusive cognisance issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q257 Chair: Our working assumption has been—I think I am right, unless anybody corrects me—that if we were going down this legislative route, we would have to do some Standing Order changes so that there was a new process that got you to the Speaker’s certificate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We use the Speaker’s certificate because that has been an accepted system for some time and it limits the engagement of the court in the background to the decision. But it is undoubtedly true, as Lord Judge said earlier, that the defendant in a case might want to say, “Well, my reasonable excuse is that I think you’re all just engaged in a party political ding-dong and I don’t want to get involved in that.” Whether that would count as an excuse would be a matter for the court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: Yes, and you would hope that the Speaker’s certificate, like the Speaker’s certificate under the Parliament Act or to money Bills, would not be challenged. This may be a more litigious area than money Bills if you have somebody who is very determined not to come. I think one has to be quite cautious about extending the remit of Speaker’s certificates. Just because they have not been challenged in a very specific area does not mean that they could not be challenged in another area. As I have said throughout, exclusive cognisance is very important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q258 Sir Bernard Jenkin: You are setting some very important hurdles for legislation, but I think they are hurdles we may have to jump. I agree with you that Parliament is sovereign; Parliament is, in fact, the greatest guarantor of human rights in this country. After all, the only reason we have the Human Rights Act is that Parliament passed an Act. But doesn’t that also demonstrate that actually the only way Parliament can assert its sovereignty is through statute? While history may be littered with examples of how Parliament used to assert its sovereignty in different ways, statute has become the habit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: Well, even article IX is statute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q259 Sir Bernard Jenkin: Indeed, but article IX has a peculiar constitutional status, which also hitherto observed a self-restraining ordinance in respect of exclusive cognisance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: Even the Act on tallage is statute. You go all the way back, and statute is of course how powers within the different arms of the state are exercised. That is absolutely right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q260 Sir Bernard Jenkin: But there are all kinds of non-statutory powers that Parliament used to exercise that we don’t exercise anymore. I think if we sent a posse into the street to arrest somebody, the posse would not have any statutory authority and would not be regarded as a legitimate force. But that used not to be the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: This is the argument about Sessional Orders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q261 Sir Bernard Jenkin: Which I hope you will restore.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I am very interested in that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir Bernard Jenkin: Not because they have any statutory force, but because they would inform the police outside the Palace that whatever statutory rules remain in force, they also have a public obligation to Parliament to secure the passages and so on—within the law, within statute law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: The moral authority of Parliament should not be underestimated, even when the powers are not codified. That is an essential part of this investigation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir Bernard Jenkin: I look forward to your implementing the 2013 recommendation to restore Sessional Orders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q262 Chair: That rather makes the point that we have been going around this track for a very long time—longer than I have been in the House and much longer than you have been in the House. I have an anxiety about that—that we will just be doing this again in 10 years’ time, 20 years’ time and 30 years’ time, by which time desuetude itself will have fallen into desuetude.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Scotland, the Scottish Parliament is of course set up by statute, so it is somewhat different. There is a reasonable excuse provision in that as well. It is all justiciable. It feels to me that we have three routes: one is that we can just accept desuetude and live with it, which I think is sort of where you are at, because you are reluctant to legislate unless it is absolutely necessary. Basically, you are saying to us, we have to prove to you that it is absolutely necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I do not think that that was an unreasonable challenge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Chair: I am not objecting to that—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir Bernard Jenkin: For the record, Chair, I do not think it is a no, but you are taking it as a no. I do not think it is a no.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q263 Chair: We will do our best to persuade, if that is the route that we want to go down. But you have reinvigorated a bit the argument that we could just reassert our powers today, which was considered in previous versions of this inquiry. It is just that when we have said we would reassert them, we have never done anything about reasserting them and, personally, I am very sceptical that that really meets—it feels a bit like an Act of Attainder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: If all court judgments always went the way one thought in advance they would go, one would never go to court. Therefore, until you do this, you do not know whether it would work. We all have our views, and mine may not be that dissimilar from yours, but you do not know, and it has not been tested. Whether it is worth testing is a different question, because Parliament always has to make sure that it does not look ridiculous. That is why we have to be so careful about this. Whatever powers we have, if we use them aggressively or arbitrarily, we look ridiculous. We remain scarred—it is a long time ago now, but the John Junor case has scarred Parliament’s use of its powers ever since.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We always face that problem, as we would with legislation. What would we actually want to do when someone refused to come—who was it, which Committee was it, and so on? I doubt it would be as simple as someone not coming, therefore we automatically go through this process and take them to court. There would be many political considerations we would want to take into account about the reputation of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Chair: You know how this ended up with us, which is basically that people worried that the dragon has no teeth and no flame-throwing ability, so it ends up being just a rather limp dragon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: That is why I think it needs to be shown statistically what the real level of the problem is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Q264 Chair: I will ask you a completely different question, unless anyone has anything else they want to ask. As you know, the Committee of Privileges may only consider things that have been referred to it. There have been various suggestions that we should have a bigger power, so that, like most other Select Committees, we are able to consider things that interest us. Would you welcome that, or do you think that that is unnecessary?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Rees-Mogg: I think that the Privileges Committee is a particularly and singularly important Committee because it has that very narrow remit to do things specifically charged to it by the House. I think that is a good thing for the Committee and strengthens your reports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Chair: Anyone else? No. In which case, we are done. Thank you very much, Leader of the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}