{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-statement-on-eu-retained-law/",
    "title": "Jacob Rees-Mogg – 2022 Statement on EU Retained Law",
    "post_date": "June 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jacob Rees-Mogg, the Minister for Brexit Opportunities, in the House of Commons on 22 June 2022.",
    "content": [
        "With permission, Madam Deputy Speaker, I will make a statement about EU retained law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Earlier this year, my right hon. Friend the Prime Minister set out that:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The United Kingdom’s uncoupling from the rules, regulations and institutions of Brussels was never simply about the moment of our departure; the act of Brexit was not an end in itself but the means by which our country will achieve great things.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now that we have left the European Union the sovereignty of Parliament has been restored and we are free once again to legislate, regulate, or deregulate as this sovereign Parliament redux pleases. As we maximise the benefits of Brexit and transform the UK into the most sensibly regulated economy in the world, we must reform the EU law we have retained on our statute book. Only through reform of this retained EU law will we finally be able to untangle ourselves from nearly 50 years of EU membership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In September 2021 my predecessor the noble Lord Frost announced a review into the substance of retained EU law. The purpose of the review was to catalogue which Departments, policy areas and sectors of the economy are most saturated by European law—law that was imposed upon us in a time when Parliament was unable to refuse consent. The road to reform remains a long one; not all Brexit freedoms can be grasped at once. I am pleased to report that Whitehall fired on all cylinders to complete this review. As a result, Members across the House can properly appreciate the extent of EU law on our statute book and the extent of the opportunities that reforming this law provides.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the 2022 “The Benefits of Brexit” announcement, the Prime Minister committed to making the outcome of this review available to the public. It is right that the public know how much retained EU law there is and that they should be able to hold the Government properly to account for reforming it. The public have already shown great interest in the EU law that remains on our statute book, as evidenced by the huge amount of correspondence I received in response to my request for details of EU legislation that still burden them—and I am grateful to readers of The Sun and the Sunday Express for their many replies. I am also encouraging some competitiveness between my right hon. Friends in the Cabinet, and hope that this spirit will inspire rapid reform, with returns published every quarter by Departments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, I am pleased to announce that today we publish an authoritative catalogue of over 2,400 pieces of legislation, spanning over 300 individual policy areas. This catalogue will be available on gov.uk through an interactive dashboard. It will be updated on a quarterly basis so the public can “count down” retained EU law as the Government reform it. I commend the Cabinet Office officials who developed this dashboard; it is a fascinating resource in its own right, and is of both political and—in my view—historic constitutional importance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The pertinence of publishing the dashboard today should not be missed. Six years ago tomorrow—that day of legend and song—the United Kingdom voted decisively to leave the European Union. The public voted to take back control, and while it took some time to get there—two general elections and some constitutionally fascinating parliamentary prestidigitation between 2017 and 2019—the Prime Minister has delivered such control in spades. His Brexit agreement, which guaranteed regulatory autonomy for Britain, means that the publication of this dashboard offers the public a real opportunity: everything on it we can now change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The author E. M. Forster once said\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“two cheers for Democracy: one because it admits variety, and two because it permits criticism.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, as I did earlier this year, I am inviting the public from across the country—whether in Wakefield or in Tiverton and Honiton, or in other places selected at random for the purposes of illustration—to once again share their ideas of reform and to look further into pieces of retained EU law that have an impact on their lives. By using this dashboard, the public can join us on this journey to amend, repeal or replace retained EU law. Together we will make reforms that will create a crucial boost to productivity and help us bring the benefits of growth to the whole country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, Her Majesty’s Government are legislating to seize the opportunities of Brexit and have been since 2020. From introducing our points-based immigration system and securing the integrity of the United Kingdom’s internal market to boosting growth and innovation by allowing gene-edited crops and recognising high-quality professional qualifications, we are already showing—among others—the benefits of Brexit to the British people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are countless other opportunities for reform ahead of us. Members will know that the recent Queen’s Speech was full to the gunwales with the opportunities of Brexit, ranging from financial services to agriculture, data and artificial intelligence, transport, energy, and restoring sense to human rights law. This Government will work to develop a new pro-growth, high-standards regulatory framework that will give business the confidence to innovate, invest, and create jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are the big, headline-grabbing issues, but the dashboard is, I hope, an opportunity to tackle hundreds of matters. They may seem marginal on their own, but all these measures in the margin will combine to usher in a revolution: not a French- style revolution with blood running in the streets and the terror of the guillotine, but a British-style revolution whereby marginal improvements move inch by inch so that soon we will have covered the feet, and the feet will become yards, and the yards will become chains and then furlongs and miles, until the journey is complete. With inflation running high, we need to search everywhere—under every stone and sofa cushion—for supply-side reforms that will make products and services cheaper, will make things easier for business, and, ultimately, will grow the economy and cut the cost of living.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The dashboard, therefore, is the supply-side reformer’s El Dorado, and, naturally, I am pointing to the treasure trove of opportunity that this publication represents. It highlights unnecessary and disproportionate EU regulations on consumer goods, such as those regulating the power of vacuum cleaners—why should that trouble Her Majesty’s Government?—and the expensive testing requirements mandated by REACH—the regulation on the registration, evaluation, authorisation and restriction of chemicals—for the plastics that make up items we use every day, requirements that shut out the newest and most innovative materials. Thankfully, we left the EU before it decided to mandate what sort of phone chargers we can have, a typically short-termist and anti-innovation measure which will only have a long-term negative effect for consumers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The dashboard includes the overbearing reporting requirements which add costs to businesses and slow down progress, whether by building new developments in areas that need housing the most or by making it more expensive to hire people at a time of a labour shortage and to respond to militant strikers. We will continue to work with Departments to cut at least £1 billion of business costs from EU red tape to secure greater freedoms and productivity. Ensuring that we have the right regulation is crucial. Excessive and unnecessary regulations which burden business or distort market outcomes, reduce productivity, pushing up prices and negatively affecting everyone’s cost of living. Using our new-found freedom to address the over 2,400 retained EU pieces of legislation on our statute book, the Government will be able to remove and amend regulation that is not right for the UK. This will make a real difference to the process of reducing the number of unnecessary EU regulations that contribute to the cost of living.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some—perhaps dozens—-of these rules we might wish to maintain. That will be a decision for the Queen in Parliament, our Parliament, rather than the European Commission. We will preserve retained EU law that is required for our international obligations. We will preserve high standards, such as those for water, and we may even be able to go further in some ways to move ahead of the European Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The publication of this dashboard will mark a pivotal step towards reform of our statute book and those 2,400 pieces of retained EU legislation, ahead of the introduction of the “Brexit Freedoms” Bill. That Bill will allow the United Kingdom to take the next step in reclaiming the sovereignty of Parliament. It will address the European Union (Withdrawal) Act 2018, which preserved and incorporated too much EU-derived law at too high a status, giving much of it the same status as an Act of Parliament. That is clearly mistaken, and means that many changes to retained EU law require primary legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Undoing this vandalism to our constitutional order policy area by policy area would dominate the legislative agenda for Parliaments to come, which would affect the Government’s ability to deliver more fundamental domestic reforms and the opportunity for the UK to reap the benefits of Brexit. The “Brexit Freedoms” Bill will create a targeted power to allow retained EU law to be amended in a more sustainable way, and will go with the grain of the British constitution. This will help us to deliver the UK’s regulatory, economic and legal priorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ahead of the Bill’s introduction, I invite Members to review the dashboard themselves, and to delve into the legislation that affects the communities that they serve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}