{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-parliamentary-question-on-the-communist-running-dogs/",
    "title": "Jacob Rees-Mogg – 2022 Parliamentary Question on the “Communist Running Dogs”",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Jacob Rees-Mogg, the Conservative MP for North East Somerset, in the House of Commons on 29 November 2022.",
    "content": [
        "**Mr Jacob Rees-Mogg (North East Somerset) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I add my congratulations to the hon. Member for Strangford (Jim Shannon) on securing this crucial urgent question?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government must always do all they can to protect the safety of His Majesty’s subjects abroad; that is a fundamental duty. I wonder what effect calling in the ambassador will have and whether more does not need to be done urgently that actually has an effect on the Chinese operation in the UK. Should we not be looking to expel diplomats; to take tougher actions in international forums where Chinese interests are at stake; or to do things that the Chinese would not want us to do, such as improving our relationship with Taiwan or inviting the Dalai Lama on a formal visit by the British Government to show that we are not a pushover and will not support the communist running dogs?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the calling in today, those issues will be raised in a robust manner. Of course, the safety of our citizens is absolutely key across the world and in China, so we will raise those issues. In terms of providing a robust, muscular approach, as we have seen, given the concerns that have been raised in the House about Uyghur minorities, sanctions and trade guidelines have been put in place. We will continue to take the appropriate action to counter what we believe are incorrect practices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}