{
    "url": "https://www.ukpol.co.uk/merlyn-rees-1974-statement-on-belfast-bomb/",
    "title": "Merlyn Rees – 1974 Statement on Belfast Bomb",
    "post_date": "April 6, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "Merlyn Rees",
            "url": "/tag/merlyn-rees/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Merlyn Rees, the then Secretary of State for Northern Ireland, in the House of Commons on 1 April 1974.",
    "content": [
        "With permission, Mr. Speaker, I will make a statement about events in Northern Ireland in the last few days. I do so in the full realisation of the weight of my responsibility to this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Thursday 28th March a bomb of between 500 and 600 lb. exploded outside a hotel in the centre of Belfast which is at present an Army headquarters. On the following day there were more bombs outside Catholic bars in Belfast, and on Saturday 30th March the level of violence was further stepped up, with bomb and incendiary attacks in Armagh, Lisburn and Bangor as well as more incidents in Belfast, and the violence continued on Sunday 31st March.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In these four days six civilians were killed and 65 injured. The Army had eight casualties and the RUC two, fortunately not serious. The pattern of these incidents shows a succession of acts of retaliation and revenge between one community and another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Friday morning I visited the city centre and in the afternoon had an urgent discussion on the security situation with the GOC and the chief constable. On Saturday I visited other areas of Belfast in company with the brigade commander, meeting some of his local commanders and troops responsible for security in the area. My hon. Friend the Minister of State had discussions in Belfast on Sunday morning with the GOC and the deputy chief constable. Later on Sunday afternoon, in company with local representatives, he visited Lisburn and Bangor. He reported to the Prime Minister and to me last night by telephone. After further consultation this morning, he returned to Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the course of our visits, both my hon. Friend and myself have talked to many members of the public and are in no doubt about the strength of their feelings at these latest outrages. I am sure that the whole House will join me in condemning these senseless and vicious attacks which cause so much distress and damage and, I say again, will achieve nothing. I find it impossible to understand the motivation of those, from whichever side they come, who believe that political ends can be achieved by violence or who seek to destroy the Constitution Act and power sharing not by political action but by bombing and killing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was a bad weekend, and it has led—and I fully understand this—to demands for increased action by the security forces. If violence on this scale occurred in cities in Great Britain hon. Members would rightly be demanding that all available resources should be thrown against those responsible. As hon. Members will know, I have since I came into office four weeks ago been reviewing with the GOC and the chief constable the security situation. I can already say quite clearly that no increase in the number of troops in Northern Ireland would eliminate the sorts of incident which happened last weekend. For example, I was told on Saturday in Belfast by Army commanders that the security forces are making about 100,000 searches a day at the Segment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The small incendiary bombs which wrecked the stores in Bangor are easily made from commonplace materials, secreted in books or cornflake packets, and placed by apparently innocent shoppers. They cannot always be detected by security forces; their placing can be prevented only by the vigilance of other shoppers, and by effective security arrangements for which the stores them selves must be responsible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much the same is true of city centre car bombs. Hon. Members will probably have heard that a huge but selective anti-terrorist operation involving sealing off a complete area near the city centre and conducting a thorough search began this morning. It would be feasible completely to close off city centres to cars and lorries; it would cause massive congestion and bring the commercial life of the Province to a virtual standstill. It would not prevent the placing of devices of the type which were used in Bangor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to make it absolutely clear that, important as the role of the security forces is and will continue to be, much of the sort of violence which happened last weekend can effectively be prevented only by the actions of ordinary citizens, who have a plain duty to report to the police suspicious activities which they see or information they have about those who plan or carry out destruction and violence. I know that the terrorists try to prevent this by intimidation; the more people who come forward to help the security forces, the more difficult it will be for them. The security forces will continue to do their utmost to arrest them from whichever section of the community they come, and to remove them from the society which they are poisoning. Some of them are even prepared to give interviews to the Press about their crimes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no question whatsoever of the security forces being prevented by political directives from taking any necessary action against terrorists; the forces have always to bear in mind the consequences of their actions on the commercial and social life of the community which they are protecting. At the end of the day, it is for the community and the police in close co-operation to bear the main responsibility for law and order in Northern Ireland. I can assure the House that I will do everything practicable to support them in this; and to any of the terrorist organisations who, as I have heard suggested, have increased their acts of violence recently to test the present Government I can say quite clearly that I pledge this Government to act resolutely to deal with the terrorists from wherever they come. Nor will they deflect us from those political decisions and actions which this House has supported.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}