{
    "url": "https://www.ukpol.co.uk/jacob-rees-mogg-2022-speech-to-conservative-party-conference/",
    "title": "Jacob Rees-Mogg – 2022 Speech to Conservative Party Conference",
    "post_date": "October 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "2022 Conservative Party Conference",
            "url": "/tag/2022-conservative-party-conference/"
        },
        {
            "text": "Jacob Rees-Mogg",
            "url": "/tag/jacob-rees-mogg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jacob Rees-Mogg, the Business Secretary, in Birmingham on 3 October 2022.",
    "content": [
        "Well, Ladies and gentlemen. Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Congratulations on arriving at the conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In spite of the best efforts of Mick Lynch, who seemed to wish to get in the way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But thank you for being here, because you are the beating heart of the Conservative Party, you’re the stalwarts who do all the work for us and ensure people like me get elected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, I thank you for all you do for conservatism, and supporting us so much. And you make it work, you ensure we have Conservative governments, and your getting here is proof of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I must say, I think the unions need some of my little calling cards saying “I look forward to seeing you back at work soon”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because actually, we have a tireless quest for productivity in this country, and we need to make sure that everyone is working efficiently, and we obviously want them to be working in their proper places of work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Also, thank you for giving me almost as warm a welcome as I got outside the hall.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that’s rather marvellous. I happen to think that having a democracy where you can actually walk through the streets and people can exercise their right to peacefully protest, shows the strength of our society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And if people want to call me “Tory scum”, I don’t mind!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it has to be said, walking through the beautiful streets of Birmingham, turned blue once again- or turning blue once again- thanks to the great efforts of Andy Street; is a great privilege, and it’s lovely to be here, and to be here with this fantastic audience, and to be speaking to you as Business Secretary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m going to reintroduce a great tradition that Secretaries of State used to have when they came to the Conference, by introducing my brilliant ministerial team.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, my fellow Cabinet member Graham Stuart, Minister for Climate; Jackie Doyle-Price, who is here as Minister for Industry; Nusrat Ghani, Minister for Science and Investment Security; Dean Russell, Minister for Enterprise and Markets; and Lord Callanan, who I can’t actually see here but is nonetheless a great man, is Minister for Business, Energy and Corporate Responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am so lucky to be supported by what I think is the ‘A-Team’ of ministers, and you can tell that to all the other departments who only have ‘B-Teams’. So, let’s be clear that I have the ‘A-Team’ supporting me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s also quite fun to be speaking, for the first time in all the years I’ve been a Member of Parliament, from the main stage. I did once in the old days, when I was the candidate in Wrekin, get up to the main stage, but that was only for about three minutes, and I’ve got a bit longer now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It makes a change, I used to do the rounds of the fringes. Sometimes, I wasn’t entirely in line with what the Government was doing, and leaving the fringes to certain other Right Honourable Friends of mine, who seem to be having a jolly time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead, I am here in full support, and honoured to serve a first-class Prime Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the Prime Minister, since she took office, has completed about a years’ Government business in a fortnight. And I’m glad to say I think the Prime Minister- and I say this as the Minister for Energy- is a genuine dynamo and is producing electric fields that are making sure things get done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And she knows how urgent the challenges we face are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Energy**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the challenges are particularly in energy: first, affordability this winter; second, securing energy supplies; and third, what I would like to call Intelligent Net Zero.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And how we are tackling those challenges? Rapidly is the answer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the Opposition sniped, and cat-called, and did what it usually does, we got on with it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We worked properly, night and day. And actually, the Civil Servants in BEIS worked incredibly hard to create the Energy Price Guarantee for households and the Energy Bill Relief Scheme for businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have ensured that the British people – families and businesses  \n– will get help now, form the First of October with the energy price support that took effect on Saturday, regardless of where they live in the United Kingdom and however they get their energy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "His Majesty’s Government has acted with speed and foresight to deliver this protection for households throughout the entire Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, somebody agrees with me! You’ve all been here a very long time so the fact that one person is paying attention is a great relief.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The same is true for businesses, and we have averted genuine economic disaster by protecting businesses, charities and public services including schools and hospitals, and particularly care homes, from catastrophic rises in their energy costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We did this because of Putin’s monstrous invasion of Ukraine. He seems to want to make Ivan the Terrible look like Padre Pio.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "His wicked acts forced up the price of gas to an extent that would have ruined almost every business and left virtually every family unable to afford their energy. I actually said a journalist from the Sun, the only person who could have afforded an energy bill this winter would’ve been the proprietor of the Sun, and everybody else would’ve been in penury.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that’s why, ladies and gentlemen, we have done what we have done, not some blunt instrument that our socialist counterparts would have used.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But a well-designed, and effective way, of getting support to all. And a support that will decline as the energy price normalises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, you are proper conservatives, aren’t you? You are the bluest of the blue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And there may be some of you who think it’s not conservative to intervene in this way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I would say that there was no question that we had to come to the British people’s aid. We could not let the people face this winter alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is actually what the state fundamentally is there for: to do things that people cannot do themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some burdens are too great for individuals and families to bear and these must be borne by the nation herself – these are the burdens of security, of policing, of defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This intervention is an act of defence for our people, every bit as much as making munitions or tanks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And our great hero, and I’m sure this man is a great hero of many of you: Adam Smith himself, the father of free marketeers, the pater familias of economic theory, put the defence of the nation above all else.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He told that the Navigation Acts, which you’ll all recall from your O-Level history, against the Dutch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s quite interesting, you know all those things we say about ‘Dutch courage’ and so on all come from the 17th century wars we fought against the Dutch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But he said the Navigation Acts were “wisest of all the commercial regulations of England” because they stopped a then-hostile nation – and just for the record, we are now very friendly with the Dutch- harming Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Defence**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Defence”, Adam Smith said, was “of much more importance than opulence”. He meant it was worth the short-term cost to defend Britain from “national animosity”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as so often what was true in the 18th century is true today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The war may not be on our shores, but we will defend the United Kingdom against Mr Putin’s evil.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our decisive action will save millions of families and businesses from penury.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And do you know what, imitation is the greatest form of flattery– we’re being imitated by our German friends who have rolled out almost a carbon copy scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, this intervention helping families across the country from falling into debt and misery through crippling energy costs imposed on them by a tyrant in Moscow, has averted a disaster for Britain’s small businesses this winter, salvaging the livelihoods that would have been destroyed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So this winter, we are once again standing together with the British people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there is more to do, because we have to make sure that this does not occur again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must act to provide energy security, and to use our energy better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the more we produce, the more affordable our scheme will become.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Energy supply, cheap energy, is the foundation of our prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our reserves of coal and the pursuit of new technologies to dig it out,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m going back to history; I’m not advocating going back to coal now,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Digging it out of the ground spurred the Industrial Revolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The discovery of North Sea oil and gas, combined with Mrs Thatcher’s visionary leadership, turbocharged the British economy in the 1980s.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now our future prosperity depends on our ability to secure affordable energy in abundance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "High energy costs have made our industries uncompetitive and increased the cost of building roads and railways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They have often meant the difference between businesses choosing to invest in the UK or turning their backs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the Energy Supply Taskforce, led by the esteemed Maddie McTernan, who delivered the vaccines that rescued us from the Covid pandemic, and she is moving to secure our energy supply in the coming months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our aim is to secure cheap and plentiful supplies of energy, the veritable engine of economic growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now that may lead Socialist commentators to paint me as a fossil fuel junky.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I am neither a fossil fuel junky, nor a junky of any other variety.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me reassure you. I am committed to Net Zero by 2050.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the green agenda does not mean an agenda of poverty. It does not contradict the growth agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will go green in a way that makes the British people better off not worse off, drives growth instead of hindering it, and levels-up, by boosting industries in our regions instead of imposing costs that drive them to the brink of ruin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The faddish, Islingtonian Labour Party was happy to destroy industries like steel by imposing needless costs on their energy: this wasn’t just unfair, it was un-green, and simply forced manufacturing overseas, making us import more polluting products.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need intelligent greenery not religious zealotry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As for the socialist ideas of a nationalised energy dream:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "it will lead to nothing but shortages, rationing and intermittency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ladies and Gentlemen, I’m sure you’ve heard me called the Right Honourable Member for the Eighteenth Century. But it’s not an insult to me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Georgians were pioneers, innovators, inventors of the power loom and the spinning jenny, the fathers of the industrial revolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Think of Jethro Tull, whose seed drill transformed agriculture – some of you thought I was talking about a pop star but actually I was talking about agricultural innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or of Matthew Boulton of this great city, who with James Watt developed the steam engine that powered the Industrial Revolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is that same spirit of progress this government must capture.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why we are moving full steam ahead with carbon capture and storage, expanding the world’s biggest windfarm at Dogger Bank, developing hydrogen and nuclear, including modular nuclear reactors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But perhaps the most exciting is fusion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, bear in mind, Isaac Newton believed in the Philosophers Stone and thought you could turn base metals into gold, so fusion is a great hope, a potential ace up our sleeve, but it would be silly of me to pretend it’s not difficult.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It offers unparalleled potential for clean power production, promising a future of inexhaustible energy that could unshackle us from hydrocarbons,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and make us truly self-sufficient and secure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The technological hurdles are big –\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "fusion reactors must sustain a temperature 10 times hotter than our sun,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Which whether you use Centigrade or like me use Fahrenheit is nonetheless very hot,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the containment of which requires magnets so strong they could lift an aircraft carrier clean out of the ocean.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We could get one of those and make Mr. Putin’s life rather difficult.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But over decades we have established ourselves as pioneers in fusion science,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and as a country, our capability to surmount these obstacles is unparalleled.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted to make an announcement on the next step in that mission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will build the UK’s first prototype fusion energy plant in Nottinghamshire,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "replacing the West Burton coal-fired power station with a beacon of bountiful green energy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This plant will be the first of its kind, built by 2040 and capable of putting energy on the grid,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and in doing so, proving the commercial viability of fusion energy to the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will create thousands of high-skilled jobs throughout its lifetime,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "it will underpin an industry expected to be worth billions to the UK economy,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and position the UK to design, manufacture and export the first fleet of fusion plants,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "placing us at the vanguard of a market with the potential to be worth trillions of pounds a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But never fear, in the meantime, we got enough hot air from the Socialist conference to keep the turbines spinning for decades to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From this year, the future of environmentalism will be about prosperity, about opportunity, not lectures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, we’ve been having a discussion about shale gas, and I know not everybody is keen on it and we have to get community support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lord Deben wrote to my predecessor, saying that shale gas can provide 2 to 63 grams per kilowatt hour of carbon dioxide equivalent less, than from LNG being imported.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is what I mean about intelligent net zero. It’s about making decisions that reduce carbon but make us more prosperous. It doesn’t mean that everything I say will happen tomorrow,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it’s about having a programme that makes sure we don’t harm our industry, so we go green in a way that create, rather than destroy, prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cheap energy is essential to a flourishing economy, but this is only one part of our supply side reforms that go much further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At this conference we have announced that the definition of small and medium sized enterprises will expand from 250 employees to 500, extricating them from a host of regulatory burdens, including costly non-financial reporting requirements which are simply paper shuffling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Which in my case is not so much paper as parchment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The structural reforms we are about to deliver include the Brexit Freedoms Bill, a fantastic piece of legislation, a defining constitutional piece of legislation,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "… which is going to prize the dead hand of the EU from our statute book once and for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we review, repeal or amend the 2,400 pieces of European law on our books, any EU regulation which remains will no longer apply to these SMEs of up to 500 employees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And thanks to this Prime Minister, we will get it done by the end of 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will take even more businesses out of the clutches of overbearing regulation,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "freeing the British economy still further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And while we’re talking about getting Britain moving, we will deal with strikes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve got to keep Britain moving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In her campaign, the Prime Minister was clear that we would legislate for minimum service levels for essential services to ensure the modernisation of our economy is not held to ransom by union militancy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And bear in mind, Owen Jones came up to me today and had a go about the funders of the Tory Party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the funders of the Tory Party don’t buy the right to have a say in the leadership. But in the socialist party they hold the leadership to ransom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Minimum service levels will make that reality harder, and we will be introducing that bill soon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And if I may use a rude word, it is a great modernisation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My department spends billions on research and development each year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that must be a focus for value for money and turning our innovations into inventions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We wouldn’t have our nuclear technologies without this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we need to make sure that every pound spent delivers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m delighted that Aria has such strong leadership, ensuring we can turn seed capital in R&D to real investment capital for the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ladies and gentlemen, we know these are difficult times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And historic mistakes in energy policy have led us to where we are, but it’s always the Conservatives who are always best at dealing with difficult situations,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And make us take those tough decisions that aren’t necessarily initially popular.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This doesn’t matter whether its in nuclear, or shale, or deregulation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is cheap energy and supply side reforms will provide us with economic growth – and the pressure of difficult times is forcing us in the direction we need to go.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You, ladies and gentlemen, are so fundamental as advocates and ambassadors for that, because you are the Toriest of the Tory, and you know how the country should be governed,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s why we need your support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a nation-defining mission to complete, and I hope you will all join us in completing it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}