{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2021-comments-on-ministers-with-covid-contract-links/",
    "title": "Rachel Reeves – 2021 Comments on Ministers with Covid Contract Links",
    "post_date": "April 26, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Rachel Reeves, the Shadow Chancellor of the Duchy of Lancaster, on 26 April 2021.",
    "content": [
        "Under the increasing spread of Tory sleaze, knowing how exposed some of our frontline staff were during the height of the pandemic without proper PPE, but also that Tory friends and donors were being awarded £2 billion worth of contracts creates increasingly serious questions for government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The government have long rejected Labour’s call for basic transparency by publishing the VIP fast lane, but this cannot go on given new revelations of corruption risk, and of companies without proper certification being allowed to jump the queue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we are still missing an Independent Advisor on Ministerial Standards, and a Register of Ministers’ Interests, the government must require Ministers to publish openly and with full transparency, communications between them and those businesses who have won contracts since the pandemic begun and emergency procurement was introduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Otherwise it’s increasingly clear that it is one set of rules for Ministers and their close friends, and another for everyone else.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}