{
    "url": "https://www.ukpol.co.uk/ellie-reeves-2022-speech-on-prison-capacity/",
    "title": "Ellie Reeves – 2022 Speech on Prison Capacity",
    "post_date": "December 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ellie Reeves",
            "url": "/tag/ellie-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ellie Reeves, the Labour MP for Lewisham West and Penge, in the House of Commons on 30 November 2022.",
    "content": [
        "It was disappointing to have only [five minutes’ advance notice of the statement](https://www.ukpol.co.uk/damian-hinds-2022-statement-on-prison-capacity/) today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is yet another crisis created by this shambolic Tory Government, and it is hard to think of a more damning indictment of their failure on law and order than the fact that they have now run out of cells in which to lock up criminals. That is hardly surprising when, under the Tories, 10,000 prison places have been lost. Not only that, but 663 police stations have closed. Who knows how long it will be until this contingency plan needs a contingency plan all of its own?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While we find ourselves with not enough cells, in response to a recent parliamentary question we discovered that over the past five years the Tories have spent more than £1 million on maintaining closed prisons—more evidence that we can no longer afford the cost of the Conservatives. Our prisons are already failing in so many areas—almost every inspectorate report tells us that. Just last week Exeter prison was given an urgent notification, with crumbling estates, dangerous staff shortages, prisoner on prisoner violence, and rehabilitation all but non-existent. Ultimately, the public pay the price and they are being kept less safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But that is just part of the story of this Government letting the public down, with burglars and rapists being left to roam our streets, criminals let off, and victims let down. Our communities are now less safe and secure, and people across the country are scared. Women are tired of walking down the street at night with keys between their hands. Pensioners are tired of their homes being broken into. Hard-working people are tired of being hit with fraud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It did not have to come to this. This prisons crisis is a crisis made in Downing Street, and the result of 12 years of Tory failure. This has not happened because more criminals are being caught, because the opposite is true. Prosecution rates for crimes as serious as rape, burglary and robbery are at historic lows. The justice system stands on the brink of collapse, with 20,000 fewer police, 10,000 prison cells shut and 250 courts closed. Victims are told that there are no police when they dial 999, and then they wait years to get justice, if it comes at all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a Tory Government who are soft on crime,. The Justice Secretary is too focused on fighting for his job, rather than fighting criminals. Once again, the Tories are too busy saving themselves rather than doing what is right for the country. Party first, country second; criminals first, victims second. Our country needs a Government who are serious about protecting victims of crime. A Labour Government will get more police on the streets and allow victims to get their say. A Labour Government will rebuild a justice system that does not see criminals run loose. It is time that the Conservatives moved aside and let the party of law and order take control—the Labour party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Damian Hinds**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government make no apologies for all we are doing to keep dangerous criminals off the street, and I make no apologies for the programme to recruit 20,000 more police officers, or for tougher sentences for the most serious crimes. It is good to report that reoffending rates are down, although of course there is further to go. It is good that prosecutions are up by 7% over the last year, and convictions up by 10%, but still, as ever, there is further to go. Our No.1 priority, as the public rightly expect, is to keep our country safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At no point in the past five years have fewer than 1,000 cells been available across the entire prison estate, so we have not run out of prison places. This statement does not reflect a failure to plan ahead. We have absolutely been planning ahead, and we have stuck to our expansion programme and brought forward capital works. There has been a highly unusual acute short-term surge, with increases of more than 700, and more than 800 in the last two months. This is the first time ever that we have seen that sort of increase for two consecutive months. We have a number of capacity increase options, but they are not available in that short a timeframe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Using the established protocol with the police allows us to manage the surge while continuing to deliver that ambitious expansion. I say it is an established protocol, and the hon. Lady will recognise Operation Safeguard because it was used extensively by the previous Government before 2010. It was last used in October to December 2006, and again between January 2007 and October 2008. On this occasion we are enacting a temporary use of Operation Safeguard to manage short-term pressures, precisely to ensure that we do not run out of places. Meanwhile we are investing record amounts in prison maintenance to ensure that prisons remain safe and decent while complying with modern fire safety standards. We continue with our expansion by 20,000 places, which is the biggest growth since Victorian times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}