{
    "url": "https://www.ukpol.co.uk/ellie-reeves-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Ellie Reeves – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ellie Reeves",
            "url": "/tag/ellie-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ellie Reeves, the Labour MP for Lewisham West and Penge, in the House of Commons on 17 May 2022.",
    "content": [
        "After 12 years of a Conservative Government, taxes are at their highest level in 70 years and we are seeing the biggest drop in living standards since the 1950s, with food prices increasing, heating bills going up, wages stagnating, and the Bank of England forecasting growth to go negative next year. The Conservatives claim to be the party of economic responsibility, but this is their record in government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At my local food bank, Bromley Living Well, demand is soaring. In March last year it gave out food for just over 600 people; this March it gave out food for well over 1,000 people. One of those was a young single mother in work who had to visit the food bank because buying a school uniform for her son’s new school left her without any money for food. She was in tears because she never thought she would have to use a food bank, and only wanted to take the bare minimum. One of Living Well’s regular users has started requesting food that does not require cooking because they do not have the money for the fuel to cook food. While rising food and energy prices are hitting us, the Government have decided to hit working people with a tax rise. No other major economy is doing that in the middle of a cost of living crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of my constituents, a full-time carer for those with learning disabilities, wrote to me about their situation. Their rent, energy bills, council tax and travel come to £1,400 a month, and their take-home pay comes to £1,600, leaving £200 a month for food and clothes for their children—and that was before the national insurance increase. To get by, my constituent has to take 14-hour shifts at the weekends and goes to bed hungry at night. She says that as things stand, she will be left either homeless or in huge debt. It is frankly shameful that the message to her from those on the Government Benches is: work more hours or get a better-paid job.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those cases are not unique to my constituency. Across the country, millions of people are feeling the crunch from the cost of living crisis. That is why Labour is calling for an emergency Budget. We would use it to scrap the national insurance hike, and bring in a one-off windfall tax on oil and gas producers to cut household energy bills. How can it be right that while my constituents worry about turning the radiators on, the boss of BP has doubled his salary to £4.5 million a year?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Queen’s Speech was an opportunity for the Government to show that they are in touch with reality and on the side of working families. It was an opportunity to show that they understand the challenges people are facing, but they failed. Tonight, those on the Conservative Benches have an opportunity to show that they understand the very real impact of the cost of living crisis by voting for Labour’s amendment calling for a windfall tax. For the sake of my constituents and theirs, I hope that they are finally listening and will do the right thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}