{
    "url": "https://www.ukpol.co.uk/ellie-reeves-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Ellie Reeves – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ellie Reeves",
            "url": "/tag/ellie-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Ellie Reeves, the Labour MP for Lewisham West and Penge, in the House of Commons on 10 September 2022.",
    "content": [
        "This is not just a time of national mourning; our grief is shared the world over, a testament to our Queen’s service and the impact she had. For seven decades, she selflessly dedicated her life to service. She was icon who meant so much to us all and who, at times, we felt we would never lose. So long was her service that her presence was sewn into the very fabric of our society, guiding our country above the fray of politics. Her unrivalled commitment and experience helped to lead our nation and keep it steady, no matter the political turbulence. In her quiet way, she symbolised the commitment, selflessness and humility that we expect from our leaders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The progress that we saw globally in technology, culture and politics during her reign is unparalleled in history, but as an ever-present matriarch throughout, she assured us as the world changed exponentially. It is truly sad that we have now lost her. Although my words today cannot do justice to a life of such dedication, the outpouring of tributes the world over is a testament to her place in our lives. Now, our thoughts are with her family as they mourn; we all send them our condolences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my constituency of Lewisham West and Penge, we mourn her, too. In June, we came together across the constituency to hold platinum jubilee parties. Neighbours came together for the first time since the pandemic, children played in the street, and people made new friends—all in her name.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was proud to help to organise my jubilee street party. My seven-year-old son declared it the “best day ever”, and we raised more than £800 for our local food bank. One of my earliest childhood memories was seeing the Queen as she visited the pioneering St Christopher’s Hospice in my constituency. Her support, and that of the royal family, made such a huge difference to its work. I know that I speak on behalf of everyone in my constituency when I say thank you, Your Majesty, for everything—the service, selflessness and humility. Queen Elizabeth II went above the call of duty, and for that, we will always be grateful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}