{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2020-speech-on-the-future-relationship-with-the-eu/",
    "title": "Rachel Reeves – 2020 Speech on the Future Relationship with the EU",
    "post_date": "June 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Rachel Reeves, the Labour MP for Leeds West, in the House of Commons on 9 June 2020.",
    "content": [
        "The UK left the European Union in January, and our task now is to build the best possible new relationship with our European neighbours. Our chief negotiator, David Frost, said last week:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We need to conclude this negotiation in good time to enable people and businesses to have certainty about the trading terms that will follow the end of the transition period at the end of this year”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We agree, but currently we are in the dark about what this new relationship looks like.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Both the CBI and the TUC are warning about the impact of chaos and uncertainty on jobs and livelihoods. The Association of the British Pharmaceutical Industry warned this week that, as a consequence of covid-19, the stockpile of medicines has been run down and cannot be rebuilt, in terms of volume or range, by the end of this year. The Road Haulage Association says:​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We are still missing the essential practical information on all new processes and procedures”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "as the Government look to introduce millions of extra declarations at the border each year. Does the Minister believe that having 50,000 new customs officers to process those declarations will add to or reduce the red tape for UK businesses?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From freight to farming, fisheries to pharmaceuticals, we need clarity. During the general election, the Prime Minister claimed time and again that the Government had an oven-ready deal. Its fundamental ingredients matter, so will the Minister confirm that the Government still, as they did in December, guarantee that there will be no tariffs, fees, charges or quantitative restrictions across all sectors? Leaving on WTO standards, or even a Canada-style deal, does not guarantee that. Will she also confirm that the Government will safeguard workers’ rights and consumer and environmental protections? There is much concern that that is no longer Government policy. Are the Government still committed to a broad, comprehensive and balanced security partnership, which is essential to bring criminals to justice? Will the Government respect the Good Friday agreement in its entirety?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To conclude, this is not just a deal between the UK Government and the European Union. Through the course of the election, it was the basis of a deal with the British people. We urge both sides to redouble their efforts over the next few days and weeks to ensure that progress is made by the end of this month, so that the Government can honour their commitment to ensuring a good deal for Britain by the end of this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}