{
    "url": "https://www.ukpol.co.uk/ellie-reeves-2022-speech-on-community-payback/",
    "title": "Ellie Reeves – 2022 Speech on Community Payback",
    "post_date": "July 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ellie Reeves",
            "url": "/tag/ellie-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ellie Reeves, the Labour MP for Lewisham West and Penge, in the House of Commons on 28 June 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House notes that the number of community sentences handed down fell by one quarter in the last three years; further notes that completed hours of unpaid work carried out by offenders has fallen by three quarters in the last three years; notes with concern that despite the end of lockdown restrictions in 2021, the number of offenders permitted to complete unpaid work from home has continued to rise; and calls on the Government to create community and victim payback boards to place communities and victims in control of the type of community projects that offenders complete to restore public faith in community payback.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s debate will show the public which party is serious about stopping crime and antisocial behaviour, and the reoffending that they breed. After 12 years of Conservative Governments, it is clear to the public that the Conservatives have no answers when it comes to tackling the kind of crime and antisocial behaviour that make voters’ lives a daily misery. The public now know that the Conservatives are soft on crime and cannot fix the problems that fuel it. By contrast, the Labour party still believes passionately in being tough on crime, while being tough on tackling its causes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That principle is still as important as it was when the last Labour Government took office, because the problems that the then incoming Labour Government had to contend with are the same problems that we see now. This dying Conservative Government have lost control of crime, just as they did in the 1990s. Despite the Prime Minister’s delusions, crime is up a fifth and rising, and police numbers are still thousands short of what they were before the Conservatives reduced the number, leaving the police less able to stop the antisocial behaviour that is blighting our communities. That might be news to Conservative Members, but the public do not need telling. They see it in their communities day in, day out—and they are sick of it. The graffiti, the vandalism and the drug dealing corrode communities and lead to more serious crime, which hurts those communities and victims even more, later down the line. Community payback has huge potential to stop that at source.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stephanie Peacock (Barnsley East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my hon. Friend agree that community payback schemes should provide fitting punishment as well as rehabilitation, so that they are meaningful for the offender and the community?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes an important point. I visited a community payback scheme in my constituency a few weeks ago where offenders were carrying out maintenance on a children’s adventure playground. They all said that they felt that they were giving something back and being rehabilitated. The reality is that there are not enough of those schemes because the Government do not resource them properly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Done properly, community payback offers both just punishment and firm rehabilitation. Offenders understand that the unpaid work they do not only is visible retribution for what they have done to their communities and their victims, but offers them a chance to repay their debt to society. At the same time, if unpaid work is done well, it starts to fold offenders back into their community and gives them a sense of pride in putting back what they took away, which makes them less likely to offend again. What is more, communities see that the justice system is using its power to repair what has been broken, and victims see that, in the crimes committed against them, justice is starting to be done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Gwynne (Denton and Reddish) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, the beauty of community payback is that the communities that experienced the crime are the ones who see the crime redressed through the scheme. I am worried, though, that there is a trend in this country for the hours ordered by the courts not to be completed. For example, in my city region of Greater Manchester, there has been an 84% drop in the number of hours completed. That is not acceptable either for the perpetrator of the crime, who has a duty to pay back, or, more importantly, for my constituents and the communities who were affected by the crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes a powerful point about hours not being completed and communities not seeing justice done. He talks about Greater Manchester, but that is a problem up and down the country. I will say more on that later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Community payback should act as an alternative to short prison sentences, which, under this Government, create only more hardened criminals. That is because our prisons have become colleges of crime: drug abuse in prisons has gone up by 500% in a decade, while the take-up of drug rehabilitation programmes is down by 12%; last year, assaults on prison staff went up by a fifth, but the recruitment of officers was still down on 2010; and inmates’ discipline is low, which means that taxpayer-funded compensation for prisoner-on-prisoner violence is high—it was £4 million in the last two years alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead of properly punishing and rehabilitating offenders, getting them ready to re-enter society, and preparing them for the world of work, short sentences spit offenders out from prison more immersed in crime than when they went in. That is exactly where tough, effective community sentences and tough, effective unpaid work schemes that are accountable to communities and victims could make a difference—but they are not making a difference, because they have been set up to fail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Lord Chancellor knows that community payback does not work because of the mistake that his party made in 2014 in rushing through a privatisation that the probation service did not need. Probation officers work incredibly hard and do an extremely important job, but they are being let down by this Government. The fragmentation that followed privatisation in 2014 dangerously reduced staffing, increased workloads and meant less supervision for offenders. The results have been dire: 4 million fewer hours of community payback were completed in 2021 than in 2017.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Minister for Crime and Policing (Kit Malthouse)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was a pandemic!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Parliamentary Under-Secretary of State for Justice (James Cartlidge)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was a pandemic!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The huge fall started years before the pandemic in 2017, and it has continued since. No one had heard of covid in 2017, so it is disingenuous to suggest that it is all because of covid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sarah Owen (Luton North) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government Front Benchers are laughing and using the pandemic as an excuse, but does my hon. Friend not agree that during the pandemic, they should have been focusing on catching criminals, rather than giving them money?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for that point. It is right that this fall started years before the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some 25% fewer offenders finished community sentences in 2021 than did in 2017. Many community sentences were terminated because offenders went on to commit further offences, but others ended because the lack of supervision meant that they could choose not to turn up with impunity. By the end of November last year, more than 13,000 criminals had not completed their allotted hours of unpaid work within 12 months of being sentenced by a court, but the Government do not even know how many unpaid work hours have been written off because the resources were not in place for them to be completed within 12 months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The most embarrassing statistic is that there has been a threefold rise in “independent” unpaid work since the end of lockdown. In case Conservative Members are unclear about what that means, I will spell it out for them. While Ministers have been hounding civil servants back into the office, they have been letting thousands of offenders work from home. The Prime Minister wanted to see streets full of hi-vis chain gangs, but instead his Lord Chancellor decided to let criminals finish their sentences on Zoom. What next—flexitime for burglars? Season ticket loans for bank robbers? Yet again, the Conservatives are letting criminals off and letting victims down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Working from home defeats the whole object of community payback, which is supposed to be visible to communities and victims. That is part of the reason why trust in our criminal justice system is at rock bottom. The public cannot see police on the streets because the station has been shut and officers have been sacked.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alexander Stafford (Rother Valley) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am glad the hon. Member has raised the issue of closing police stations. Does she agree with me on the subject, and will she join my calls for the Labour police and crime commissioner for South Yorkshire to reopen the police stations on Maltby and Dinnington high streets, which were closed despite the police and crime commissioner underspending his budget by £2 million last year? Perhaps she should speak to her own party, and get the police stations reopened in Rother Valley.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the Conservatives took office in 2010, there have been cuts to police, stations have been closed, there are fewer police on the streets and there is less confidence among the public that the party has the ideas to tackle crime in our communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Victims cannot see judgments being handed down because their local courts have been sold off and cases are taking years to complete, and communities cannot see justice being done in their area because criminals are instead finishing their sentences on Microsoft Teams. What is more, these failings are killing judicial faith in the effectiveness of community sentences. Judges do not believe that sentences are being completed, so they are not handing them down. Instead, they are giving out more short custodial sentences in the Tories’ colleges of crime, and so the cycle of reoffending worsens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kit Malthouse rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Community payback can be fixed if the Government follow Labour’s plan. First, Ministers must end the chaos that they have created in the probation service by ruling out any further reductions in staffing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Liz Saville Roberts (Dwyfor Meirionnydd) (PC)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member mentions cuts to probation, which have led to a workload and staffing crisis in the probation service. It is no surprise that there is a direct relationship between that and the huge drop in community sentences in Wales; in 2019, there were nearly half as many community sentences as there were in 2010. Does she agree with me and Napo Cymru that devolving probation will be key to restoring restorative justice for perpetrators of crime and their victims in Wales?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the right hon. Member for the points she makes. She illustrates the fall in community sentences because of the issues with them, and the point that she raises about people being able to see justice being done in their community is so important. The role the probation service plays in that is incredibly important, but it cannot do its job properly if its resources have been cut to the bone. There will potentially be cuts of 20% to the civil service; we ask the Minister whether probation officers and prison officers will be affected by that as well, because we have not been able to get a straight answer on that. We want the Government to rule out further reductions in staffing, and we urge them to deliver Labour’s proposal to let communities and victims decide on the unpaid work that criminals do to repay their debts to society. Offenders picking up litter is not enough. They could be taking part in more transformative schemes locally, if there was more community and victim involvement in deciding what unpaid work they do. The Government have a national portal that allows communities to suggest schemes for offenders to work on, but it is little known and used even less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour has suggested adding community groups and victims’ representatives to community safety partnerships and safer neighbourhood teams to create community and victim payback boards. These boards would decide what unpaid work offenders completed, and would publish local data that assures communities that the work is getting done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Gwynne**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am really interested in the concept of community and victim payback boards, because the important thing is that the voice of both the community and the victims be heard. Too often they are locked out of decisions made about community payback and community sentences. How does my hon. Friend envisage the voice of the victim, in particular, being part of the proposal that she is setting out?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Victims would be at the heart of everything a Labour Government do, whereas the Government have time and again promised a victims Bill that still has not made it on to the statute book. Our party is on the side of victims; theirs lets victims down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rob Butler (Aylesbury) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is the hon. Member aware that the draft Victims Bill is currently undergoing prelegislative scrutiny by the Justice Committee at this very moment in a Committee Room upstairs?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am well aware of that. I am also aware that it was six years ago that the Government first proposed a victims Bill and we have been waiting for it ever since. Where is it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Hon. Members**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Upstairs! [Interruption.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Six years—I think that speaks volumes, does it not, about the priority the Conservatives place on victims.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Being tough on crime and on the causes of crime remains as much a guiding mission of the Labour party in 2022 as it was in 1997. Our plans for tackling crime and antisocial behaviour today show that our party is still committed to those principles nearly a quarter of a century on. This Government have the chance to show voters that they care about crime in their communities by adopting Labour’s plans and making community and victim payback boards a reality. I urge them to take it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}