{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2021-speech-on-the-state-of-the-economy/",
    "title": "Rachel Reeves – 2021 Speech on the State of the Economy",
    "post_date": "June 18, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rachel Reeves, the Shadow Chancellor of the Exchequer, on 16 June 2021.",
    "content": [
        "Five years ago, my friend and colleague Jo Cox was murdered. There is not a day goes by when I do not think of her, and I know that on both sides of the House she is missed dearly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All the way through this pandemic we have said that the economic and health responses must go together. That means keeping support in place for as long as the public health measures demand it. When the public health restrictions are extended, as they were by the Prime Minister on Monday, the economic support should be extended too; otherwise we risk falling at the final hurdle. Having spent billions of pounds supporting the economy, it would be tragic to see thousands of businesses go to the wall just because the Government withdrew support a few weeks too soon. We are not calling for forever support, but for economic support that matches the timetable for opening up that the Government have set. That is the right thing for business, for workers, and for our economy too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us be clear about why we are here today: the Government’s delay in putting India on to the red list has allowed a dangerous new variant to enter our country. That is why we have the highest covid infection rate per person across the whole of Europe—all because the Prime Minister wanted his VIP trip to India. It was vain and short-sighted and has been devastating for public health. As well as the health impact, our assessment, using Office for National Statistics data, tells us that the delay in reopening will cost the UK economy £4.7 billion. That is money that is not being spent in British businesses at a crucial time in our recovery. That £4.7 billion would have been used by businesses to pay commercial rents, to pay people’s wages, to invest, to take on new staff, and to pay taxes into the Treasury as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course I welcome what the Chief Secretary has to say today on commercial evictions, but the truth is that if the Chancellor believed that this economic package was enough, he would be here announcing it himself. Whatever this is, it is not doing “whatever it takes” to support British businesses and our economy. Given that the Government have moved the goalposts, let me ask the Chief Secretary why Ministers have not delayed the employer contributions to furlough, due to start on 1 July. Employers are being asked to pay more when they cannot even properly open for business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The vast majority of the 1.8 million people still on furlough are in the very sectors most affected by the ongoing restrictions: hospitality, live events and travel. On 1 July, loans to those businesses start having to be repaid. The self-employed and those excluded from financial support will be worried about their futures. Grants are ending, business rate bills are arriving and furlough is tapering off—all immediately after the Government have announced an extension to restrictions. How on earth can the Treasury justify turning off support and sending businesses new tax bills when the Government are saying that those businesses cannot even open?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Monday, the Prime Minister told the country that we need to learn to live with the virus. Where is the much-needed plan that would enable us to do that? Where is the plan for greater ventilation in workplaces, including public buildings and schools? Where is the plan to shift contact tracing to a local level, where we know it works best—not in a centralised, Serco-led call centre? Where is the proper support for people needing to self-isolate? Those are all essential measures to save lives and livelihoods, and to avoid the stop-start approach that has characterised the Government’s response to the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given the WhatsApp messages from the Prime Minister about his own Health Secretary that have been revealed today—Madam Deputy Speaker, I will use more diplomatic language than the Prime Minister could manage—how can we have confidence in Government Ministers when the Prime Minister thinks that the person in charge of the pandemic response is “hopeless”?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Toby Perkins (Chesterfield) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not just “hopeless”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not just “hopeless”. People have given up so much over the last year. We have pulled together and shown the best of our country. People have done everything that was asked of them and much, much more. We should not be in this position today. Businesses and workers do not deserve to have the rug pulled from under their feet at the eleventh hour. We want to see businesses make it through the pandemic and thrive again, because they are an important part of what makes our country so great and they are essential for our economic recovery. We need them and they need us today. That is why the economic support we have should match the health restrictions that are still in place, and that is what the Government have failed to deliver today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}