{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2020-speech-on-the-northern-ireland-protocol/",
    "title": "Rachel Reeves – 2020 Speech on the Northern Ireland Protocol",
    "post_date": "May 29, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Rachel Reeves, the Labour MP for Leeds West, in the House of Commons on 20 May 2020.",
    "content": [
        "I thank the Minister for advance sight of his statement and the Command Paper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the election campaign, the Prime Minister told Northern Irish businesses that if they were asked to fill in any extra paperwork, they should call him personally and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I will direct them to throw that form in the bin”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 22 January, when the Prime Minister was asked in this House whether that meant unfettered access between Great Britain and Northern Ireland, and Northern Ireland and Great Britain, he said: “Emphatically it does.” But today, for the first time, the Command Paper states that there will be “some new administrative requirements”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Checks on animals and agrifood will be a significant escalation of what currently takes place and will mean a border management system that is quite new in terms of its scope and scale. The document published today states that we will need to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“expand some existing entry points…to provide for proportionate additional controls.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister confirm what proportion of animal and agrifood products he expects will require additional physical checks? Will those checks take place at ports in Northern Ireland? Physical checks require a product to be taken off the lorry, opened, inspected, tested and quarantined until deemed legitimate. That is quite a burden. Can the Minister confirm that there will be physical checks, or, indeed, that there definitely will not be physical checks?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The document published today states that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“some new administrative process for traders,”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "including\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“electronic import declaration requirements, and safety and security information, for goods entering Northern Ireland from the rest of the UK”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "will apply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is no small matter. Import declarations can require 40 separate data points, and Her Majesty’s Revenue and Customs has estimated that each declaration for shipment will cost between £14 and £56. Can the Minister confirm the number of checks and the costs of those checks to businesses? For the 1.8 million goods vehicles that crossed from Great Britain into Northern Ireland last year, that certainly adds up.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On tariffs, the Government have previously promised that there would be no tariffs on goods traded either way between Great Britain and Northern Ireland. Indeed, they have said that there will be no tariffs, fees or charges or quantitative restrictions. But today, for the first time, the Government have accepted that there will be tariffs on goods entering Northern Ireland. The Command Paper says that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“goods ultimately entering Ireland…or at clear and substantial risk of doing so, will face tariffs.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So can the Minister say who will be levying or administering those tariffs, what “clear risk” means, and who will define it? Could tariffs be applied and later reimbursed, and if so, what would the timetable for that be? The Command Paper says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We will produce full guidance to business and third parties before the end of the transition period.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That does not give much time for businesses to prepare for what could be quite profound changes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister says that goods moving from Great Britain do not need to be checked because the majority will remain in the UK. This is a hugely important point. Indeed, 70% of goods that flow from Great Britain are destined for the high street. I hope that a way forward can be found so that those goods can move freely. However, the Command Paper accepts that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“some new administrative process for traders, notably new electronic import declaration requirements, and safety and security information, for goods entering Northern Ireland from the rest of the UK”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "will apply. So can the Minister confirm that that will include rules of origin checks, safety and security checks and import declarations, and if so, where and how will those checks take place? There is no mention in the document published today of a trusted trader scheme, which is surely essential for ensuring the free flow of goods without tariffs from Great Britain into Northern Ireland that we all want to see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We welcome this statement, but it does expose the broken promises made by the Prime Minister. Today, for the first time, there has been an admission that there will be additional checks and that there will be tariffs on goods at risk of entering the single market. Even now, many fear that the Government are not willing to admit the full extent of those. We have seven months to get this right, and we must.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}