{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2021-reply-to-budget-statement/",
    "title": "Rachel Reeves – 2021 Reply to Budget Statement",
    "post_date": "October 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rachel Reeves, the Shadow Chancellor of the Exchequer, in the House of Commons on 27 October 2021.",
    "content": [
        "Thank you, Madam Deputy Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Families struggling with the cost of living crisis, businesses hit by a supply chain crisis, those who rely on our schools and our hospitals and our police – they won’t recognise the world that the Chancellor is describing. They will think that he is living in a parallel universe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chancellor in this budget, has decided to cut taxes for banks. So, Madame Deputy Speaker, at least the bankers on short haul flights sipping champagne will be cheering this budget today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the arrogance, after taking £6 billion out of the pockets of some of the poorest people in this country, expecting them to cheer today for £2 billion given to compensate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the long story of this Parliament, never has a Chancellor asked the British people to pay so much for so little.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Time and again today, the Chancellor compared the investments that he is making to the last decade. But who was in charge in this lost decade? They were.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, let’s just reflect on the choices the Chancellor has made today – the highest sustained tax burden in peacetime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And who is going to pay for it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s not international giants like Amazon – the Chancellor has found a tax deduction for them. It’s not property speculators – they’ve already pocketed a stamp duty cut. And it’s clearly not the banks – even though bankers’ bonuses are set to hit a record high this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead, the Chancellor is loading the burden on working people. A National Insurance Tax rise – on working people. A Council Tax hike – on working people. And no support today for working people with VAT on their gas and electricity bills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And what are working people getting in return? A record NHS waiting list, with no plan to clear it, no way to see a GP and still having to sell their home to pay for social care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Community policing nowhere to be seen, a court backlog leaving victims without justice and almost every rape going unprosecuted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A growing gap in results and opportunities between children at private and state schools. Soaring number of pupils in supersize classes and no serious plan to catch up on learning stolen by the virus. £2 million announced today – a pale imitation of the £15 billion catch up fund that the Prime Minister’s own education tsar said was needed. No wonder, Madame Deputy Speaker, that he resigned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now the Chancellor talks about world class public services. Tell that to a pensioner waiting for a hip operation. Tell that to a young woman waiting to go to court to get justice. Tell that to a mum and dad, waiting for their child the mental health support they need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the Chancellor says today that he has realised what a difference early years spending makes. I would just say to the Chancellor, has he ever heard of the Sure Start programme that this Tory government has cut?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And why are we in this position? Why are British businesses being stifled by debt while Amazon gets tax deductions?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Why are working people being asked to pay more tax and put up with worse services?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Why are billions of pounds in taxpayer money being funnelled to friends and donors of the Conservative party while millions of families are having £20 a week taken off them?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Madam Deputy Speaker, why can’t Britain do better than this?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will always blame others. It’s business’ fault, it’s the EU’s fault, it’s the public’s fault.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The global problems, the same old excuses. But the blunt reality is this – working people are being asked to pay more for less for three simple reasons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Economic mismanagement,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An unfair tax system,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And wasteful spending.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Each of these problems is down to 11 years of Conservative failure and they shake their heads but the cuts to our public services have cut them to the bone. And while the Chancellor and the Prime Minister like to pretend they are different, the Budget they’ve delivered today will only make things worse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The solution starts with growth. The Government is caught in a bind of its own making. Low growth inexorably leads to less money for public services, unless taxes rise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the Conservatives, Britain has become a low growth economy. Let’s look at the last decade – the Tories have grown the economy at just 1.8 percent a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we had grown at the same rate as other advanced economies, we could have spent over £30bn to invest in public services without needing to raise taxes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s compare this to the last Labour Government. Even taking into account the global financial crisis, Labour grew the economy much faster – 2.3 percent a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the Tories matched our record, we would have spent £30bn more on public services without needing to raise taxes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It could not be clearer. The Conservatives are now the party of high taxation, because the Conservatives are the party of low growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Office for Budget Responsibility confirmed this today – that we will be back to anaemic growth. The OBR said that by the end of this Parliament, the UK economy will be growing by just 1.3%. Which is hardly the plan for growth that the Chancellor boasted about today, hardly a ringing endorsement of his announcements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the Tory decade we have had ow growth and there’s not much growth to look forward to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The economy has been weakened by the pandemic but also by the Government’s mishandling of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Responding to the virus has been a huge challenge. Governments around the world have taken on debt, but our situation is worse than other countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Worse, because our economy was already fragile going into the crisis. Too much inequality, too much insecure work, too little resilience in our public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And worse, because the Prime Minister dithered and delayed, against scientific advice – egged on by the Chancellor – we ended up facing harsher and longer restrictions than other countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, as well as having the highest death toll in Europe, Britain suffered the worst economic hit of any major economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chancellor now boasts that we are growing faster than others, but that’s because we fell the furthest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And whilst the US and others have already bounced back to pre-pandemic levels, the UK hasn’t. Our economy is set to be permanently weaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On top of all of that, the Government is now lurching from crisis to crisis. People avoiding journeys because they can’t fill up their petrol tank is not good for the economy. People spending less because the cost of the weekly shop has exploded is not good for the economy. And British exporters facing more barriers than their European competitors because of the deal that this government did is not good for the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If this were a plan, it would be economic sabotage. When the Prime Minister isn’t blagging that this chaos is part of his cunning plan, he says he’s “not worried about inflation.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tell that to families struggling with rising gas and electricity bills, with rising prices of petrol at the pump and with rising food prices. He’s out of touch, he’s out of ideas and he’s left working people out of pocket.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Madam Deputy Speaker, Conservative mismanagement has made the fiscal situation tight. And when times are tight it’s even more important to ensure that taxes are fair, that taxpayers get value for money. But the Government fails on both fronts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a grossly unfair tax system with the burden heaped on working people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Successive budgets have raised council tax, income tax and now National Insurance. But taxes on those with the broadest shoulders, those who earn their income from stocks, shares, and property portfolios have been left largely untouched.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Businesses based on the high street are the lifeblood of our communities and often the first venture for entrepreneurs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But despite what the Chancellor has said today, businesses will still be held back by punitive and unfair business rates. The Government has failed to tax online giants and watered-down global efforts to create a level playing field.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And just when we need every penny of public money to make a difference, we have a government that is the by-word for waste, cronyism and vanity projects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve had £37 billion for a test and trace system that the spending watchdog says, ‘treats taxpayers like an ATM cash machine’. A yacht for ministers, a fancy paint job for the Prime Minister’s plane and a TV studio for Conservative Party broadcasts, which seems to have morphed into the world’s most expensive home cinema.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "£3.5bn of Government contracts awarded to friends and donors of the Conservative Party, a £190 million loan to a company employing the PMs former Chief of Staff, £30 million to the former Health Secretary’s pub landlord. And every single one of those cheques signed by the Chancellor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And now he comes to ordinary working people and asks them to pay more. More than they have ever been asked to pay before and at the same time, to put up with worse public services. All because of his economic mismanagement, his unfair tax system and his wasteful spending.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are of course some welcome measures in this budget today, as there are in any budget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour welcomes the increase in the National Minimum Wage, though the Government needs to go further and faster. If they had backed Labour’s position of an immediate rise to at least £10 an hour then a full-time worker on the minimum wage would be in line for an extra £1,000 a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ending the punitive public sector pay freeze is welcome, but we know how much this Chancellor likes his smoke and mirrors. So, we’ll be checking the books to make sure the money is there for a real terms pay rise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour also welcomes the Government’s decision to reduce the Universal Credit taper rate, as we have consistently called for. But the system has got so far out of whack that even after this reduction, working people on universal credit still face a higher marginal tax rate than the Prime Minister. And those unable to work – through no fault of their own – still face losing over £1000 a year. And for families who go out to work everyday but don’t get government benefits, on an average wage, who have to fill up their car with petrol to get to work, who do that weekly shop and who see their gas and electricity prices go up – this budget today does absolutely nothing for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a cost-of-living crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government has no coherent plan to help families to cope with rising energy prices. Whilst we welcome the action taken today on Universal Credit, millions will struggle to pay the bills this winter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government has done nothing to help people with their gas and electricity bills with that cut in VAT receipts as Labour has called for. A cut that is possible because we are outside the European Union and can be funded by the extra VAT receipts that have been experienced in the last few months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Working people are left out in the cold while the Government hammers them with tax rises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "National Insurance is a regressive tax on working people, it is a tax on jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the Chancellor’s plans, a landlord renting out dozens of properties won’t pay a penny more. But their tenants, in work, will face tax rises of hundreds of pounds a year. And he is failing to tackle another huge issue of the day. Adapting to climate change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Adapting to climate change presents opportunities – more Jobs, lower bills and cleaner air. But only if we act now and at scale. According to the OBR, failure to act will mean public sector debt explodes later, to nearly 300% of GDP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The only way to be a prudent and responsible Chancellor is to be a Green Chancellor. To invest in the transition to a zero-carbon economy and give British businesses a head-start in the industries of the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But with no mention of climate in his conference speech and the most passing of references today, we are burdened with a Chancellor unwilling to meet the challenges we face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Homeowners are left to face the costs of insulation on their own, industries like steel and hydrogen are in a global race without the support they need and the Chancellor is promoting domestic flights over high speed rail int he week before COP26.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is because of this Chancellor that in the very week we try and persuade other countries to reduce emissions, this Government can’t even confirm it will meet its 2035 climate reduction target.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Madam Deputy Speaker, everywhere working people look at the moment they see prices going up and shortages on the shelves. But this Budget did nothing to address their fears.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Household budgets are being stretched thinner than ever but this Budget did nothing to deal with the spiralling cost of living. It is a shocking missed opportunity by a government that is completely out of touch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is an alternative. Labour would scrap the business rates and replace it with something much better by ensuring online giants pay their fair share. That’s what being pro-business looks like.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We wouldn’t put up National Insurance for working people, we would ensure those with the broadest shoulders pay their share. That’s what being on the side of working people looks like.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’d end the £1.7 billion subsidy the Government gives private schools and put it straight into local state schools. That’s what being on the side of working families looks like.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’d deliver a climate investment pledge – £28bn every year for the rest of the decade. That’s Giga-factories to build batteries for electric vehicles, a thriving hydrogen industry and retrofitting, so we keep homes warm and get energy bills down. That’s what real action on climate change looks like.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This country deserves better but they’ll never get it under this Chancellor who gives with one hand but takes so much more with the other.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The truth is this – what you get with these two is a classic con game. It’s like one of those pickpocketing operations you see in crowded places. The Prime Minister is the front man – distracting people with his wild promises. All the while, his Chancellor dips his hand in their pocket. It all seems like fun and games until you walk away and realise your purse has been lifted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But people are getting wise to them. Every month they feel the pinch. They are tired of the smoke and mirrors, of the bluster, of the false dawns, of the promises of jam tomorrow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour would put working people first. We’d use the power of government and the skill of business to ensure that the next generation of quality jobs are created right here, in Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’d tax fairly, spend wisely and after a decade of faltering growth, we’d get Britain’s economy firing on all cylinders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is what a Labour budget would have done today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}