{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2022-commons-speech-on-the-economy/",
    "title": "Rachel Reeves – 2022 Commons Speech on the Economy",
    "post_date": "May 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rachel Reeves, the Shadow Chancellor of the Exchequer, in the House of Commons on 26 May 2022.",
    "content": [
        "After today’s announcement, let there be no doubt about who is winning the battle of ideas in Britain—it is the Labour party. Today, it feels as though the Chancellor has finally realised the problems the country is facing. We first called for a windfall tax on oil and gas producers nearly five months ago, to help struggling families and pensioners. Today, he has announced that policy but he dare not say the words; it is a policy that dare not speak its name for this Chancellor. It was also Labour that first highlighted the unfairness of this Government’s buy now, pay later compulsory loan scheme. It should not have taken a rocket scientist to work out that this would not cut it, and we pointed that out at the time, but that is the mark of this Klarna Chancellor: announce now, ditch later. Here he is, once again, the Treasury’s one-man rebuttal unit, the Chancellor himself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For months, it has been clear that more was necessary to help people bring their bills down, so what took this Government so long? Every day that they have refused to act, we have had £53 million added to Britain’s household bills during this cost of living crisis. This Government’s dither and delay has cost our country dearly. Labour welcomes the fact that the Government are finally acting on our calls to introduce a windfall tax, and it is good to see the SNP U-turning today and saying that they, too, are in favour of a windfall tax on oil and gas profits—well done to the SNP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was a painful journey to get the Government to this point. First, Conservative Ministers said that oil and gas producers were “struggling”—that was the Education Secretary, I think—but then the BP chief executive said that the energy crisis was a “cash machine” for his business, so the Government moved to the second defence. Ministers claimed that a windfall tax would put off vital investments, but the industry said that it would not even change its plans. Then the Government said that a windfall tax would be “un-Conservative”. It is so un-Conservative that Margaret Thatcher, George Osborne and now this Government are doing exactly that. Finally, the Chancellor said that it would be “silly” to offer help now, given that he did not know the full scale of the challenge. What nonsense! It should not take half a million pounds of publicly funded focus groups for the Chancellor to realise that helping families and pensioners is exactly the right thing to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every day for five months, the Prime Minister sent Conservative MPs out to attack the windfall tax and yet defend an increase in taxes on working people. He has made them vote against the windfall tax not once, not twice, but three times. For months, he has sent his MPs to defend the litany of rule-breaking in No. 10 Downing Street that was set out in the Sue Gray report yesterday. There is a lesson here for Conservative MPs: you cannot believe a word this Prime Minister says, and as long as he is in office, he will continue making fools out of each and every one of you. If they keep him there, that is their choice. The problem is that you cannot fake fairness—you either believe in it or you don’t.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour called for a windfall tax because it is the right thing to do. The Conservatives are bringing it in because they needed a new headline. We see that, too, from all the other things that the Chancellor did not address today: the non-doms keeping their tax privileges while the Government increase taxes on working people; young working people paying more, but those who earn money buying and selling stocks and shares not paying a penny more; contracts handed out to Conservative friends and donors while British businesses miss out; global tech giants making billions in profits while smaller businesses and the energy-intensive industries struggle with higher bills and higher taxes from the Conservative party; and £11.8 billion lost in fraud because of a total lack of respect for taxpayers’ money. That is why we should have had an emergency Budget today that spikes the hike in national insurance, cuts business rates for high-street and small businesses, provides help for energy-intensive firms and ensures that every pound of taxpayers’ money is spent wisely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will look closely at the detail of today’s announcements. Of course, most of them seem to be written by us, but so far we have seen nothing to suggest that this Conservative Government have the ideas or the energy to tackle the challenges we face as a country. A Labour Government would have addressed the underlying weaknesses in our economy, so that we can stop this spiral of inflation, lift wages and provide greater security for families and for our country. The truth is that the Conservatives are running our economy, and people’s living standards, into the ground. We are forecast to have the slowest growth and the highest inflation in the G7. This Government have weakened the foundations of our economy, leaving us exposed to shocks as we lurch from crisis to crisis, and still they refuse to come forward with a real plan to fix our broken system and provide the security we need to face the future with confidence. That means boosting our energy security too. We need to do much more to reduce our reliance on imported oil and gas. That is why Labour’s energy security plan includes a programme of home insulation, to reduce bills not just for one year, but for years to come and to get us all the way to net zero. It is why we have urged the Government to double onshore wind capacity and to end the delay on nuclear power. [Interruption.] And while we are at it, why did this Tory Government get rid of our gas storage—[Interruption.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. It is important that we also hear the shadow Chancellor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While we are at it, why did this Tory Government get rid of our gas storage, which would have left us better protected from wild fluctuations in prices? When will this Government provide the strong leadership that this country needs?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are a number of questions for the Chancellor about his announcement today. How many people are still waiting for the support they were promised in March? A third of his constituents are still waiting for their council tax discounts. Are households still being asked to pay the supplier of last resort costs for those energy suppliers that have gone bust as a result of a decade of failed energy market regulation? How is this package being funded, outside of the proceeds of a windfall tax? If someone has more than one home, do they get multiple discounts on their energy bills? I know that the Chancellor has adopted two of our ideas today, but may I ask why he has not adopted a third: a cut in VAT on energy bills? It was once touted as the big Brexit bonus, but he has ditched that too. This is a discredited, chaotic and rudderless Conservative Government, whose policies rarely last more than a few months. We pushed for a windfall tax and they adopted it. We said the buy now, pay later scheme was wrong and now they have ditched it. This Government are out of ideas, out of touch and out of time. When it comes to the big issues facing this country, the position is now clear: we lead, they follow. [Hon. Members: “More!”]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}