{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2013-speech-to-the-resolution-foundation/",
    "title": "Rachel Reeves – 2013 Speech to the Resolution Foundation",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Shadow Chief Secretary to the Treasury, Rachel Reeves, to the Resolution Foundation on 4th September 2013.",
    "content": [
        "Thank you so much for having me today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Resolution Foundation has been rightly recognised for its role in placing the pressures faced by ordinary working households at the centre of political debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s a great credit to the work of Gavin and his team that the next general election will be about living standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me start by saying it’s welcome that we are now finally seeing growth again in our economy – growth that is essential to making up the ground we have lost over three wasted years during which the economy stagnated as a result of the Tory-led Government’s mistakes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "David Cameron and George Osborne would like us to think that our troubles are over, good times are here again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But most families know that this complacency is misplaced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not just a few families on the lowest incomes – but many who thought they were doing alright, yet now find themselves struggling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They know that things are getting harder, not easier.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They feel the effects of real falls in wages that are down an average £1,500 since David Cameron became Prime Minister, and are taking the hit from tax rises and cuts to benefits and tax credits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They can see that prices continue to race ahead of their pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They worry about the prospects for their children when almost one million young people are out of work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s an economy that no longer seems to offer the promise of a better life for the next generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s an economy that, for far too many people, seems only to offer work that is insecure, poorly paid, and in the worst cases simply exploitative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just this week, on my first official day back from maternity leave, I visited a family in Thurrock who told me what they were up against.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The father, once a partner in a thriving small business, lost his livelihood during the recession three years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Desperately trying to keep up their mortgage repayments, he has spent the past three years taking whatever work he could get through employment agencies, often on zero hour contracts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And only recently has he found a permanent job as a driver that, topped up with evening shifts doing deliveries, gives them a bit more security but falls far short of making full use of his talents and experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "His wife abandoned her dream of training to be a primary school teacher so she could hold onto her relatively secure, but modestly paid, job in retail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Their daughter is studying for university and should do well, but worries about the fees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of them pointed to a gaping and growing disconnect between their rates of pay and the costs they faced – for travel, housing, and other basic necessities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They all, it was clear to me, had so much to contribute to our recovery and to our country – but weren’t being given a fair chance to play their part.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This family’s experience is all too illustrative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are now more than one in ten people who want to work more hours, but can’t get the extra shifts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the same time there are 700,000 people working more than one job – more often out of desperation than choice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One million people are thought to be on zero hours contracts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And today we learn in this incredibly important report from the Resolution Foundation, a surge in the number of people paid less than a Living Wage – up from 3.4 million in 2009 to 4.8 million today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report provides worrying evidence that the problem of low pay – which we know is not a new problem in the British economy – is becoming exacerbated and entrenched under this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, figures provided for me by the House of Commons library show that almost 60 per cent of new jobs created since the Spring of 2010 have been in low paid sectors of the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This contrasts with the record of the last Labour Government under which such jobs made up around 25 per cent of new jobs between 1997 and 2010.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Why does this matter?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First and foremost, for moral reasons. We simply can’t be satisfied with a situation where an honest day’s work does not bring a decent day’s pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s about parents who want to spend more time with their family and children, but hardly see them because they have to take on a second job.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s about a young worker who wants to go to evening classes to improve their chance of progression, but instead has to take a shift in the pub on the side to make ends meet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s about the women who are cleaning the offices of a building like this while most of us are just getting out of bed, and when we are on our way home are still at work, perhaps on the supermarket tills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It just isn’t right that these people – real strivers, putting in the hours and doing the right thing for themselves and their families – are, in Ed Miliband’s phrase, “working for their poverty”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Too many people not making the most of their skills and talents is a missed opportunity for Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as Shadow Chief Secretary to the Treasury, this issue is of huge fiscal importance too. Research from the Resolution Foundation and IPPR shows that if everyone was paid a living wage or above, then the Treasury would gain £3.6billion a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And all of these problems – falling or stagnating living standards for the majority; widespread insecurity, underemployment and low pay, are interrelated aspects of an economy that isn’t working for ordinary families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For three years, we have had weak demand, high unemployment and underinvestment , which is doing damage to Britain’s competitiveness and productivity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And instead of doing whatever it takes to support Britain’s families, this government has focused on the fortunes of those at the top, hoping prosperity trickles down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Average wages have been falling behind prices for 37 out of 38 months of David Cameron’s Premiership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Which month is the odd one out?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "April of this year – when the bankers reaped the rewards of deferring their bonus until George Osborne’s decision to cut the top rate of tax was implemented.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Meanwhile not one firm has successfully been prosecuted for non-payment of the National Minimum Wage over the past two years\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This government are on the side of the wrong people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The difference with Labour is clear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ed Miliband has argued that we need to rebuild Britain as a One Nation economy where everyone plays their part, and everyone has a stake.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ed Balls and I have continued to press the case for action to secure the recovery and create the sustainable growth that will be essential to raising living standards at the same time as getting the deficit down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have urged the government to boost capital investment now in areas such as housebuilding, as the IMF has recommended, and a compulsory jobs guarantee for young people and the long-term unemployed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also been clear that, while the next government will face tough choices on public spending and taxation, Labour would find a fairer way to get the deficit down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We wouldn’t be cutting income tax or increasing pension tax relief for the very wealthiest while cutting tax credits for hard pressed families, and we will seek to reintroduce a 10p starting rate of tax funded by a mansion tax on properties worth more than £2 million.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Labour government would also tackle vested interests to ensure that every part of the private sector plays its part in easing the squeeze on ordinary families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That includes proposals already set out for ending rip-off rail fares, getting the energy market working properly, standing up for tenants in the private rented sector, curbing pay day lenders, and reforming the pensions industry so it works for ordinary savers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we have made clear that tackling insecurity and exploitation in the labour market is central to this agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ed Miliband has set out how a Labour government would prevent exploitation of agency workers through loopholes in the rules, and prevent the use of migrant workers to undermine pay and conditions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But my main topic for today is Labour’s agenda for tackling low pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Confronting low pay is part of the very DNA of the Labour movement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our party was born of the self-organisation of workers in the nineteenth century who fought for a share of the fruits of the industrial revolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was Sidney and Beatrice Webb who made the argument that the livelihood of ordinary people could not be left to market forces alone, but that a “doctrine of the living wage” must be applied.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it was not until 1998 that we finally implemented a policy that we know would have featured on Keir Hardie’s own preferred pledge card, a National Minimum Wage\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– a legacy that sits alongside the creation of the NHS as one of Labour’s greatest achievements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It raised the pay of millions, reduced income inequality and helped to narrow the gender pay gap – all the while flouting the predictions of doomsayers – not least in the Conservative Party – that it would stifle business investment and create unemployment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I am pleased that Sir George Bain, the founding chair of the Low Pay Commission and someone who says his back still bears the scars of its original introduction, is leading the Resolution Foundation’s work on how best to build on this achievement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The success of the National Minimum Wage depends critically on government coming together with representatives of both employers and employees to find consensus and work jointly towards a shared goal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In that sense, its success and durability provides evidence of the effectiveness of the One Nation approach that Ed Miliband has espoused.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But a One Nation economy also has to be built from the bottom up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The living wage movement exemplifies this spirit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The work of community organisers like London Citizens and Citizens UK has been central to this – building relationships through dialogue, and involving and empowering ordinary workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The success of their campaign has demonstrated that there are people on all sides willing to play their part in tackling low pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First and foremost we can be proud that the best of British business has always sought to do the best it can by even its lowest paid workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 1851 Titus Salt, the highly successful textiles manufacturer in Bradford, was so appalled by the pollution in his home town that he built Salt’s Mill – purposefully built to minimise noise pollution with houses for his employees, schools, hospitals, libraries and a bath house.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Joseph Rowntree appointed a welfare worker in 1891, introduced sick funds in 1902, and a pension scheme in 1906. He also built four hundred homes for his employees with educational facilities attached.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These and so many other pioneering industrialists were philanthropic characters but wily businessmen too. They understood the importance of fairness in the workplace, to encourage workers, build morale and team work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the same insights are well appreciated by the best employers today – including those in sectors such as care, cleaning and retail where rates of pay have traditionally been the lowest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, the British Retail Consortium has highlighted the efforts that many of its members put into improving job quality and providing good opportunities for training and progression.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the British Cleaning Council, which brings together employers and expert bodies from across the contract cleaning industry, has been vocal in its support for a living wage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now we all know that paying the living wage is a big ask for many businesses, especially in sectors such as these. Many employers say they would love to do it if they could but face formidable challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And yet progress is being made. Not only have we seen the commitment by the large financial services companies who were the early targets of living wage campaigns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Intercontinental has now become the first hotel group to pay the London living wage, with Whitbread, the UK’s largest hotel and restaurant group, have said they want to move towards it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the Joseph Rowntree Foundation has been taking forward the traditions of their founder by paying the living wage in the four care homes it runs in the north of England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This progress should encourage us to think that, whatever the challenges, there need be no “no go” areas for the living wage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In many cases employers have found ways of improving wage rates for lower paid staff by working with trade unions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course a significant feature of low paid segments of the British labour market is often low levels of union membership. But again there are areas where we can point to progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The innovative methods of recruitment and organisation developed by unions – like Unite in the hospitality sector, USDAW in retail, or UNISON and GMB in the care sector, are helping build momentum and commitment to modernise business models and invest in lower paid staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And at the heart of this, of course, are the workers themselves, who gain so much more than a boost to their pay – valuable though that is – when they take part in, or lead, campaigns to win a hearing, and discussions with employers to secure the living wage for themselves and their colleagues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as employers and employees, and their representatives, we are seeing an increasingly pivotal part played in this movement by shareholders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "ShareAction have been mobilising UK and international investors and pension funds to encourage the adoption of living wage standards by FTSE 100 companies since 2011.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the future one of the most critical roles will be played by consumers, who thanks to these campaigns are becoming increasingly aware of the issues affecting workers who provide the goods or services they enjoy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The brilliant work of the Living Wage Foundation in encouraging and helping employers to win formal accreditation is already moving us towards a time when the Living Wage kitemark could function in a way similar to the Fair Trade badge – encouraging and enabling ethical choices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I haven’t provided this overview so that we can sit back and wish them all well, satisfied that government need do no more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the contrary – for me, the progress and the potential we can already see is an invitation and an imperative for government to get involved, play its part, do whatever it can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why it’s such a point of pride that, even while in opposition at Westminster, the Labour Party is playing its part.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Across the country, Labour councils have been leading the way in signing up to the living wage – even amid unprecedented cuts to their budgets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "15 Labour Local authorities, from Lewisham to Preston; Norwich to Cardiff; Oxford to Selby; have now been accredited by the Living Wage Foundation, and dozens more have made commitment to pay the living wage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And many councils have used their procurement powers to extend the living wage into the private sector. Islington Council, for example, has now built a living wage requirement into 97% of its contracts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And Labour councils have acted as champions and leaders for the living wage across their local economies – promoting its benefits to local businesses and encouraging collective commitments to make progress as Birmingham City Council is creating with its Birmingham Business Charter for Social Responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ed Miliband wants Labour to learn from this experience so we can build on this work in government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It means learning from what Labour councils have done in the area of procurement to see how central government could further extend the requirement to pay the living wage through public sector supply chains, as well as requiring greater transparency from employers on the numbers of their staff paid less than a living wage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And one of the most exciting ideas is that of “living wage zones”. Local employers coming together to pay the Living Wage, in exchange for government sharing some of the tax credit and other savings that it makes from the higher wage being paid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This could be through time-limited cash rebates, or funding for the costs of training or new equipment that would mean firms can move to the higher wage business models that mean a living wage makes business sense.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or it could be through support provided locally – involving for example councils, LEPS, education and training providers, and local chambers of commerce – for businesses looking to develop their staff or invest in training to enable productivity-enhancing work reorganisation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an idea that perfectly exemplifies a One Nation Labour approach to tackling low pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It means employers, employees, communities, local authorities and others working together to improve pay and strengthen businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it is also based on government recognising the fiscal, economic and social benefits of higher quality, better paid jobs and higher productivity businesses too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There remain questions and challenges over how this could be put into practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I am delighted to be able to announce that Alan Buckle, Deputy Chairman of KPMG international, has agreed to lead a consultation with employers to better understand the barriers that they face in improving pay and prospects for their staff, and the way in which government can best encourage and enable them to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "KPMG was one of the first major UK employers to commit to paying all staff a living wage in 2006 and has since been a key advocate of the idea in alliance with the Living Wage Foundation. So I am really pleased that Alan is leading this work for us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is just one example and illustration of Labour’s approach to tackling low pay, and getting this economy working for everyone:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– from Ed Balls’ work with Sir George Cox on overcoming short-termism and raising levels of business investment,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– or Larry Summers on the economic reforms needed to more fairly share prosperity;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– through Stephen Twigg’s work with Chris Husbands on revolutionising our skills system;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– to Chuka Umunna and Andrew Adonis’s work with small enterprises and key growth sectors;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– working together with stakeholders and social partners to build a One Nation economy that brings benefit to all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Underpinning and driving all of this work is a determination to reverse the squeeze on living standards we have seen and build a fairer and more inclusive economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the goal upon which government’s sights should be focused – and it should be reflected in the measures by which we judge our success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every quarter we pore over the GDP data – rightly so, because growth is the precondition for raising living standards for the majority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But as Gavin and his team have argued, while growth may be a necessary condition, it is not sufficient for raising living standards for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And an exclusive focus on GDP can blind us to what is happening to ordinary families, and the divisions and inequalities in our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unlike GDP, data on median household income and on how the bottom quarter and decile is faring, is published only annually, and with a lag of more than a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was a point raised by the LSE Growth Commission earlier this year, which argued that:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Prosperity is strengthened when everyone has the capacity to participate effectively in the economy and the benefits of growth are widely shared”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and recommended:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“reforming the way we measure and monitor changes in material wellbeing and its distribution, including regularly publishing median household income alongside the latest data on GDP.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I know the Resolution Foundation are planning to carry out some preparatory work on this, looking at whether this can be done from the existing data.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This simple change could have a powerful and profound effect, informing public debate and focusing policymaking – putting pressure on government to find ways of ensuring that we are growing in a way that benefits ordinary households and leaves no one behind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I will be writing to Andrew Dilnot, the Head of the Statistics Authority, to ask if he will look at the feasibility of preparing statistics on real household incomes – the median and wider distribution – more frequently and promptly so that we can better monitor them alongside the GDP numbers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, let me return to my starting point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The cost of living is a real problem for too many families and the economy is not working for the majority of working people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Deep problems in the way our economy has been developing – or, more accurately, not developing – over the past few years are resulting in stagnant real wages and increasing insecurity for the majority, and persistent low pay and outright exploitation for far too many.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fixing these problems is in everyone’s interest – essential both to relieving immediate financial pressures, and securing a better future for our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "None of this is on the current Government’s agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is central to Labour’s.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have begun to set out policies to tackle the squeeze on living standards, the spread of insecurity, and, my particular focus today, low pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s an approach based upon bottom up solutions – but where government does not shy from playing its part.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s an approach in which the mutual benefits of solving these problems are recognised and shared – but where we are ready to challenge those who are not upholding their own responsibilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s an approach where we join together and work together to build an economy that allows us to grow and prosper together, as One Nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have already begun the journey – and I am very excited about where it could take us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The next election will be a living standards election. Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}