{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2021-letter-to-matt-hancock-over-his-conduct/",
    "title": "Rachel Reeves – 2021 Letter to Matt Hancock over His Conduct",
    "post_date": "February 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter written by Rachel Reeves, the Shadow Chancellor of the Duchy of Lancaster, on 21 February 2021.",
    "content": [
        "Dear Secretary of State,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am writing today following the judicial review ruling yesterday by the High Court that the “Secretary of State for Health and Social Care acted unlawfully by failing to comply with the Transparency Policy” and that “there is now no dispute that, in a substantial number of cases, the Secretary of State breached his legal obligation to publish Contract Award Notices within 30 days of the award of contracts.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In handing down the judgment, the Judge also said: “The Secretary of State spent vast quantities of public money on pandemic-related procurements during 2020. The public were entitled to see who this money was going to, what it was being spent on and how the relevant contracts were awarded.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Judge went on to say that if Government had complied with its legal obligations, there would have been the ability “to scrutinise CANs and contract provisions, ask questions about them and raise any issues with oversight bodies such as the NAO or via MPs in Parliament.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given this clear legal ruling, and recent serious stories of cronyism and waste at the heart of this Government’s pandemic procurement, I am writing to you today to ask you six questions which I hope you will urgently answer:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Will you commit to publishing all outstanding contracts, winding down emergency procurement powers and reintroducing tendering, in light of the ruling and the huge amount of waste and cronyism marring Covid procurement? \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* When do you expect the government will find the billions of pounds worth of PPE, which you recently commissioned outside consultants to track down? \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Do you think the government should have given Public First a Covid contract? \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* With the new NHS White Paper assigning increasing powers to the Secretary of State to hand out contracts, how does the government propose to hold itself accountable on who those contracts are handed to? \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Does the government believe it is impossible to act with speed on PPE procurement without handing out contracts to friends and donors of the Conservative party? \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Why won’t the government publish details of contracts awarded through its VIP fast lane? Given £1.7 billion has gone through this lane, do you think taxpayers deserve to know? \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know you will appreciate how important it is that taxpayers know how their money is being spent through these contracts, that the government wants to tackle claims of cronyism and that, given this ruling of unlawfulness, that the government and yourself will do everything possible to maximise transparency, accountability and scrutiny.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many thanks,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rachel Reeves MP  \nShadow Chancellor of the Duchy of Lancaster\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}