{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2012-speech-to-the-resolution-foundation/",
    "title": "Rachel Reeves – 2012 Speech to the Resolution Foundation",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Rachel Reeves, the Shadow Chief Secretary to the Treasury, to the Resolution Foundation Conference on 28th June 2012.",
    "content": [
        "How a Labour government would raise living standards for those on low to middle incomes in the decade ahead\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to thank the Resolution Foundation for inviting me here today, and to thank Gavin and his brilliant team for all the work they have been doing to put the issue of living standards for low and middle income families so firmly on the political agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When Ed Miliband first started talking about the “squeezed middle”, many in the political and media establishment professed confusion. But it didn’t take long before the phrase began to appear in newspaper headlines, with the Oxford English Dictionary pronouncing Ed’s coinage their new “word of the year” in 2011.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Why has this phrase gained such currency in such a short space of time? It’s because household incomes and living standards are under pressure in a way that is historically unprecedented and this is being felt particularly sharply by those around the middle and bottom half of the income distribution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a constituency MP, and in my role as Shadow Chief Secretary, I see the way this slow, remorseless squeeze is wearing people down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ed Miliband has called it “a quiet crisis that is unfolding, day-by-day, in kitchens and living rooms in every town, village and city up and down this country”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s the worry about keeping up with the rent or the mortgage, or keeping on top of bills or credit card debt, or the worry that you won’t be able to properly provide for your children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This doesn’t just put strain on people’s self respect and immediate relationships. It is corrosive of a broader sense of social solidarity and shared responsibility, especially when people hear of other groups in society who seem to be able to rise above it all, untouched by the tough times the majority are living through.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is why Ed Miliband has dedicated the Labour Party to the task of building a different kind of economy for Britain: an economy that works for everyone, not just a few at the top.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we’ve just seen some of the trends have been in evidence for as much as thirty years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The deep causes of the cost of living crisis are complex, but the key factors include a hollowing out or polarisation of the labour market, driven by a combination of technological and institutional change, and the operation of increasingly globalised market forces reducing the availability of reasonably paid, semi-skilled manual or clerical work and leaving too many workers trapped in low-skilled, low-paid, often casualised segments of the labour market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Coming on top of these trends, the global financial crisis and recession have taken a heavy toll on the earnings and employment rates of British workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can debate where the responsibility for that crisis lay and I certainly think it’s right that we in the Labour Party take our share for failing to challenge the fashion for “light touch” regulation that other countries (and parties) espoused. But there’s also no doubt that Labour did much in government to protect hard-pressed families from its harshest effects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The tragedy we are seeing today is that the legacy of that crisis, and the long running trends I have touched on are being compounded and exacerbated by the mistakes and the choices of the Conservative-led government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Families with children are, on average £450 a year worse off as a result of last year’s VAT rise and, according to the Institute for Fiscal Studies, another £511 worse off this year because of further cuts, freezes and restrictions to benefits and tax credits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this morning I want to highlight something that is arguably even more important:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the effect the government’s decisions are having on the state of the economy and what that means for people on low and middle incomes – now and for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Ed Balls warned, and has now been confirmed, abandoning the balanced plan for deficit reduction that the Labour government had put in place, by raising taxes and cutting spending too far and too fast, has choked off the recovery and taken the economy back into recession.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The unemployment figures tell one part of the story, but in many ways understate the full effect of the economy’s weakened state on people’s living standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For one thing, the headline figures for employment and unemployment conceal deeper weaknesses in the labour market. Analysis of the data reveals a growth in part time and temporary work, with the latest figures showing 600,000 people who want permanent positions but can’t get them, and 1.4 million working part time who want to be working full time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And for those who are in full time work, and indeed, for many who work extremely long hours, sometimes with two or more jobs, the blunt reality is that the wages they earn are not nearly enough to cover the costs of a decent standard of living.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unemployment, underemployment, and stagnant or falling wages are weighing heavily on the incomes of most households today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, new analysis that I commissioned from the House of Commons Library shows that the deterioration of the economic outlook since George Osborne’s Spending Review in November 2010 has led the Office of Budget Responsibility to revise down projections for real household disposable income:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– by £800 per household last year;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– £1,100 per household this year;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– £1,700 next year;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– and another £1,800 and £1,700 for 2014 and 2015.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s the real disposable income of the average UK household £1,700 lower in 2015 than the Chancellor expected when he first set out his plans, and a permanent loss to households over the life of this parliament of £7,100.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Economic weakness and the double dip recession are taking a heavy toll on living standards. Even these figures are based on the OBR’s March forecasts that don’t fully reflect the depth of the double dip recession that we have now entered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the truth is – every month our economy stagnates, every month of lost growth is another hit to the incomes and living standards of ordinary households not just now but for years into the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The longer this goes on, the harder it will be to turn the situation around. The Conservative MP Nick Boles gave a thoughtful speech earlier this year, the argument of which I’m sure he’ll develop when he comes to the Resolution Foundation next month, in which he pointed out that the key to sustainable wage growth for British workers is rising productivity for the hours they work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Critical to this is investment in new technologies and innovative work processes. As he said then:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“without a sustained increase in business investment, Britain can kiss goodbye to any increase in labour productivity”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He is right on this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But today, confidence in our economy is so low, businesses are holding back investment, and banks are cautious about lending to firms. The OBR’s projections for the Chancellor’s hoped for renaissance in business investment has been repeatedly postponed and pushed back and the recent worsening of the economic outlook is likely to have set back prospects even further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An 8 per cent increase in investment was promised for 2011, but it actually fell by 2 per cent. A further 10 per cent increase had been projected for this year, but less than 1 per cent growth is now forecast. And the role of investment in driving growth for future years has been significantly written down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every investment delayed or deferred is a permanent setback to the ability of UK plc to raise productivity and raise competitiveness in the years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is also compelling evidence that the economic slowdown and recession are eroding the productivity and future earnings potential of the UK workforce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are now worrying signs that investment in skills is under pressure. With the latest data from the UK Commission for Employment and Skills showing that the proportion of employers providing no training for their staff jumped from 32 per cent in 2009 to 41 per cent in 2011.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the “scarring” effects of joblessness translate directly into lower lifetime earnings and living standards. Analysis undertaken for the ACEVO Commission on Youth Unemployment chaired by David Miliband showed that people who experience unemployment in their younger years are not only more likely to suffer spells of unemployment in later life but also, even in work, suffer an average wage penalty of more than 15%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the 407,000 young women now unemployed will, a decade from now, be earning on average £1,700 a year less as a result of being unemployed today. And the 607,000 young men now unemployed will, on average, be earning £3,300 less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These effects worsen the longer someone is unemployed. Work by Paul Gregg at the University of Bath and Emma Tominey at the University of York suggest that the 264,000 young people who have now been out of work for more than a year are, on average, likely to spend another two years either unemployed or economically inactive between the ages of 28 and 33, and the men will, by age 42, be suffering a wage penalty of more than £7,000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So it’s pretty clear that the first thing we need to do to improve the living standards of these people over the next decade, and beyond is to get them into work as a matter of urgency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the economic slowdown and recession this government’s policies have resulted in doesn’t just create extra costs and hardship today it’s also doing permanent damage to our productive capacity and long term growth potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because the longer businesses postpone investment, losing their edge in competitive global markets; and the longer people are unemployed or underemployed, missing opportunities to gain experience or develop new skills, the less productive and competitive our economy will be in future and the lower our trend rate of growth making it even harder to maintain or improve incomes and living standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So George Osborne’s years of lost growth mean lost opportunities to improve our ability to pay our way in the world that we will never recover. Britain’s businesses, working families and young people will be paying the price of this government’s economic errors for years and decades to come. And the longer we go on like this, the heavier that price will be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the failure of the government’s economic plan becomes clear with the years of austerity and uncertainty stretching on into the future and no sign of light at the end of the tunnel people are asking if we just have to accept all this or if there is an alternative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that poses a real challenge to Labour. We need to show that there is much more that could be done by an active government that is in touch with what life is like for ordinary people and determined to find a fair way through the tough times we are living through.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are three broad areas I want to highlight where government could be doing more:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– first, urgent action to get our economy out of recession\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– second, a fairer approach to deficit reduction\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– and third, long term reform and rebalancing of our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First: an absolute precondition for real improvement in living standards for most families is economic growth. It’s right, as the Resolution Foundation, has stressed, that growth is not sufficient but no one can be in any doubt that it is necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we have been urging the government to take action to restore business and consumer confidence, stimulate investment, and tackle the crisis of joblessness and underemployment which, as we’ve seen, will extract a heavy and rising toll on living standards in Britain for decades to come as well as making it harder to get the deficit down and our public finances onto a sustainable path.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, as Ed Miliband and Ed Balls have both stressed: although we need a growing economy to deliver the rising tax revenues and falling unemployment that will help us get the deficit down, tough decisions on tax, spending and pay cannot be avoided.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When money is tight, our values and priorities matter all the more and we have been clear that a Labour government would be asking those who can to bear a heavier burden which would allow us to do more to protect the living standards of those on low and modest incomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example: We have said we would repeat the tax on large bank bonuses, to fund a major youth jobs programme. We would hold back pay rises for public servants on the highest salaries, so we can guarantee increases for those on the lowest pay. And we would crack down on tax avoidance, and reverse tax give-aways to the richest one per cent of the population, so that we can better protect those who are most feeling the squeeze by, for example, reversing the withdrawal of Working Tax Credit from couples with children unable to meet the government’s new higher working hours threshold to make work pay and support working families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Defending the tax credit system from the government’s onslaught is important, because if you listen to the Tories, you might get the impression that the tax credits were a costly and complex folly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But you get a very different picture if you listen to independent, objective observers such as Professor Lane Kenworthy, an international expert on income trends who cites tax credits as the key reason that the UK’s record on low- to-middle incomes has been better than most comparable countries in recent years; or Jane Waldfogel of Columbia University, who has held up Labour’s anti-poverty drive as an example for other countries to learn from.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are also areas of spending where the impact on employment, earnings, and by that token, economic growth and the public finances can be even more directly demonstrated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of Labour’s new commission on childcare I am working with Stephen Twigg, Yvette Cooper, and Liam Byrne to look at how we can build on the successes of Sure Start and childcare to get more help to parents who want to work, which the Resolution Foundation has identified as a critical frontier in the drive to defend household incomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And with Liz Kendall I am looking at how we can deliver the radical reform of social care funding we need – so that people can look forward to a dignified life in old age, without fear of spiralling costs or a funding lottery – but also because, as I know from my work as Shadow Pensions minister, and from my own family, improving the availability and affordability of good care services could be a huge help for those who struggle to remain in work when they find themselves first in line to look after older family members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, tax credits and support for families have been critical to reducing poverty and rewarding work over recent years. But a Labour government could achieve far greater leverage over social and economic outcomes at much lower cost to the taxpayer if it found ways of addressing what Jacob Hacker has called the “predistribution” of income and opportunity: rebalancing and restructuring our economy to improve the availability of good jobs paying a decent wage as well as regulating and reforming markets to contain the costs that families face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That way we don’t have to just rely on redistributing the proceeds of growth to compensate for the outcome of market forces but also look to tackle these dynamics at source with structural reforms that get our economy working in a way that benefits everyone, not just a few at the top.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an enormous challenge, but it is opening up exciting new frontiers for policy development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, a bold government ready to challenge powerful providers could do much to cut the cost of living that families face:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– ensuring energy providers offer cheaper and fairer tariffs;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– preventing rail companies from exploiting loopholes in fare regulation;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– improving the availability of affordable housing, for first time buyers but also in the rental sector; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– empowering savers and regulators to root out excessive fees charged by banks and pension providers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must also do everything we can to improve opportunities for workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So as well as giving businesses the confidence to invest, we need an active government strategy to encourage investment in high value sectors and high quality jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am working with Ed Balls and Chuka Umunna to identify the levers we could use: from a more strategic use of government procurement powers to promote apprenticeships and incentivise innovation; to examining the role that a British Investment Bank could play in increasing the flow of finance into productivity-raising infrastructure, or small businesses with high growth potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But raising living standards isn’t just about the high productivity traded sectors such as high tech manufacturing or business services. It’s also about raising standards and investment in high employment sectors like retail or social care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the German retail sector, for example, 8 in 10 employees have completed vocational qualifications lasting two-to-three years, and are therefore more likely to progress to managerial careers. In the UK only three in ten have comparable qualifications.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Also in Germany, care workers are trained to a level comparable to that of general nurses, whereas in the UK only one-third of care workers and two thirds of senior care workers hold NVQ level 2 qualifications.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It may be neither feasible nor desirable to recreate the semi-skilled, routine jobs that have been displaced by technology or trade. But we must make it our mission to turn the lower-status, low-paid jobs that for too many have taken their place into jobs that properly valued, better paid, and offer a real chance of career progression and personal development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally we need to take steps to ensure that the proceeds of rising productivity are broadly shared. The work of the Resolution Foundation shows that we can’t take it for granted that the gains will trickle down and that productivity and pay can and have been decoupled for large parts of the workforce if wages aren’t set in a way that is responsible, accountable, and equitable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fact that one in four British workers are paid less than the living wage and workers at the median have seen their wages stagnate or fall has as much to do with their power as their productivity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The public sector can take a lead in this, setting an example for the rest of the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Shadow Chief Secretary, I will be pressing the government to follow through on Will Hutton’s recommendations for monitoring and managing high pay in the public sector; including the publication of ratios between top, middle and bottom pay in every department.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I am working with Ed Miliband to encourage and support more Labour councils to become living wage employers and use their procurement power to promote the same standard among their private contractors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lewisham and Islington councils have already become accredited Living Wage employers and we hope that more will soon be able to join them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Labour government could also build on the success of the National Minimum Wage by introducing stronger checks on excessive remuneration at the top, such as binding shareholder votes and employee representation on remuneration committees; and looking at how we can bring greater transparency, and a stronger voice for employees to bear at every level of the pay scale.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we know we have a long way to go, and we know we don’t yet have all the answers. That’s why the work of the Resolution Foundation, and its Commission on Living Standards, is so valuable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What’s most important at this stage is that we shift the parameters of political debate so that that the challenges facing households on low-to-middle incomes are at the forefront of politicians’ and policymakers minds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since I entered politics, I have often been struck by how skewed our public conversation can be, and how people doing ordinary jobs for modest incomes are bound to feel ignored when we talk so much about university education, but so little about those who never get to university. When restricting child benefit for higher rate taxpayers creates more of a media storm than cutting tax credits for millions of workers paid below the average. And even when fairness and inequality is the issue, there’s far more moral concern about how much companies are paying their top executives than whether they doing enough to improve pay for those at the middle or the bottom of the scale.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Resolution Foundation is beginning to change this. And it’s for the Labour Party to take up the cause. The greatest danger of all is of people losing hope and giving up on the idea that any government can do anything to make things better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour’s job is to give people reason to believe again that we are in touch with their lives, in tune with their hopes and fears, and relentlessly focussed on doing everything we can, from the moment we win power and even from opposition, to get immediate relief to hard-pressed households now facing unprecedented challenges and put the economy on the path to a fairer future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}