{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2022-speech-at-the-economy-2030-inquiry-conference/",
    "title": "Rachel Reeves – 2022 Speech at The Economy 2030 Inquiry Conference",
    "post_date": "July 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rachel Reeves, the Shadow Chancellor of the Exchequer, on 13 July 2022.",
    "content": [
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to pay tribute to the work of the Economy 2030 Inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s report strikes not just at the truth that our economic problems are deep-rooted but that they are far more than an abstract question of lines on a chart.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That it is questions of growth, productivity and inequality which underlie the sense that Britain isn’t working for far too many people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As many of you will know, I’m an economist by trade, spending the best part of a decade at the Bank of England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I’m also a politician, so let me spend a few moments on the political situation we find ourselves in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because the tables have turned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the day the Prime Minister finally announced his intention to stand down, I was in Leeds, meeting business leaders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What I heard from them was what I have heard repeatedly over recent weeks:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That political instability at the top is a major drag on market confidence – and the last week has shown us something else about this government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because any lingering sense that the Conservatives are the party of economic responsibility has been shredded to pieces over the past few days.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead of setting out serious plans to help people with the cost of living crisis, just as we hear terrifying estimates of how much energy bills will go up again in October, we are presented with the extraordinary spectacle of a Tory tombola of tax cuts – with no explanation of what public services will be cut, or how else they’d be paid for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Honesty and integrity matter in politics, not just when it comes to parties and rule breaking but also when it comes to economic policymaking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The level of unfunded tax cuts being bandied about this week would blow a massive hole in the public finances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every single Conservative leadership candidate supported the government’s fiscal rules when they were passed into law in January, but now they are prepared to take a flamethrower to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve set out the fiscal rules which will bind the next Labour government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rules which I will stick to with iron clad discipline.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because responsible management of our public finances is the only route to providing the strong foundations we need to reboot our economy, revitalise our public services and re-energise our communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will be paired with an absolute commitment to ending the shocking levels of waste and fraud we’ve seen under this government strengthened by the creation of a new Office of Value for Money, .to make sure every pound of taxpayers’ money is treated with the respect it deserves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Back in September I said that I am more than happy to take on the Tories when it comes to economic competence because I know we can win. If didn’t know then that they wouldn’t even bother putting up a fight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important that we put this moment in wider context.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because we face a succession of long-term economic challenges – low growth, flatlining productivity, stagnant wages, and now soaring inflation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the last Labour government, the UK economy grew at an average of 2.1 percent a year, allowing us to deliver the biggest boost to investment in public services in our lifetimes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But since then, growth has averaged just 1.5 percent a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We shouldn’t kid ourselves that this is solely a product of global trends.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK had the second lowest productivity growth in the G7 in the 2010s and, as today’s report shows, the UK’s productivity gap with France and Germany has almost trebled since 2008 – equivalent to an extra £3,700 in lost output per person.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Stagnation isn’t inevitable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our capacity for innovation, enterprise and old-fashioned hard work remains undiminished.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain has huge opportunities if only we have a government that can bring the country together in a spirit of national purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the only alternative to a high-tax, low-growth, high-inflation economy is a serious plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me tell you what that involves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It means addressing our deep-rooted supply-side problems which have contributed to low growth and stalling productivity and are a major factor in the spiralling inflation rates we’re seeing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In America, Treasury Secretary Janet Yellen has called this approach “modern supply side” economics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s based on the knowledge that government plays a crucial role in bringing about economic growth and tackling the structural challenges that have held us back\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My vision for a modern supply side economics for the UK involves three key things.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we need to make sure people can realise their potential and play an active role in a growing economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For all ministers’ talk of a jobs miracle the reality is we have a hidden worklessness crisis with employment lower than before the pandemic at a time of record vacancies, and a million people missing from the workforce relative to pre-pandemic trends.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why my colleague Jonathan Ashworth this week outlined plans from better links between employment and health services, to flexible working, and reforming how our job centres operate to help people return to work where they can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fundamental to strengthening our supply of labour is supporting parents to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means urgently addressing the cost and availability of high-quality, affordable and flexible childcare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, we need to support British businesses to thrive – working in partnership to get the economy growing again and provide the good jobs we need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That will rest on a modern industrial strategy on our plan to use all the tools at government’s disposal to buy, make and sell more in Britain, and on our Climate Investment Pledge – which will help create new markets and leverage in private investment, and drive carbon emissions down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s Resolution Foundation report argues forcefully – and rightly – that we must play to Britain’s strengths.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are the second largest exporter of services in the world and pioneers in creative industries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should be proud of those strengths.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why it is beyond belief that the Tories delivered a Brexit deal that hurts our creative and service industries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we will address these flaws building on the deal, ensuring at a minimum we agree the mutual recognition of professional qualifications and negotiate an EU-wide cultural touring arrangement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And third… we need to support great British entrepreneurs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Which is why, last month, I announced the launch of a new review, led by a panel including Lord Jim O’Neill to map out how we can build the institutional ecosystem that ensure new and growing businesses have what they need to flourish here in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This approach – a new, ‘modern supply side’ economics – comprises an ambitious plan for growth grounded in the realities of the world in the 2020s, not in Tory Party fantasy which would result in higher borrowing, increased mortgage rates, and cuts to our schools, hospitals and police.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour’s alternative is based on partnership between government and business – working for sustainable growth felt in every part of the country with a serious plan and the determination to deliver it, built on the strong foundations provided by our fiscal rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Committed to honesty and integrity, because they are important virtues in public life, and because they are essential to a growing economy with stronger public services and higher living standards for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}