{
    "url": "https://www.ukpol.co.uk/ellie-reeves-2022-speech-on-rape-cases-without-a-prosecution/",
    "title": "Ellie Reeves – 2022 Speech on Rape Cases Without a Prosecution",
    "post_date": "July 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ellie Reeves",
            "url": "/tag/ellie-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ellie Reeves, the Labour MP for Lewisham West and Penge, in the House of Commons on 28 June 2022.",
    "content": [
        "This feels like groundhog day. Yet again, we are debating this Government’s appalling record on tackling rape. As the latest scorecard shows, court delays are still at near-record highs, rape convictions are still at near-record lows, and countless prosecutions are not being taken forward. The Government promised to restore 2016 charging levels, but they are still way off target. When does the Minister think that they will meet that pledge?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservatives first commissioned the end-to-end review of record low rape prosecutions back in 2019. Two years after that, we got a report that recommended only piecemeal changes. One year later, little has changed and only a fraction of what was promised has been implemented. When does the Minister expect this to be delivered in full?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The typical delay in the completion of cases in court has reached three years. The number of rape trials postponed with a day’s notice has risen fourfold, and 41% of rape survivors withdraw their cases before they even get to court. Labour pledged to roll out specialist rape courts across the country, but the Government have produced just three pilots. When will they extend this to every Crown court?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Section 28 of the Youth Justice and Criminal Evidence Act 1999 has finally been rolled out, but to just 26 courts. Why has it taken so long, and why only 26 courts, when 77 Crown courts already have the equipment and facilities to support this? Furthermore, the joint inspectorates’ report found that section 28 has not been used consistently by the police or the Crown Prosecution Service. Why is the necessary awareness and training not already in place?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour has a plan to tackle rape because we are serious about ending violence against women and girls. That is why we published, more than a year ago, a survivors’ support package containing detailed measures to drive up prosecutions, secure more convictions, and put rapists where they belong: behind bars. This is a Government who are still tinkering around the edges, three years after recognising the shocking scale of their own failure. This is a Government with no serious plan to bring justice for victims of rape, and no serious plan to tackle violence against women and girls.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}