{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2020-speech-on-the-economy-and-jobs/",
    "title": "Rachel Reeves – 2020 Speech on the Economy and Jobs",
    "post_date": "January 21, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Rachel Reeves, the Labour MP for Leeds West, in the House of Commons on 20 January 2020.",
    "content": [
        "It is a pleasure to follow the hon. Member for West Worcestershire (Harriett Baldwin), and I echo her concerns about the financial ​services sector in any future relationship with the European Union. I also put in a plea for the manufacturing sector and its supply chains, which rely on regulatory convergence with our closest trading partners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will concentrate my remarks on the employment Bill, but first I will speak about my worries for the economic outlook, especially ahead of the Budget in a few weeks. Business investment, which is essential for our long-term prosperity and productivity, has been falling for six quarters—the sharpest decline for a decade. The economic growth we have seen is anaemic at best, and the economy is likely to have grown by just 1.3% last year, with even lower rates of growth expected this year. That is half the average growth experienced over the past 50 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Far too much of the growth we have seen is premised on unsecured household debt, which now stands at more than £15,000 per household—a record 30.4%. We cannot go on like that if we want to build a strong and sustainable economy. Yet we have heard very little, if anything, on that from the Chancellor this afternoon. Many of our cities are growing and have become richer, but inequalities are increasing, too. In other areas, particularly our towns that were once powered by industry, industries have largely disappeared thanks in large part to previous Conservative Governments, leaving an acute legacy of deprivation and disadvantage that I hope the Government will now make their focus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to the employment Bill, behind the overall positive employment statistics a few facts should be ringing alarm bells to all of us who care about the living standards and the job security of those we represent, particularly the poorest. We welcome increases in the national minimum wage, even if it is not at a rate that we on the Labour Benches would like it to be, but underpayment has been steadily rising over the past two years. Some one in four workers aged over 25 earning about the legal minimum report that they were underpaid two years ago, yet only seven firms have been prosecuted in the past 10 years for underpayment of the national minimum wage, despite violations being in their thousands. Why is that? Even when fines are levied, the full penalties are not applied. Only half the penalties that could be imposed are being imposed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we want our workers to be paid a minimum wage, we must ensure that laws are enforced. I support the Government’s commitment to a single enforcement agency to help workers enforce their rights, but I hope that it will be properly resourced and that the barriers the Government have sought to put in the way of workers looking to enforce their rights through the courts will not be repeated in this Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I urge the Government to look seriously at the recommendations of the Business, Energy and Industrial Strategy Committee from the previous Parliament, which called for workers to be granted worker status as a default, rather than having to take their case to the courts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Two other changes not in the Queen’s Speech would also be useful: an actual right to a contract reflecting hours worked, not just a right to request one, and, as the TUC has argued, two weeks’ notice of shifts, rather than an early morning text message to let people know whether they have work that day; and payment when shifts are cancelled without reasonable notice.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Too many firms, particularly in the gig economy, try to get out of paying full taxes, national insurance, the national minimum wage, and holiday and sick pay. That is a disgrace and we need much stronger action, yet the Government have let the issue drift while a growing number of workers miss out on the rights that we have fought so hard to secure both in this Parliament and, indeed, through the European Parliament. It is hardly surprising that work is now no longer always a route out of poverty. Some 14 million people live in poverty, including nearly 5 million children, and 60% of them are in households where at least one person works. This is a problem that is set to get worse under this Government, with the number of people in zero-hour contracts and in bogus self-employment on the rise yet again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also want to say something this afternoon about business excess and the lack of regulatory oversight. We are now more than two years on from the collapse of Carillion. When Carillion failed, thousands lost their jobs, suppliers went unpaid and large-scale infrastructure projects, including hospitals in Liverpool and the west midlands, went unfinished. The collapse was caused by the recklessness, hubris and greed of its directors, yet they have not paid the price—others have. Carillion was a notorious late payer. Suppliers had to wait 120 days to be paid, or pay Carillion if they wanted to be paid on time. When it collapsed, 30,000 suppliers were owed £2 billion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Meanwhile, its pension scheme had a £2.6 billion deficit. Ordinary workers—but not, of course, the directors—will not get the full pension that they were entitled to. Yet its auditors, KPMG, signed off Carillion’s accounts for 19 straight years in a row without qualifying them or raising concerns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Here we are, two years on, and nothing has changed. The Government’s obsession with outsourcing and privatisation continues. The hands-off regulation and light-touch auditing continues. The employment Bill says it will give more powers to the Small Business Commissioner. That is welcome, but it does not really suggest the degree of urgency or priority that is needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The corporate failure and the audit failure happened then and it could just as easily happen today. Our audit firms are too powerful. The assumption that the private sector is always best has to end. Small businesses should not be at the mercy of dominant big businesses that determine whether their suppliers are paid, and regulators should clamp down on abuse and not just turn the other way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not some abstract ideal. It is the basis of an economy that: values workers by paying them a decent wage and offering them some dignity and security in the workplace; supports businesses that play by the rules and invest in our economy while ensuring that big businesses do not exploit the system; and invests in every region and nation of our country—in green energy and transport, infrastructure and skills to help our economy to thrive for everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Queen’s Speech touches on some of those themes but I fear that it lacks the conviction to do what is needed. There is a common theme in all this: the failure to put in place rules to stop workers being exploited; the chipping away of regulations that protect the most vulnerable; the remorseless faith in the private sector, with more outsourcing and privatisation; and the creation ​of city Mayors but a reluctance to devolve the power and money to let them do their jobs as effectively as they can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The real problem with the Government and the Conservative ideology is that they do not allow for a challenge to the neo-liberal economic model and do not account for the social value of the public sphere—the glue that binds our society together. While the Government speak on some of these themes, I do not believe that they have the willingness to see them through to deliver the economy that we need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}