{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2020-comments-on-mishandling-of-ppe-contracts/",
    "title": "Rachel Reeves – 2020 Comments on Mishandling of PPE Contracts",
    "post_date": "August 8, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Civil Liberties",
            "url": "/category/civil-liberties/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Rachel Reeves, the Shadow Chancellor of the Duchy of Lancaster, on 6 August 2020.",
    "content": [
        "The Conservative Government failed in their duty to fully protect those working on the frontline during those crucial early months of this pandemic. It is astounding that ministers allowed the national PPE stockpile to run down and then spent millions with an offshore finance company with no history of providing vital equipment for the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many health and care workers experienced inadequate protection, relied on community donations and even bought their own PPE from DIY shops. Ministers repeatedly assured the country that things were fine, yet lives of health workers were lost, the infection was spread in health settings while all that time masks bought by the Government could not be used for their intended purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The case for the National Audit Office to investigate the Conservative Government’s mishandling of PPE is overwhelming and as well as apologise, ministers must urgently learn lessons to save lives in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}