{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2020-speech-on-the-uk-eu-negotiations/",
    "title": "Rachel Reeves – 2020 Speech on the UK-EU Negotiations",
    "post_date": "June 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Rachel Reeves, the Labour MP for Leeds West, in the House of Commons on 16 June 2020.",
    "content": [
        "Four years ago today, I was at Leeds General Infirmary with Jo Cox’s parents and her sister. I will never forget that day and all that we lost. Today we remember Jo and remind ourselves of her values and all that she stood for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister for an advance copy of his statement today. Following the meeting on Friday, both the UK and the EU confirmed that there is not going to ​be an extension of negotiations beyond the end of this year, which puts the focus firmly on both sides to secure the deal that they describe in the political declaration. The right hon. Gentleman knows full well what a calamity leaving only on World Trade Organisation terms would be for our country. Last year, the Minister told the Oxford farming conference that small farms would be hardest hit by the barriers and tariffs of trading on WTO terms. That is on top of what many farmers fear from a lack of safeguards from cheap imports with lower environmental and animal welfare standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not an isolated incident of uncertainty. In the automotive industry, Nissan says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We’ve modelled every possible ramification of Brexit and the fact remains that our entire business…is not sustainable in the event of WTO tariffs”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Similar warnings have been issued by Vauxhall’s owners about their future presence in Ellesmere Port. The Minister has made clear in the past why it is important to secure a deal, so will he explain again today why a deal is better than leaving on WTO terms?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister has staked his own authority on having an “oven-ready” deal, but in his statement the Minister said that we wanted to intensify talks in July and find, if possible, an early understanding of principles underlying any agreement. That does not sound like an oven-ready deal to me, and is a cause of great concern for all of us. The ingredients of such a deal were published, and the country expects them to be delivered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister has referred today to his manifesto pledges to end the transition period at the end of this year, so may I remind him of some other pledges in that manifesto? First,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“no tariffs, fees, charges or quantitative restrictions”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "across all sectors. Will the Government give UK industries and workforces peace of mind and prevent their business models from rupturing in the coming months? Late on Thursday, the Government published a written statement indicating a U-turn on border controls, perhaps recognising that they simply have not done enough to prepare for new rules that they wanted to introduce. That does nothing, however, to help British businesses that export to the UK. The Minister said in his statement that the Government would manage the commitments required, but he cannot make that pledge unilaterally. How will the Government help exporters, who will face those rules from day one?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, the Conservative manifesto told voters that the Brexit deal would safeguard workers’ rights, consumer and environmental protections. Does the Minister agree that it is essential that the UK defends those standards in all trade negotiations with other countries? People want to see the UK win a race to the top, not be forced into a race to the bottom, overseen by an overseas president.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, we were promised a\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“broad, comprehensive and balanced security partnership.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no greater priority than keeping the British people safe and secure. On 3 June, with regard to European criminal records data, the right hon. Member for Maidenhead (Mrs May) asked for\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“reassurance that as from 1 January 2021, the UK will have access to the quantity and quality of data that it currently has”. —[Official Report, 3 June 2020; Vol. 676, c. 846.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister provide an answer? Two weeks ago, the Prime Minister was unable to do so.​  \nFourthly, we were told that whatever happens, the UK will respect the Good Friday agreement. Many Northern Irish businesses, including manufacturing firms, have integrated supply chains across the United Kingdom. Unite and GMB members working at Bombardier in Belfast are reeling from the prospect of more redundancies following the covid-19 crisis. We need to stem the tide of job losses, not exacerbate them. Firms in Northern Ireland need to know the real-world detail of the business environment in which they will be operating, the precise checks and controls that they need to implement, and the operational readiness of the systems that they will be using in just 29 weeks’ time. It is far from reassuring that according to paragraph 28 of the UK Command Paper, the Government have so far committed to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“produce full guidance to business…before the end of the transition period.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That could be December. That simply is not good enough for British businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, on the same day that the Prime Minister claimed that the impasse can be resolved and a deal achieved in July, the Government signed up to two further negotiating rounds, concluding on 21 August. Is July a serious proposal, or is it one of those over-promises to which we have become accustomed from the Prime Minister, agreed in haste to win a headline only to fall by the wayside when reality bites?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With that in mind, and thinking firmly about what is best for the United Kingdom, Labour wants the Government to succeed in achieving the deal that they promised and to avoid the perils of the alternative. The Government must fulfil their pledges to the British people in order to protect jobs, secure our food and medical supplies, and protect our citizens’ safety and security. We urge both sides to show the flexibility required to achieve a deal in our national interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}