{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2021-speech-on-supporting-small-business/",
    "title": "Rachel Reeves – 2021 Speech on Supporting Small Business",
    "post_date": "October 24, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rachel Reeves, the Labour MP for Leeds West, in the House of Commons on 19 October 2021.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House recognises the importance of British businesses to high streets and communities across the UK and the exceptional challenges they face due to the pandemic and rising costs; regrets the Government’s current plan to end all temporary support for businesses from April 2022; calls on the Government to support businesses by freezing the business rates multiplier and extending the threshold for small business rates relief from £15,000 rateable value to £25,000 in 2022-23; and further calls on the Chancellor of the Exchequer to update the House in person before January 2022 on his Department’s assessment of the impact that removing the temporary business support will have on small businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our high streets are not simply units of economic activity or just a place to buy the things we need. They are an important part of the tapestry of where we live, work and share our everyday lives. It is where people meet, eat, catch up over a cup of tea, bump into old acquaintances, receive a smile or a kind word. My first Saturday job as a teenager was working at a chess shop called the Chess and Bridge Centre on the Euston Road. People would come from miles around not just to buy, but to ask the advice of the owner and those of us who worked there. I learnt a lot. Our shops are as much about people as they are about products, and that is why they must and they will endure. That has been so many people’s experience during the course of the pandemic. As businesses have done everything asked of them—despite advice from Government often chopping and changing—they have bent over backwards to find new ways to serve their customers and to keep their own businesses afloat. We should all be thankful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some 2.8 million people are employed in retail in our country. As the Union of Shop, Distributive and Allied Workers points out, retail is one of the few sectors that regularly offers flexible opportunities for workers to balance their work alongside caring commitments they might have. Yet, incredibly, there is no Government industrial strategy for the retail sector to work with business to increase wages, skills and productivity. We have allowed an imbalance to be formed where bricks and mortar businesses are at a significant disadvantage to online retailers—online retailers whose warehouses typically attract considerably less business rates and, indeed, may not even pay corporation tax in our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One in seven shops remain shuttered after the lifting of pandemic restrictions, with the north of England seeing a higher proportion of closures. A British Retail Consortium survey concluded that business rates were a factor behind two in three shop store closures in the last two years. That cannot be allowed to continue. It should alarm this House that the Office for National Statistics business impacts survey data suggest that 330,000 business, responsible for over 800,000 jobs, are at risk of closure in just the next three months. Even a fraction of those losses will be deeply felt in all our communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves (Lewisham West and Penge) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some 99.8% of businesses in Lewisham are small and medium-sized enterprises. They are the lifeblood of our high streets and they support our local community, and many have suffered during the pandemic. Does my hon. Friend agree that the Government’s plans to remove temporary support are an unfair cliff edge that could see many viable small businesses go under?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know my hon. Friend is a keen supporter of businesses, including the Kirkdale Bookshop on Sydenham’s high street and Billings butchers. She is a fine steward for the people of Lewisham West and Penge. I cannot offer expertise on the shopping behaviours of all hon. and right hon. Members—[Laughter.]—but some of our shopping behaviours changing does not mean that our high streets should not have a positive future. There is scope for fresh ideas and a renewed relationship with our high streets, but without easing the pressure of business rates for next year, many shops, including many carrying debts from the pandemic, just will not make it. That is why action is needed now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dawn Butler (Brent Central) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Four hundred businesses in Brent are at risk. Our high streets have the most independent shops compared with any other high streets in the UK. Does my hon. Friend agree that it is so important that the Government reach out and help to support businesses?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. She speaks about businesses in Brent, but that could go for so many other constituencies, high streets and town streets across our country. We want businesses to thrive and power our recovery and for every village, town and city across the UK to feel the benefits of a stronger and more resilient economy. Diluting ambition or postponing new thinking comes at a high price for businesses and jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jessica Morden (Newport East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Wales, the Welsh Labour Government have helped 70,000 businesses, which will not have to pay any rates until next year, whereas in England over the summer, the support was scaled back. Does my hon. Friend agree that there is a stark contrast between Labour in power supporting business and the Conservative party?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. The Labour Government in Wales ensured that there would be no business rates at all for the retail and hospitality sectors in Wales for this financial year. That is in stark contrast to the Conservative Government in Westminster, who pushed ahead with restarting business rate bills in June this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What is decided in this place has huge implications for businesses, from the kitchen-table start-up to our high streets, industrial parks and commercial giants known across the world. That is one of the reasons it is so worrying that, at this crucial time, the Prime Minister and the Chancellor concocted a new jobs tax to arrive in the spring. Despite all their election promises to cut national insurance contributions, they are actually raising them against the strong advice of businesses and trade unions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservative Government’s actions will make each new recruit more expensive and increase the costs to business. The decision to saddle employers and workers with the jobs tax takes money out of people’s pockets when our economic recovery is not yet established or secure and only adds to the pressure on businesses after a testing year and a half. When all other costs are going up—the costs of energy and of supplies—these tax rises are only hitting them harder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alex Sobel (Leeds North West) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is making an excellent speech. Does she agree that the tourism and hospitality industry has particularly suffered over this period and has had its support taken away? Many travel agents are land-based businesses that do not have the demand coming back because people are still unable to go on holiday. Do they not need additional support, such as a business rates cut and a reversal of the additional tax on them, because they cannot afford to employ people any more?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for that intervention and I know that he is a staunch supporter of businesses in Headingley, Otley and across his Leeds North West constituency. The Government should not break their promises to voters—that should be a given—and he is right to mention the tourism sector, which is so important to so many of our constituencies, whether we represent cities, towns or villages. That is why the decisions of the Labour Government in Wales to support the retail and hospitality sector during this difficult time were so welcomed by businesses in Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Emma Hardy (Kingston upon Hull West and Hessle) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the ways that the difference is being felt by people living here in England is through increased levels of debt, which is why I find it so remarkable that the Money and Pensions Service is looking to reduce the funding for face-to-face debt consultations at a time when, because of the lack of support in the economy, people find themselves going further and further into debt. Does my hon. Friend agree that the Money and Pensions Service should look at that again?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is right to make that point. I have had constituents raise concerns about cuts to money advice, for example, through StepChange, the charity based in Leeds. This is linked to the fact that a lot of the funding comes from banks and, due to the formulas set by Government, the funding that goes into debt advice charities is falling at a time when inflation is going up and there is a risk that interest rates might go up, and all the rest of it. She is right, and I hope that Ministers have heard those concerns, which I expect will be echoed by Members across the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In November 2019, just weeks before the general election, the Prime Minister told the CBI conference that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“to make sure that the businesses of this country can continue to flourish I am announcing today a package of measures cutting business rates further…particularly for SMEs to help…stimulate the high street.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour welcomed the Government’s review of business rates, which was formally launched 15 months ago, four months into the pandemic. They were right to make the decision to start the review. Businesses, even during those difficult times, found the time to make submissions, and they did so in good faith. The Government promised\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“final conclusions in Spring 2021”,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "so they are already overdue, and now there is news that the review may be pushed even further into the long grass.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake (Thirsk and Malton) (Con) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps the hon. Gentleman can give us an indication of when the review might finally be published.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am afraid I cannot, but I am interested in whether the hon. Lady will come on to her own proposals for reforming business rates, which she announced at her party conference. I welcome at least a first stab at some reform, but I have a question. She would use the digital services tax, but as I understand it, the multinational agreement on the issue means that that tax will no longer be allowed—it has to be scrapped as part of the corporation tax deal. How does she propose a sixfold increase to a tax that cannot exist?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will come on to those points. It is great that Conservative Members are asking for advice, because we have plenty about how to level the playing field in taxes for businesses. I will come on to points about the global minimum rate of corporation tax, because that is how we can help to level the playing field.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chancellor must now complete the review and make the changes that the Government have promised. It would be quite astonishing if the Treasury had time to cost up the Prime Minister’s vanity yacht, yet no time to fulfil its pledge on something as important as reforming business rates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister may argue that everything has changed because of the pandemic. He would be right: everything has changed, including for businesses. The unfairness in the system has been enlarged, not narrowed, during the past year and a half. Almost 180,000 retail jobs were lost in 2020, according to the Centre for Retail Research, while some online retail profits have soared.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fundamentally reforming business rates is more important now than ever before. I am sure that Members on both sides of the House would welcome confirmation from the Minister that the Government will take the radical action required, which is exactly what businesses are urging them to do in next week’s Budget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week, 42 trade bodies wrote to the Chancellor making clear their view that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“in their current form, our business rates system is uncompetitive…and unfair.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The British Chambers of Commerce are clear that tinkering around the edges will not do. The British Retail Consortium warns:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Sky high business rates are closing stores up and down the country and preventing new ones from opening.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Matt Rodda (Reading East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my hon. Friend agree that our retail centres face a very serious situation? Even thriving retail centres in towns such as Reading, which has the major retail centre for central southern England, are being affected. In our borough, 1,200 small businesses are currently receiving business rates support, which is unheard of. I encourage my hon. Friend to address that point. Does she agree that it is a serious issue?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for speaking up for businesses in Reading that are struggling because of the unfair system of business rates. I expect that, like many other businesses up and down the country, they talk about the unlevel playing field and the unfair competition whereby some businesses pay their business rates—and corporation tax, if they make enough money—but their main competitors are paying a lower level of corporation tax because they have no shop fronts and might not even be registered for corporation tax in this country. That is not right for businesses in Reading, and it is not right for businesses in any of our constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Federation of Small Businesses points out, unlike other forms of business taxation, business rates are a tax that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“hits firms before they’ve even made a pound in turnover”,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "let alone in profit. The CBI says that business rates have\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“literally become a tax on investment.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Union of Shop, Distributive and Allied Workers explains that the crucial jobs and services provided to our local communities are under threat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In each of the last four Conservative Party manifestos, there has been a promise of action on business rates. How many businesses and shops have needlessly closed as a result of the dither and delay in delivering on those promises? In 2011, the Conservative Government brought in Mary Portas to work on ideas to transform the fortunes of the great British high street. Her frustration with Ministers a decade on cannot be dismissed. She has said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“It’s shameful that they have still not readjusted their thinking on how Amazon and the delivery giants should be paying equivalent rates of tax online…Their slowness in understanding, their tardiness, is ridiculous.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We agree. Labour is unapologetically pro-worker and unapologetically pro-business. We believe in helping businesses large and small, start-ups and the spin-offs from our universities, all of which can provide exciting new growth for the future. In the everyday economy, the fate of shops on our high street matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the Conservative Government will not make these reforms, the next Labour Government will—and more. My core principles are to tax fairly, spend wisely, and grow the economy. That is why Labour will scrap business rates as we know them. We need a much fairer system. Labour will incentivise investment, promote entrepreneurship and efficiency, reward businesses that move into empty premises, and help our high streets to thrive again. We will ease the burden on the bricks-and-mortar businesses, and especially on the smaller businesses. Our party is on the side of entrepreneurs and the communities who want to do something different—who want to start a business and get on in life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If Labour were in government today, we would freeze business rates next year and extend small business rate relief. We would pay for easing that burden on businesses by raising the UK digital services tax. We would ensure that online companies, including Amazon, which have thrived during this pandemic and made bigger profits than ever were paying their fair share too. But we know that more fundamental reform is needed beyond just one year, and so, in government, Labour would scrap business rates entirely and replace them with a fairer system fit for the 21st century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We welcome the backing of the G20 and the OECD for a global minimum rate of corporation tax for multinationals. Labour supports its being set at the 21% originally proposed by President Biden and US Treasury Secretary Janet Yellen, which would have done more to level the playing field between online giants and retail stores and small businesses; but even at 15%, as watered down by the British Chancellor, the global minimum rate of corporation tax will bring in substantial amounts of money that could be used to ease the burden of property taxation on our high streets and for our small and start-up businesses. That is a model of fair business taxation, and that is what a Labour Government will do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s Opposition day debate on business rates is important for businesses and for our country’s economic recovery. It is about so much more than rates and multipliers: it is about business growth and opportunities in all the places that we are sent here to represent. It is about what we as a country buy, make and sell.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Lady for giving way again. She is being very generous. If I heard her correctly, she is going to scrap business rates in the next Parliament. Business rates bring in about £30 billion a year. How will she make up that shortfall? What will be the replacement system to bring in that £30 billion a year?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chancellor would have a lot more money to play with if he had gone ahead with President Biden’s proposals for a 21% global minimum rate of corporation tax. There are choices in politics, and this Chancellor chose to water down the 21% proposals to 15%. As a result, he has lost £5 billion or £7 billion. We would have used that money to reduce—[Interruption.] We will use that money to reduce the burden of business taxation, and I hope that the Ministers will stand up today and say that they will use the global minimum rate of corporation tax to ease the burden on high streets and small businesses. That is the choice that a Labour Government will make, and we will hear shortly whether it is the choice that this Government will make. [Interruption.] You are not doing anything! The Minister says that we are still short of money, but this Government made the choice to water down proposals that would have brought in £15 billion a year. They made that choice because they are not interested in levelling the playing field on taxes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In four manifestos now, the Conservatives have said that they would ease the burden of business rates. If the Government want advice ahead of the Budget, they can look at the speech that I wrote for our party conference in which I set out what Labour would do. Instead, they propose to kick this into the long grass and to do nothing to help our high streets and our small businesses. A Labour Government would ease the burden on our businesses and help to create a level playing field with a system of property taxation that asks the retail giants with warehouses and out-of-town centres to pay a bit more, to ease the burden on our small businesses and high streets. That is the right thing to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Budget should be about recovery. The cost to businesses has been going up, supply chains have been disrupted and costs are spiralling as a result of the Government’s unwillingness to invest in gas storage and the skills of British workers or to take any meaningful action to deal with the chaos that has been created. What is the answer from Ministers? A jobs tax and an increase in business rates next spring. Our high streets have been paying a high price for Government inaction for too long. The case for fundamental reform has been made by businesses, by trade unions and by Labour. This is now about the Government’s priorities and their political will. Will they ask more of those online giants, or will they leave the burden of business taxation as it is today, falling on our high street businesses and small businesses? Those are the choices that the Government can and must make in the Budget. We have set out the choices that we would make. It is now time for the Government to act on business rates. Those choices will be available next week, and I hope that the Government will take them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}