{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2020-speech-on-the-end-of-the-transition-period/",
    "title": "Rachel Reeves – 2020 Speech on the End of the Transition Period",
    "post_date": "September 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rachel Reeves, the Labour MP for Leeds West, in the House of Commons on 23 September 2020.",
    "content": [
        "I thank the right hon. Gentleman for advance sight of his [statement](https://www.ukpol.co.uk/michael-gove-2020-statement-on-the-end-of-the-transition-period/).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The news today that there could soon be tailbacks of 7,000 lorries in Kent is quite extraordinary. I know that the Government have said that they are committed to building new infrastructure, but I did not realise it meant concreting over the garden of England. Today’s warnings are based on a reasonable worst-case scenario, but given that we have a reasonable worst-case Government, we have to assume that these scenarios could play out quite soon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In their letter to the road haulage industry, the Government say that business should get ready, but what about the Government? There is a long list of promises for the future in the letter: the UK Government will be contacting haulage companies; they will be running targeted advertising; they will be publishing an updated haulier handbook; and they will launch advice stands at UK service stations. Why are these essential prerequisites for a smooth transition not already here? It is all well and good to tell businesses to act now, but without the systems in place, frankly, it is like telling me to bake a cake but forgetting to turn the oven on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sectors from farming to haulage and car manufacturing are crying out for the Government to get this right. These sectors are the backbone of British industry, and they are vital to our everyday economy. If we do not listen to these experts, we will lose exports. I met the Road Haulage Association last week. It is tearing its hair out. It has since met Ministers and described that meeting as “a washout”. Frankly, this is not good enough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the summer, I visited the proposed lorry park in Ashford, Kent, where construction had just begun. It was with some dismay that I later read that workmen had encountered a Saxon brick wall in their excavations. ​I hope this is not a metaphor, but can the Minister assure the House that progress there is on track? Another site apparently earmarked is in Ebbsfleet. It is currently a covid testing centre. With the test, trace and isolate system on its knees, this would be farcical if it were not so serious. Is it really too much to ask for a little bit of joined-up government from Ministers?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 4 September, the Government granted themselves the power to build additional lorry parks in 29 local authority areas without consulting residents. Can the Minister tell us exactly where those facilities will be? That is the least that local people deserve. Will he also tell the House how many customs agents and intermediaries are trained and in place? This is so important for the system to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the summer, the Government admitted that there would be £7 billion-worth of additional bureaucracy for UK businesses. It is the last thing they need right now, so is that still the most accurate assessment of the costs for businesses?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has been estimated that 10 new IT systems will be needed to make our new trading relationship with the European Union work. Can the Minister list those IT systems and guarantee that they will be in place and fully operational on 1 January? Given that we were promised a contact tracing app, first in May, then in June and then in July, and it is now September, what assurance can he give that this time the Government will deliver that vital technology and that it will be working and delivered on time? Frankly, the Government’s track record does not inspire confidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have just 100 days until the end of the transition period. Labour’s message to both sides in this negotiation is clear: stop the posturing, and start negotiating. It is in our national interest—it is in all our interests—that the Government get a deal, and get it soon, so that businesses have time to prepare. The Conservatives have had three Prime Ministers and four years since the referendum in 2016. We have seen serial incompetence and countless U-turns. I say to Ministers: get a grip on preparations, and get a grip now. The transition period comes to an end on 31 December. Will the Minister guarantee, not just to this House but to the whole country, that we will be ready?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}