{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2022-speech-on-the-economic-situation/",
    "title": "Rachel Reeves – 2022 Speech on the Economic Situation",
    "post_date": "October 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rachel Reeves, the Shadow Chancellor of the Exchequer, in the House of Commons on 12 October 2022.",
    "content": [
        "People are facing insecurity, instability and deep anxiety and they deserve answers. Conservative economic policy has caused mayhem with financial markets, pushed up mortgage costs and put pension funds in peril, and it has wiped £300 billion off the UK’s stock and bond markets—all directly caused by the choices of this Government. The mini-Budget, just 19 days ago, was a bonfire made up of unfunded tax cuts, excessive borrowing and repeated undermining of economic institutions. It was built and then set ablaze by a Conservative party totally out of control—not “disrupters” but pyromaniacs. And that fire has now spread. Yet Government deny all responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So will the Minister tell the House, what guarantees will the Government give that the currency slide will stop, and that people’s pensions are safe? How do they expect people to pay £500 more a month, on average, on their mortgages? How many more repossessions of family homes will there be if the Government do not change course? How much more are the Government spending on debt interest because of higher borrowing costs?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While Ministers desperately try to blame global conditions, why is it that no other central bank in the world has had to step in three times in less than three weeks to protect financial stability?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The country now faces a very serious situation. Ahead of the ending of the Bank of England’s emergency operations this Friday, what action will the Government take to ensure that their Budget does not have further consequences for financial stability, or for people’s pensions?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a Tory crisis made in Downing Street, but it is ordinary working people who are paying the price. It can be resolved only when the Conservatives put aside their pride and reverse this catastrophic mini-Budget, and they must do so now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The shadow Chancellor calls for a reversal of the growth plan, yet at the first opportunity—last night—the Labour party voted for it. She asks about mortgage rates, so let me point out to her that mortgage rates around the world have been on an upward trajectory all year. In fact, if we compare base rates in the United Kingdom with those in the United States, we see that in both countries, as she will be aware, the base rate started this year at 0.25%. In the UK the base rate is currently 2.25%, and in the US it is 3.25%, a full percentage point higher.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The shadow Chancellor referenced borrowing costs. I am sure she is aware that two-year Government bond yields are about the same in the US as they are in the UK—US bond yields have been going up over the course of this year as well. She referenced the currency: the dollar has shown strength against a basket of currencies throughout this calendar year. If she looks at the dollar strengthening against the euro, she will see that it strengthened about 15% this calendar year, and strengthened about 15% against sterling—very similar figures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The shadow Chancellor also asked about the cost of living. We are very mindful of that, which is why we have introduced a £37 billion package to help people, disproportionately targeted at those on lower incomes, so that people on the lowest third of incomes receive £1,200. It is why we introduced the energy price guarantee on our second or third day in office, ensuring that people do not pay, on average, more than £2,500, instead of facing bills of £5,000 or £6,000—and not for six months, as the Labour party offered, but for two years. It is why the national minimum wage was increased by a large amount last April. It is why the national insurance threshold was increased to £12,500 in July, so people on lower incomes now pay virtually no national insurance or income tax. That is the package of measures that this Government have introduced, because we stand on the side of working people and have taken the steps needed to support them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}