{
    "url": "https://www.ukpol.co.uk/ellie-reeves-2023-parliamentary-question-on-womens-health-strategy-for-england/",
    "title": "Ellie Reeves – 2023 Parliamentary Question on Women’s Health Strategy for England",
    "post_date": "January 25, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Ellie Reeves",
            "url": "/tag/ellie-reeves/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Ellie Reeves, the Labour MP for Lewisham West and Penge, in the House of Commons on 24 January 2023.",
    "content": [
        "**Ellie Reeves (Lewisham West and Penge) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What recent steps he has taken to implement the women’s health strategy for England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alex Davies-Jones (Pontypridd) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What recent steps he has taken to implement the women’s health strategy for England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Parliamentary Under-Secretary of State for Health and Social Care (Maria Caulfield)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last summer we published the first Government-led women’s health strategy for England, which sets out our 10-year ambition to boost the health and wellbeing of women and girls and to improve how the health and care system listens to them. I am pleased that we have set out the first eight priorities for the first year of the women’s health strategy, and that we are already delivering on many of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After 13 years of Conservative Government, more than half of maternity units now consistently fail to meet safety standards. Almost 40,000 women now wait over a year for gynaecological treatment, up from just 15 women 10 years ago. Women in the poorest areas are dying earlier than the average female in almost every comparable country. At every stage of a woman’s life, her health is being compromised. When will these failures be reversed, and when will we see real investment in the NHS workforce and in women’s health?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Maria Caulfield**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sorry that the hon. Lady does not welcome our announcement of this country’s first women’s health strategy, which is putting women as a priority at the heart of the health service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have eight priorities for this year. We are rolling out women’s health hubs around the country as a one-stop shop to make healthcare more accessible to women. We are improving women’s health provision by setting out a women’s health area, with reliable information, on the NHS website. We are working with the Department for Work and Pensions to support women’s health in the workplace. We are recognising pregnancy loss by developing the first ever pregnancy loss certificate for babies who are born and lost before 24 weeks. We are improving and standardising access to in vitro fertilisation for same-sex couples around the country. And we are launching the first ever hormone replacement therapy prepayment certificate in April. That is some of the work we are doing, and I am disappointed the hon. Lady does not recognise that effort.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alex Davies-Jones**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A stated intention of the women’s health strategy is to explore mechanisms to publish national data on the provision and availability of IVF, on which there has since been no Government progress. This issue affects families and would-be parents across the country. We know all too well that a postcode lottery exists, and it is just not good enough. Will the Minister support my private Member’s Bill to address this issue, which is due to have its Second Reading on 24 March?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Maria Caulfield**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pay tribute to the hon. Lady for the work she is doing in this space. I was in the Chamber when she presented her Bill last week and I can reassure her that, as part of the work we are doing with integrated care boards, we are collating and publishing data on the commissioning of fertility services, so that women in each part of the country can not only see what services are available to them, but compare what is being offered locally. That is happening in England; I cannot comment about what is being done in Wales. Let me also say that the Human Fertilisation and Embryology Authority is publishing data about add-ons, which I know is a particular interest of hers. We want to make sure that that information is available on the NHS, so that women can make an informed decision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chloe Smith (Norwich North) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome that update, and the tone and, as always, the calm confidence with which the Minister provides it. Does she agree with me and with the Chancellor that the NHS has to help people back into work?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Maria Caulfield**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my right hon. Friend for her kind words. I absolutely agree on that, which is why helping women back into work and dealing with their health issues in the workplace is one of the first eight priorities of the women’s health strategy. We are working with colleagues in the Department for Work and Pensions on that. Last night, I had a roundtable with tech and STEM— science, technology, engineering and maths—employers, and they were desperate to keep their women in the workforce and to recruit more. Whether we are talking about young women who need support as they go through endometriosis or IVF treatment, or older women who are dealing with the menopause, we are absolutely committed to supporting women’s health needs in the workplace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Philip Hollobone (Kettering) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the recent announcement of enhanced breast cancer facilities at Kettering General Hospital. Is that not just the sort of extra investment we need to improve the delivery of women’s health services?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Maria Caulfield**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend, who has always been campaigning for better health services in Kettering. Let me reiterate what he has just said: that announcement followed the announcement last week of £10 million for NHS breast screening services, to provide 29 new mobile units and static breast care units across England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I call the shadow Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Feryal Clark (Enfield North) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The women’s health strategy was an opportunity to fundamentally change the inequalities women face. Women were promised a clinical women’s health lead in the NHS, yet a former Health Minister, the hon. Member for Sleaford and North Hykeham (Dr Johnson), admitted that there has not even been a discussion about establishing the role. Women in east Kent were promised change after the damning review of local maternity services, yet the Care Quality Commission is now threatening the trust there with enforcement action. Time after time, women’s voices are at best being ignored and at worst being silenced. So I ask the Minister: when will this Government stop letting women down with empty promises? Is the women’s health strategy worth the paper it was written on?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Maria Caulfield**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps the shadow Minister will reflect on her comments when she receives the “Dear colleague” letter later today outlining the eight priorities areas for our first year of the strategy, with work such as the prepayment certificate for hormone replace treatment being done already; it is launching in April and saving women hundreds of pounds on the cost of HRT. May I say that I am gobsmacked by the Labour party’s position on this? Not only does it struggle most days to define what a woman actually is—for reference, it is a female adult human—but it cannot stand up for women either. There was no greater example of that than what we saw in this Chamber last week, when Labour Members were heckling the hon. Member for Canterbury (Rosie Duffield) and intimidating my hon. Friend the Member for Penistone and Stocksbridge (Miriam Cates). Come back to us when the Labour party is reflecting on the behaviour of its own MPs before dictating to us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me just remind people: these are questions to the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}