{
    "url": "https://www.ukpol.co.uk/ellie-reeves-2022-speech-on-the-domestic-homicide-sentencing-review/",
    "title": "Ellie Reeves – 2022 Speech on the Domestic Homicide Sentencing Review",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ellie Reeves",
            "url": "/tag/ellie-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ellie Reeves, the Labour MP for Lewisham West and Penge, in Westminster Hall, the House of Commons on 30 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Bone. I thank the hon. Member for Redditch (Rachel Maclean) for securing this incredibly important debate, for speaking so powerfully and for all the work she did as a Minister in the Ministry of Justice. This debate is particularly timely as we are six days into the 16 days of activism against gender-based violence—a time when people all over the world take action to try to stop violence against women and girls.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In many cases, domestic murderers get off too lightly after committing some of the most horrific crimes against women. As we have heard, there is clearly a gap in sentencing between those who murder at home and out on the street. That is why, in our May 2021 Green Paper, “Ending Violence Against Women and Girls”, Labour outlined that, in Government, we would commission a review into the effectiveness of the current legislation and sentencing policy. In June 2021, we also tabled an amendment in Committee during the passage of the Police, Crime, Sentencing and Courts Bill, calling on the then Justice Secretary to commission a review, but the Tories voted it down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I am pleased that the Government have finally commissioned a review, I am dismayed by how long it has taken to progress. It took until September 2021 for Clare Wade KC to be appointed to undertake the review of domestic homicide sentencing. The review was originally due for completion in December 2021, but the report was delivered to the Justice Secretary this June. Nearly six months on, we are still waiting for the review’s findings—in that time, we have been through three Justice Secretaries. I am concerned that the chaos, and the carousel of changing Ministers, has meant that even a matter as important as this has not been seen as significant enough to be acted upon. Once again, women and victims of domestic abuse are being let down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have heard that men who kill their partners often receive a lesser sentence than those who kill others, despite the fact that domestic homicide often occurs in the context of years of domestic abuse. For example, the law regards a murder where the knife is taken to the scene of the crime as premeditated. It therefore warrants a longer jail term, with a starting point of 25 years. That is a 10-year disparity with the starting point for a murder in the home where the weapon, such as a kitchen knife, is already present.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Domestic homicides are often fully premeditated, aided by the perpetrator having full knowledge of the property and where to find objects to assist their violence. Indeed, the femicide census findings published in November 2020 showed that over the previous decade 62% of female homicides were at the hands of an intimate partner, 72% of victims died in their homes, 59% of cases involved a history of coercive control or violence, and almost half the perpetrators were known to have a history of abuse against women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The case of Poppy Devey Waterhouse, which the hon. Member for Redditch powerfully spoke about, highlights that. Poppy was just 24 when she was murdered in December 2018 by her ex-boyfriend. The couple had split in October 2018 but continued to live in the same flat in separate rooms. Three days before Poppy was due to move into a new property, her killer had been out drinking and was said to be intoxicated and fuelled by jealousy and rage. He returned to the flat and stabbed Poppy to death with a knife from their kitchen, inflicting over 100 injuries. Poppy’s killer received a sentence of just 16 years, but had he taken his weapon to the scene of crime, deemed an aggravating factor, he could have received a much longer sentence. As Poppy’s mother Julie Devey has outlined, the sentence ignores the fact that Poppy’s killer had no need to bring a weapon to the scene; he had knowledge that knives were in the flat and could be used in the attack.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Julie has campaigned on this issue, and believes that the sentencing guidelines are simply wrong. She says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The savagery and violence of the attacks seem to count for nothing in the eyes of the law and this is infuriating”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The change that Julie wants is for domestic murder tariffs to reflect the severity of the crime, rather than the location of the killing. If that were the case, the fact that a knife was used would be the aggravating factor, rather than the act of bringing it to the scene. That seems a wholly just change, which I would hope to see covered in the sentencing review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the public are to have confidence in the criminal justice system, we need appropriate sentences to deter potential offenders and to deal just punishment for serious crimes. That is why we called for a review into sentencing for domestic homicide and domestic abuse over a year and a half ago. We cannot afford for our laws and their enforcement to send the signal that violence against women and girls will be tolerated; yet record low prosecution and conviction rates under this Government are sending that message. Labour would back specialist rape courts to drive up prosecution rates, set up a domestic violence register and introduce new minimum sentences for rape and stalking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am fearful that the delays with the domestic homicide sentencing review are part of an ingrained culture that tackling violence against women and girls is not a matter of urgency for the Government. I hope that the Minister will assure us that the review will be published as a matter of urgency, and the Government will end their inaction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}