{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2022-speech-on-the-governments-plan-for-growth/",
    "title": "Rachel Reeves – 2022 Speech on the Government’s “Plan for Growth”",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rachel Reeves, the Shadow Chancellor of the Exchequer, in the House of Commons on 19 October 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House regrets the long-term damage to the economy as a direct result of the mini budget, where mortgage rates for households have risen and the stability of pension funds has come under threat; notes that despite substantial U-turns in policy since the mini budget, the Government’s funding position has deteriorated, the cost of borrowing is expected to be higher for many years and the UK’s fiscal credibility has been undermined, all while many energy producers continue to make record windfall profits; therefore calls on the Government to take all necessary steps to stabilise the economy and make it work for ordinary working people and business through a plan for growth that puts them at its heart; and further calls on the Government to publish the Office for Budget Responsibility forecasts immediately alongside Government estimates of windfall profits for the next two years from energy producers in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are here because of a Tory crisis made in Downing Street but paid for by ordinary working people. The Conservative mini-Budget of 23 September will go down in history as the day that the British Government chose to sabotage their own economy. We saw the Conservatives hurl unfunded tax cuts towards the wealthiest, with excessive borrowing and yet more Government debt. The Government set our economy ablaze and, as a direct result, in the past four weeks we have experienced chaos in financial markets, repeated emergency interventions from the Bank of England, warnings from the ratings agencies and rebukes from the International Monetary Fund. Those costs are passed directly on to working people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Justin Tomlinson (North Swindon) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for being generous in giving way so early. Does she join me in welcoming last week’s employment statistics, with the highest rate since 1974? In my constituency alone, 920 extra people were in work compared with 12 months ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The truth is that a million people are missing from the labour market and half of those have long-term health conditions. We need to do much more to get those people back to work. One reason why unemployment is low is that so many people are not even looking for work because they are waiting for NHS operations, with waiting times at an all-time high.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, we learn that inflation has gone above 10% again; food inflation is at more than 14%; and in the last year alone, electricity prices are up 45% and gas prices have doubled. Despite all the extraordinary and unprecedented U-turns in recent days, the damage has been done. This Conservative Government have wrecked people’s finances and snuffed out the dream of home ownership for millions. Some 1.8 million people across the UK will pay higher mortgage bills by the end of next year—on average, they will pay £580 extra every single month—because of the reckless actions of the Government. In my Yorkshire constituency, the cost will be £360 extra a month. In the constituency of the Financial Secretary to the Treasury, the hon. Member for Arundel and South Downs (Andrew Griffith)—who is about to respond to me—it will cost people £640 extra every single month in higher mortgage payments. Families cannot afford to pay those higher mortgage costs, and they certainly cannot pay them with apologies from the Prime Minister. The public will not accept that the arsonists who inflicted this damage can put out the fire. The Tories can never be trusted with our economy again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Toby Perkins (Chesterfield) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my hon. Friend on the motion that she has tabled. It seems utterly unarguable that the crisis being wrought upon our constituents is to be laid squarely at the feet of the Government. It would appear that the Government agree, because according to briefings on Twitter, they do not intend to vote against the motion. Does my hon. Friend agree that the fact that the Chancellor has not turned up to defend the record and that Conservative Members do not even seem to disagree with the motion means that we can all agree that this is the Government’s fault?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree that it is a shame that October’s Chancellor is not in his place today. This crisis has been co-written by every single member of the Cabinet and every single member of the Government. The Minister for the Armed Forces and Veterans was crystal clear yesterday in pointing out that all Cabinet Ministers had approved and are responsible for Government decisions, including the disastrous mini-Budget. There is no credibility or stability with this Government, just a shambles. All the time, businesses are looking at the state of the Government and deciding where and whether to invest. The Tories’ recklessness and enduring incompetence will cost jobs and investment here in Britain. The Conservatives should not be put in charge of a tombola, let alone the British economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the hon. Lady for what she is saying. Let me back up her comments on economic growth. We need small and medium-sized enterprises to be able to survive and to get through this period. In my constituency, a business—a Japanese restaurant—opened some two months ago. It is doing really well and it employs staff, but its bills are going up from £900 to £3,000. It is clear that unless something happens soon for businesses that are productive and create jobs, they will no longer be there. Does the hon. Lady agree that we need to have a process that helps businesses?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for that intervention. Small businesses, such as the restaurant that he mentions in his constituency, are the backbone of all our constituencies and our economy more widely. An energy bill increase from £900 to £3,000 is not affordable for small businesses. The Government need to do more to help.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley (Macclesfield) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that the hon. Member takes economic issues very seriously. Protecting pensioners will obviously be a key priority. Does she join me in welcoming the Prime Minister’s confirmation that the triple lock will be protected, and can she set out Labour’s policy on that vital area?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Monday, the Chancellor said that he could not rule out breaking the triple lock, and on Wednesday, the Prime Minister said something else. We do not know which one speaks for the Government, but Labour is clear that we support the triple lock. It was in our manifesto and, unlike the Conservative party, in government we would stick by what we promised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Strong and independent economic institutions are essential for making Britain a great place to invest. That is why undermining the Bank of England, sacking the respected permanent secretary at the Treasury and gagging the Office for Budget Responsibility have all added to borrowing costs for Britain—for Government and for families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Monday, we saw yet again the ridiculous spectacle of a Conservative Chancellor coming to the House of Commons to announce huge changes in Government economic policy without any sort of independent forecast. Failing to publish a forecast was a significant contributor to the lack of market confidence when the Government unleashed their mini-Budget three and a half weeks ago, yet no lessons have been learned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government cannot build confidence in Britain by flying blind. That is why we are asking all MPs to vote today to publish immediately the current assessments and forecasts from the Office for Budget Responsibility. For the sake of our economic stability, they must not remain hidden for a further two weeks. If the Chancellor refuses, the country will rightly ask, “What have they got to hide?”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Stephen Timms (East Ham) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend touched on the point that one of the new Prime Minister’s very first decisions was to sack the permanent secretary to the Treasury. Can my hon. Friend shed any light on why that decision was made? Was it, as appears very likely, because he was set to warn the new Chancellor about the consequences of the policies that he wanted to announce?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a former Treasury Minister, my right hon. Friend knows how things are supposed to be done. We cannot ask September’s Chancellor why he sacked the respected permanent secretary, because he is no longer in his place, but a Labour Government would respect the Bank of England, respect the independent civil service and remove the gag on the Office for Budget Responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s inflation numbers show the impact that higher gas and electricity bills are having on family finances. The Government’s mistake when they announced their package a month ago was putting its entire cost on Government borrowing. Under Labour’s plans, energy producers—including the oil and gas industries, which have said themselves that they have more money than they know what to do with—would have been asked to pay their fair share. Our plan did what a responsible Government should: it put forward a fully costed and fully funded package to freeze bills this autumn and winter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservatives have left tens of billions of pounds on the table and have pushed all the costs on to current and future taxpayers for years to come. Now, because of their irresponsible and reckless approach, they have gone back on their word. According to the Resolution Foundation, that could mean that a typical bill will rise to at least £4,000 from next April.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Cartlidge (South Suffolk) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady is being very generous in giving way. Can she confirm that whatever her policy on windfall tax is, the overwhelming majority of her energy support package would have been paid for by borrowing?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The point is that the Government are leaving billions of pounds of unneeded and unnecessary borrowing on the table. Why leave that money on the table when even the energy giants are saying that they have more money than they know what to do with? All that money has been put on borrowing and debt to be paid back by current taxpayers. Tens of billions of pounds have been left on the table by this Tory Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has always been a question of who pays for support with bills. The Conservatives always put it on the never-never, but in the end it is working people who pay the price. In August, Bloomberg reported that the Government’s estimates of energy company windfall profits in the UK over the next two years could be £170 billion. The last Chancellor disputed that and so did the one before, but neither of them confirmed the actual figure. Why not?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour’s fiscal rules would protect the economy and protect families. We should not borrow a penny more than is absolutely necessary. That is why our motion\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“calls on the Government to publish the Office for Budget Responsibility forecasts immediately alongside Government estimates of windfall profits for the next two years from energy producers in the UK.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Doing so is in the public interest. Refusal to publish will only confirm that the Government are again putting the profits of energy giants ahead of the sky-high bills for families, pensioners and businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rushanara Ali (Bethnal Green and Bow) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my hon. Friend agree that the Government have still not learned a single thing? If they had learned anything from their mismanagement, the Prime Minister and the new Chancellor would have committed to using the profits of energy companies. That is what they should be doing: as my hon. Friend says, the companies want to be taxed to pay for the Government’s failures, rather than the Government cutting public services and hiking mortgage interest. Does she also agree that the Government need to get their priorities straight when it comes to getting rid of the cap on bankers’ bonuses?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a member of the Treasury Committee, my hon. Friend understands the issues well. The chief executive of BP says that his company is like a cash machine at the moment. We should be ensuring that companies pay their fair share. The war in Ukraine and the illegal invasion of Ukraine mean windfall profits that they could never have dreamed of, but they also mean the highest bills ever for families and pensioners, so the energy companies should pay their fair share.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Anna McMorrin (Cardiff North) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is making an excellent speech. Professor Sinha, the author of the Institute of Health Equity’s report on fuel poverty, has said that there is no doubt that children will die this winter. In July alone, 12,000 more people phoned the Samaritans. Those are the dire consequences of these political actions, yet our energy companies are taking the profits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend leads me on to the important issue of public services, which the Chancellor has been quick to put in his sights. This week, the respected Institute for Government gave its assessment of the state of public services after 12 years of Conservative Governments:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Public services are in a fragile state…Patients are waiting half a day in A&E, weeks for GP appointments and a year or more for elective treatments. Few crimes result in charges…Pupils have lost months of learning”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What an absolutely devastating verdict on the Government’s stewardship of our public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even the Home Secretary, when she is not arguing with tofu, admits that police forces are so stretched that they cannot respond to the victims of crime. The Tories are living on another planet if they think that after a decade of imposing austerity they can come back with season 2, wildly swinging the axe over the country’s already struggling public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Catherine McKinnell (Newcastle upon Tyne North) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is spot on and Conservative Members should be listening to her speech. We have seen 12 years of cuts to our public services and facilities, but one small glimmer of hope for people in my city was the successful levelling-up bid for a leisure centre in the outer west of Newcastle. However, the project has now been undermined because of the disastrous economic outlook and soaring inflation costs, which are partly a result of the mini-Budget. Does my hon. Friend agree that the Government must not backtrack on their promises? They must support such projects despite the rising inflation costs that are now undermining local government’s ability to deliver them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Levelling up has truly been replaced by trickle down, and my hon. Friend’s constituents are paying the price.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need strong public services focused on early intervention and prevention, reducing greater demand with better outcomes for people. We need the Government to stick to their manifesto commitments, including uprating benefits and pensions in line with inflation. It should not be working families, pensioners and the most vulnerable who pay the price for these Tory mistakes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Richard Holden (North West Durham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Lady give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will make a bit more progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour will get value for every pound of taxpayers’ money. That is why I announced last year that a Labour Government will introduce an office for value for money, tackling the endemic waste that we have seen under the Tories. Under the Conservatives, £11.8 billion of public money was handed to fraudsters and organised criminals because of a refusal to include the most basic security checks for covid support. That is before we get to the £7 billion spent on unusable personal protective equipment, the £13 billion wasted on failed defence procurements and the millions and millions flushed down the drain by this Government’s outsourced Serco test and trace system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This week, we have read reports that the Treasury is shutting down the taxpayer protection taskforce that it belatedly set up in March to try to retrieve the money that the Government gave to the fraudsters. The taskforce should not be shut down; it should be empowered to get taxpayers’ money back.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As for the £3.5 billion handed out to friends of and donors to the Conservative party, many of whom failed to deliver on those contracts, in business if you award a contract and it does not deliver, you claw the money back. The Government must now strain every sinew to get that money back, because taxpayers demand it, and that comes before the cuts and the austerity that this Government are about to unleash.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government say that working people now have to put up with eye-wateringly difficult decisions, but there are so many easy decisions that the Government could make to stop families feeling the pain. Why keep in place an outdated and unjustifiable non-dom tax status loophole which means that some of the wealthiest pay no tax on their incomes while ordinary working people face the highest tax burden in 70 years in this low-growth, high-tax economy? Labour’s principle is clear: if you make Britain your home, you should pay your taxes here. Research carried out at the London School of Economics and Warwick University has shown that the UK’s non-dom system costs us £3.2 billion a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Look at the tax break for private equity managers, which was cooked up in the 1980s by a Conservative Government—a tax break of nearly £200,000 each for 2,000 private equity bosses every single year! It is not right that bosses pay a lower rate of tax on their bonuses than workers do on their wages. It is indefensible, so Labour will abolish it. At present, private schools enjoy charitable status which makes them exempt from both business rates and VAT at a cost of £1.7 billion every year, but here is the truth: private schools are not charities. We will end that exemption, and put that money back into our state schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is what a fair tax system looks like, and that is what Britain will get with a Labour Government: fiscal responsibility, and a fair tax system that puts working people first. Labour will stabilise the economy by being responsible with public finances through our strong fiscal rules. It is on that foundation that our green prosperity plan will invest in the jobs and industries of tomorrow as we meet our climate obligations and secure our energy supply here in Britain. There are great opportunities for the industries of the future, and opportunities for Government to partner with industry and invest in, for instance, domestic renewables such as wind, hydrogen and carbon capture, and nuclear as well. Labour will create a national wealth fund so that when we build British industry, the public will have a stake and receive a return on those investments. The next Labour Government will buy, make and sell more here in Britain, with an industrial strategy that is pro-worker and pro-business. We will breathe new life into our high streets by calling time on the outdated model of business rates. That is a real plan for the future, not lurching from crisis to crisis like the Conservatives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Holden**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Lady give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No. I have almost run out of time. I have been speaking for 20 minutes, and I have taken a great many interventions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So much damage has been done to our economy by the Conservatives’ reckless mini-Budget, but the Government can prevent things from becoming even worse. Today they can show that they have listened, and publish the OBR forecasts and assessments that they are sitting on so we can know the true state of our public finances and our economy. They should publish the assessments that they already have of the windfall profits of the energy giants in the next two years, and then set out clear steps to introduce a proper windfall tax. It is a sign of how far off the road of competence and responsibility this Conservative Government are that they have not already done those basic things.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People can no longer afford the cost of Tory failure. We need a stronger and fairer economy from a Government committed to financial responsibility, and a serious plan for growth that puts working people first. The very least the Government can do is publish the numbers, and I urge all Members to support this motion to ensure that they do exactly that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}