{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2022-speech-on-achieving-economic-growth/",
    "title": "Rachel Reeves – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rachel Reeves, the Shadow Chancellor of the Exchequer, in the House of Commons on 18 May 2022.",
    "content": [
        "I beg to move amendment (w), at the end of the Question to add:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“but respectfully regret that the Gracious Speech fails to bring forward immediately an emergency budget to tackle the cost of living crisis or to set out a new approach to the economy that will end 12 years of slow growth and high taxation under successive Conservative Governments.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We meet today when inflation has hit its highest level for 40 years. Every pound that people had last year can purchase only 91p-worth of goods today; that is what inflation of 9% means. Our country has a cost of living crisis and a growth crisis, with prices rising, growth downgraded and no plan for the future. None of this, though, is inevitable. It is a consequence of Conservative decisions and the direction they have taken our economy in over the past 12 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are increasingly a rudderless ship, heading to the rocks, while they are willing to watch people financially drown in the process. Where is the urgency and the action? The time to change course is now. We need an emergency Budget to deal with the inadequacy of the Chancellor’s spring statement, with a windfall tax to help to get bills down and to help families and pensioners to weather the storm. On the day that inflation has reached a 40-year high, the Chancellor is missing in action. As energy bills and anxiety levels soar, the response from the Government diminishes in comparison.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Harriett Baldwin (West Worcestershire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady asks where the action is. Will she accept that today £150 is going into the bank accounts of people in council tax bands A to D from councils across this country?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The action that Labour proposes is a windfall tax to take up to £600 off people’s bills. As the hon. Lady knows, energy bills have gone up 54%, by an average of £693. With all respect, £150 just does not cut it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour first proposed a windfall tax on 9 January, more than four months ago, and what was the first response from a Conservative Minister? It was to insist that a windfall tax would be unfair because Shell and BP were “struggling”. North sea oil and gas producers are making £32 million a day in unexpected profits. Meanwhile, parents trying to pay their bills are going without food so that their children do not miss meals—that is struggling. We now know that each and every day the Conservatives delay introducing a windfall tax, families and pensioners are forking out £53 million more in their energy bills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last night, my party supported the amendment relating to oil and gas that was moved by the right hon. Member for Doncaster North (Edward Miliband). The hon. Lady is right: there is a real need to protect our pensioners. This morning, a constituent told me that his brother, a pensioner, sleeps in a sleeping bag to keep warm; another pensioner tells me that she can turn the heating on in her house for only one hour a day. One way of helping our pensioners would be through the proposal that the hon. Lady refers to: a windfall tax on those who are making exorbitant profits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for speaking so powerfully about his constituents. After years of work and contribution to this country, a pensioner is sleeping in a sleeping bag to keep warm.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government got rid of the triple lock, and now they are refusing to implement a windfall tax. Every day, the case for Labour’s windfall tax gets stronger, while the Tory defence for refusing to act gets weaker and weaker, yet last night every single Conservative MP voted against a windfall tax for the third time. People can no longer afford to pay for the Government’s mistakes. The Government should put the national interest first and follow Labour’s advice. It is time to do the right thing; it is time to put the needs of people first; it is time to introduce a windfall tax to get bills down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Grayling (Epsom and Ewell) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Lady clarify one thing? There is a bit of dispute about how much a windfall tax would raise per household. There are about 25 million households in the UK. Will the hon. Lady confirm how much money per household a windfall tax would actually raise?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A windfall tax would raise about £3 billion. That, combined with the extra VAT that the Government are receiving because prices have gone up so much, could go directly towards taking money off people’s bills. It would make a real impact now. Every single day, the energy companies are making £32 million in unexpected profits. This Government increase taxes on working people; a Labour Government would increase taxes on the big oil and gas companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The cost of living crisis is being made worse by a wage crisis, as years of Conservative Governments have failed to stand up for working people. At the Conservative party conference last year, the Prime Minister bragged of plans for a high-wage economy. How is that going? Let me update the House. In the six months since then, average real-terms pay has not risen, but fallen. Behind the headline figures, data released yesterday by the Institute for Fiscal Studies shows not only that workers are experiencing a fall in their real pay, but that the gap between those earning most and those earning least is widening. For the hospital porters, the supermarket assistants, the delivery drivers—the very people who worked tirelessly through the pandemic to keep this country going—wages are in no way keeping up with the rising cost of living.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Anthony Browne (South Cambridgeshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I just want clarification of the figures, because they are very important. The hon. Lady said that a windfall tax would raise £3 billion; among 25 million households, that is just over £100 each, which is less than the Government are giving. She then said that there would be £600 for each household, but that would cost about £18 billion, which is £15 billion more than the windfall tax would raise. Where would that extra £15 billion come from? Would it come from an increase in Government borrowing?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our scheme is very clear. We would introduce a windfall tax, use that money to reduce VAT on gas and electricity bills from 5% to zero, and expand the warm home discount from the measly £140 that people get today to £400. We would fund that through the windfall tax, through the additional VAT receipts that the Government are getting in at the moment because prices are so high, and through receipts from the additional corporation tax that the oil and gas companies are paying. The Government will end up doing this. The only question is when they will get on and deliver for their constituents. Oil and gas companies are making record profits and people are paying record bills. It is a question of whose side you are on. The Government are very clear that they are on the side of the oil and gas companies; the Opposition are very clear that we are on the side of ordinary families and pensioners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have failed to introduce not only the windfall tax, but the employment Bill that has been repeatedly promised. There is a real-world price: allowing scandalous threats of fire and rehire to continue to drive down conditions at work, not just in the appalling P&O case, but in other sectors. Fire and rehire should have been outlawed, but thanks to this Government’s actions it is being encouraged. Employment rights for the modern world of work will not just protect workers, but boost growth and financial security. That makes for a stronger economy with firm foundations, rather than allowing a race to the bottom that takes away dignity as well as eroding family finances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake (Thirsk and Malton) (Con) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves (Lewisham West and Penge) (Lab) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I give way to my hon. Friend the Member for Lewisham West and Penge (Ellie Reeves).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ellie Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as struggling with rising fuel bills and food prices, many of my constituents are worried about their precarious work, about not knowing from one week to the next what hours they will get, and about being fired by unscrupulous employers. Does my hon. Friend agree that the Queen’s Speech was a missed opportunity to introduce the long-awaited employment Bill, which would ensure that workers get the dignity and security that they desperately need?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The sad truth is that the Government used to agree. Introducing an employment Bill was in their manifesto; in fact, they have been promising it for five or six years. Let us have that employment Bill to protect people at work, so that working people do not have to resort to food banks, and so that they have the security and dignity that work should provide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "April’s International Monetary Fund data show that families in Britain are more exposed to the cost of living crisis than countries such as Germany, France and the US because of depleted savings. Savings are declining and household debt is on the rise, not because millions of people can no longer manage a budget, but because millions of people cannot afford a Conservative Government. Working families are increasingly struggling with their budgets because the Chancellor has failed to act in his Budgets. The Food Foundation believes that since January, 2 million people have not eaten food for at least a whole day, because they could not afford to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Geraint Davies (Swansea West) (Lab/Co-op) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I give way to my hon. Friend the Member for Swansea West (Geraint Davies).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Geraint Davies**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend knows that food banks were used by something like 26,000 people in 2010 and are now used by 2.6 million people—100 times as many. Does she agree that the economy’s growth now contrasts dismally with its 40% growth in the 10 years to 2008 under Labour? The Institute for Fiscal Studies has said that if we were on the same growth trend, the average person would be £11,000 better off and could therefore weather the storms that we are suffering because of the Tory Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. That is the Tory growth penalty—the effect of the lack of growth in the economy. Average earnings are £11,000 less than if growth had stayed at the same rate as under the last Labour Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend mentioned a hundredfold increase in food bank use. This is not normal; it is the consequence of Conservative Governments’ choices. Meanwhile, what have we heard in recent weeks? We have heard suggestions from Ministers about what people can do in their own lives to deal with the cost of living crisis. The Prime Minister thinks that a 77-year-old pensioner who rides on the bus all day to keep warm should be grateful for her discounted fares; the Environment Secretary has lectured people struggling with the cost of food, telling them to “buy own brands”; and the Secretary of State for Levelling Up, Housing and Communities has treated the need for an emergency Budget as if it were an audition for a comedy club. Another out-of-touch Minister has told people, just this week, that if they are struggling financially they should simply work more hours or get another job—as if it were as easy as that. The Chancellor continues to insult the public’s intelligence by suggesting that a compulsory £200 loan—a loan that must be repaid—is somehow not a loan, and now blames a computer system for his decision not to help the least well-off. What planet are they on?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Nadia Whittome (Nottingham East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my hon. Friend agree that given that wages have been falling for the last 14 years and inflation is now at 9%, or 11% for the poorest families, there is an alternative to people’s wages being squeezed—that the Government could squeeze profits instead? Shell and BP raked in more than £12 billion in the first three months of this year alone, and it is shameful that every Conservative Member voted against a windfall tax yesterday when they had the chance to support it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conservative Members voted against the windfall tax not for the first time, not for the second time, but for the third time. Every single Conservative MP opposed what they know is the right thing to do. A Labour Government would tackle the cost of living crisis head-on. We would introduce a windfall tax on oil and gas producer profits to cut household bills by up to £600, a home insulation policy that would save millions of households up to £400 a year, and a discount on business rates for high street firms funded by a tax on the online giants. Perhaps the Chief Secretary can tell us in his speech why the Government will not abolish the unfair, outdated and unjustifiable non-dom tax status, and use that money to keep taxes on working people down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, Labour would put a stop to the Chancellor’s fraud failures, which allowed £11.8 billion of taxpayer funds to go criminal gangs, drug dealers and worse. We would claw back every penny of taxpayers’ money that we could, because the public are sick of being ripped off and they want their money back.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are now in the worst of all possible worlds, with inflation high and rising, and growth low and falling—in other words, there is stagflation. This Conservative Government must address the underlying weaknesses in our economy, which are the result of years of Tory failure. Growth has stagnated, not just this year but over the last 12 years, falling from 2% on average under the last Labour Government to just 1.5% a year in the decade leading up to the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservatives have failed to work with British industries—employers and trade unions—to create the economic growth that would benefit everyone, and for 12 years that approach has sown chaos and uncertainty, making it impossible for businesses to invest with confidence. Now the UK economy has the worst growth projections of any G20 economy but one: Russia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Lady give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bank of England has issued a stark warning of a downturn next year, with GDP projected to fall, and it is not set to get much better after that. [Interruption.] The Chief Secretary says, from a sedentary position, that it is set to get better. Oh, yes—growth in the following year is expected to be 0.25%, almost 10 times lower than what the Office for Budget Responsibility predicted in March. Well, done, Tory Government!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have heard nothing from this Conservative Government about what they will do to change the situation, and if the Chief Secretary is proud of that record, good luck to him. The Government have no plan to provide the catalytic investment that we need to create new markets, no plan to get trade moving again and tackle the supply chain problems facing businesses, and no plan for a new industrial strategy to make the most of Britain’s potential, bringing good jobs to all parts of Britain. The Conservatives have become the low-growth party, and our country is paying the price.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Matt Western (Warwick and Leamington) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is making some powerful points about the fall in growth. I am sure she will be as concerned as I am about the statistics which show the decline in business investment, which I think is down by 9%. We are seeing a 34% fall in automotive production, which is a massive hit for the UK economy. The impact on our foreign competitors is less, because those countries have a strategy. Does my hon. Friend agree that this Government seem not to have an industrial strategy—for gaming semiconductor production, for example? Does she agree that that is what is needed, and that is what a Labour Government would do?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The figures from the International Monetary Fund show that investment as a proportion of our economy in the UK is 18%, if we take both public and private investment into account. In other similar economies that the IMF looks at, it is 23%. If we add that up over the next six years—the IMF’s forecast horizon—we see a projection of £1 trillion less investment in the UK than in other countries. These are huge missed opportunities to create the jobs and industries of the future that my hon. Friend wants to see in Warwick and Leamington and all of us want to see in our constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s lack of action is felt by businesses. In April, the price of materials for UK manufacturers increased at its fastest rate since records began, with prices up by nearly a fifth on the previous year. When I speak to businesses, they are worried about falling consumer confidence and a lack of spending power, as well as the costs that they are having to face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Lady give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The British Retail Consortium has explained that the rising cost of living has crushed consumer confidence and put the brakes on consumer spending. So many businesses that worked tirelessly to adapt and survive the pandemic were banking on this year to recover, and it is just not happening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Lady give way, on that point?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We could be so much better. Our geography, our universities and our industrial heritage offer so much potential, but the Government do not do enough to unlock it. I have seen the brilliant businesses and emerging industries that will power our economy and lead the world: businesses such as Nanopore, a technology and life sciences firm that started as a research team at Oxford University and now employs more than 600 people; Rolls-Royce in Derby—I was there a couple of weeks ago—which is leading pioneering research with world-leading engineers developing carbon-neutral technologies; and Castleton Mills in my own city of Leeds, once a key part of West Yorkshire’s textiles industry but now a creative, collaborative space housing freelancers, remote workers and start-up businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Lady give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the success that I see all around the country could be strengthened with strong leadership and vision from the Government. Ministers are more concerned about the next headline or photoshoot than about creating credible plans for growth and success. Today, as inflation spirals out of control, where is the £3.4 million PR budget in the Treasury, and what is the Treasury doing?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Lady give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will give way to the hon. Gentleman. [Hon. Members: “Hurray!”]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will sit here again next time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady mentioned earlier the support for households in the form of the £200 discount on their energy bills. That went to 100% of households. The £150 council tax deduction reached 80% of households. Will the hon. Lady tell us what percentage of households would receive the £600 per household to which she referred?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is great to see Conservative Members taking so much interest in this. It suggests to me that a policy from them on the windfall tax is coming soon, and it will be welcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have said that the £600 would go to a third of households. We would increase the warm home discount from £140 to £400, and that would go to a third of households. The hon. Member is, like me, an MP in Yorkshire. Across Yorkshire, every day, an extra £4.5 million is spent on energy costs as a result of the Conservative party’s failure. A total of £220 million has been spent in the seven weeks since the energy price cap went up. Constituents in Thirsk and Malton, like my constituents in Leeds West, are looking for answers, and an expansion of the warm home discount, paid for by a windfall tax, would make a massive difference throughout our region in Yorkshire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need an ambitious plan for the future. That is why Labour will scrap business rates, and the system that replaces them will incentivise investment, promote entrepreneurship and bring life back to our high streets. The race is on for the next generation of jobs, and Labour will make the investment we need with a growth plan to bring opportunities to the whole country, working in partnership with great British industries to get us to net zero and revitalise coastal communities and former industrialised towns. We do not want to be importing all the technologies and products we need; if we can make it here in Britain, we should do so. That is why a Labour Government will buy, make and sell more here at home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will make Brexit work, with a bespoke EU-UK veterinary agreement to cut red tape for the food and agriculture industries and mutual recognition of professional qualifications to help our fantastic business services industries and to make it easier for our creative industries to tour and perform. Unlike the Conservatives, Labour will ensure that our economy grows and prosperity is shared.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Martin Docherty-Hughes (West Dunbartonshire) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the matter of making Brexit work, there is a concern that the United Kingdom now mirrors the United States with its labour shortages, rather than mirroring the right to work across the European Union. This is having a drastic effect on the whole of the United Kingdom of Great Britain and Northern Ireland. Can the hon. Member say a wee bit more about how they want to emulate Europe’s labour market situation rather than that of the United States with its labour shortages?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rachel Reeves**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The best way to fill those gaps in the labour market is to be training people here in Britain. We have seen the nurses shortage in the papers today. We are having to bring in nurses from all around the world because we are not training nurses here. There are job vacancies here in Britain, and we need to ensure that our young people get the opportunities to train for those high-paid and high-skilled jobs here in Britain. [Interruption.] The Minister says that no one disputes that, so why are the Government not doing it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Tories are out of touch and they are out of ideas. They are the party of high taxes because they are the party of low growth. Their choices have made the cost of living crisis much worse than it needed to be. Their decisions have left those with the least fearing for the future. The Tories cannot be trusted with public money. They have handed billions to their friends, to their donors and to fraudsters. We need an emergency Budget with a windfall tax to keep energy bills down. We need a Government that take growth seriously. We need a new vision for a fairer and more prosperous economy. Labour has a different economic approach: pro-worker and pro-business, with a plan to unleash the potential of both. A Labour Government would steer our country through these difficult times together. I urge Members across the House to do the right thing today and vote for an emergency Budget to get our country and our economy back on track.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}