{
    "url": "https://www.ukpol.co.uk/rachel-reeves-2016-speech-in-tribute-to-jo-cox/",
    "title": "Rachel Reeves – 2016 Speech in Tribute to Jo Cox",
    "post_date": "June 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Rachel Reeves",
            "url": "/tag/rachel-reeves/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Rachel Reeves, the Labour MP for Leeds West, in the House of Commons on 20 June 2016.",
    "content": [
        "I stand here today to honour a friend and a colleague. Along with shock, anger and grief, I have very many fond memories of Jo. Jo and I knew each other for around 10 years. I have known her husband Brendan for longer than that: we first met at a Labour student conference about 18 years ago, and it was through Brendan that I first met Jo.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remember Jo and Brendan coming round for dinner at my and my husband’s house in London and our visiting them on their boat—first in Ladbroke Grove and later in Wapping. I remember worrying that I had drunk too much wine early in the evening, until I realised that it was the boat that was swaying and not me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remember talking with Jo about her future shortly after I became an MP. She was thinking about standing for Parliament and spent a day shadowing me in my constituency of Leeds West, talking to constituents about their problems, campaigning with local party members and attending meetings. By the end of the day, a lot of people were not sure who was the MP and who was doing the shadowing. Jo had a way with people—a way of relating to people from all walks of life. She had a real way of doing that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Jo’s main hesitation about a parliamentary career was her young family. She worried, as many of us do, about whether she could be a great MP and a great mum at the same time. But when the opportunity came up to represent her home seat of Batley and Spen, Jo felt a special responsibility to step up and do what she could for the place where she was born, grew up and went to school—the place that Jo called home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Jo wanted to make the world fairer, more equal, more tolerant and more generous. We all have better instincts and deepest fears. Jo appealed to our better instincts—our sense that, as she said in her maiden speech, what we have in common is greater than what divides us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Friday morning, less than 24 hours after Jo was killed, I sat in a coffee shop in Batley just a few minutes away from where Jo had been murdered. A woman came over to me and said that she had not known Jo, but that Jo’s death had made her want to be a bit more like her—a better person, a better mother, a better daughter, a better wife. It is ironic that, having travelled to some of the most damaged, war-ravaged places in the world, Jo died so near to her home. But she died doing the job she loved, in the place she loved, representing the people she loved. Her mum and Dad said to me that Jo would not have changed a thing. She lived the life she wanted to live. And yet, in her Mum’s words:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“She had so much more that she could have done”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Jo was struck down much too soon. So it now falls on all our shoulders—the woman I met in a Batley coffee shop, Jo’s friends, MPs, all of us—to carry on Jo’s work: to combat and guard against hatred, intolerance and injustice and to serve others with dignity and love. That is the best way we can remember Jo and all she stood for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But lastly, let me say this. Batley and Spen will go on to elect a new MP. But no one can replace a mother.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}