{
    "url": "https://www.ukpol.co.uk/john-reid-2001-speech-at-the-belfast-telegraph-awards/",
    "title": "John Reid – 2001 Speech at the Belfast Telegraph Awards",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "John Reid",
            "url": "/tag/john-reid/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Reid in Belfast on 4th April 2001.",
    "content": [
        "I am delighted to be here tonight to celebrate the very best of business in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are here to celebrate your achievements. In different ways all of you are pushing forward the boundaries of what is possible. Exploring new avenues, forging new partnerships.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we are here because we share a vision. All of us are actively seeking to build a new Northern Ireland:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– a new political landscape, based on equality, mutual respect and lasting peace\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– and an economy based on innovation, enterprise and investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And everywhere there is evidence that peace pays:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– unemployment continues to fall – unemployment in Northern Ireland now stands at 5.9% – well below the EU average of 8.1%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– investment in manufacturing is up 75% over the last 5 years (compared to a UK average of 16%).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– overseas investment is pouring in. Last November Fujitsu announced that they were setting up a £29.4 million engineering centre in Belfast. This will create 400 jobs for skilled engineers over the next 4 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– new domestic investment has been just as impressive, with £564m invested in the last 4 financial years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has never been a better time to do business in Northern Ireland. But you don’t need me to tell you that we cannot rest on our laurels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The world is changing. The coming years will bring advances that our minds cannot even conceive of today. They will bring new political alignments in Europe and further afield.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But these rich promises come with a warning: as the globe shrinks, as the communications revolution permeates even the remotest areas, we will have to fight harder not to be left behind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because business is changing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "E-commerce and e-business are radically changing the nature of individual businesses and indeed entire economies around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Northern Ireland has made a good start. It is at the leading edge of the design and development of communications hardware and software for a worldwide market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is an advanced and reliable telecommunications network that ensures fast Internet access. An environment that encourages and rewards innovation through support for research and development in knowledge-led areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the educational infrastructure is in place: university research centres of excellence, working alongside industry. A supply of quality IT and electronics graduates, post-graduates and experienced personnel. And there is already a significant cluster of internationally successful IT companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But business will only get faster, competition fiercer. And Northern Ireland simply cannot afford to be left behind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thousands of new jobs could be created in Northern Ireland over the next five years and hundreds of thousands of existing jobs sustained if we immediately grasp the exciting opportunities presented by the Information Age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It presents us with a simple choice: we can do what we’ve always done and lose out. Or we can transform the economic landscape, with the simple tool of human intelligence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Education is the single most important weapon in our fight to promote innovation, excellence and inclusion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this new world it will be knowledge that divides the haves and the have-nots. So, above all else, we must equip our younger generations to lead the line in technological advances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must build a society, a political culture and the sort of progressive, innovative economy that makes young people want to stay here in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too long we have had a political culture of ‘name and blame’ rather than one that seeks collective solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too long, too many young people have felt that their talents are wasted here, that their lives are less than they might be elsewhere. They are the forgotten casualties of past conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too long the images that have gone round the world associated with Northern Ireland have been those of conflict and there are still those like the bombers who placed the device outside the BBC in London who are determined to condemn Northern Ireland in the eyes of the world. Every television bulletin that carried those pictures was one less potential job for Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the perception that we must reverse. That is why we all – Governments, political parties and people – must accept our responsibilities as well as our rights under the Good Friday Agreement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Opportunity for all, matched by responsibility from all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is our duty to the next generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The political progress of recent years has helped to stem that haemorrhage. But we must do more: we must attract the Northern Ireland diaspora back from Silicon Valley and from the Boston corridor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must build centres of excellence of our own.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Northern Ireland has a talented, motivated, educated young population. They are crying out for the chance to fulfil their potential where their homes are and where their families live.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Already that outward migration has been reversed. For the first time in our history, more people are streaming back than are leaving our shores. But I want to turn that stream into a tide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That should be our promise to the next generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They – and the world – will not understand if we choose to cripple ourselves in parochial disputes, to channel our potential into destruction, not creativity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will only survive if we command respect, not inspire sympathy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last century in Ireland was one of almost continual political conflict. A century of devastating, futile violence. Of wasted lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This must be a Century of opportunities seized, not squandered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tonight I can tell you: this Government will not shy away from change – social, political or economic. In partnership with business we can take this new world by the scruff of the neck. We can shape it and make it work for us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we can look our younger generation in the eye and say: there need never be refugees from Northern Ireland again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}