{
    "url": "https://www.ukpol.co.uk/john-reid-2004-speech-to-the-faculty-of-public-health/",
    "title": "John Reid – 2004 Speech to the Faculty of Public Health",
    "post_date": "February 14, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "John Reid",
            "url": "/tag/john-reid/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Reid, the then Secretary of State for Health, on 10 June 2004.",
    "content": [
        "[![johnreid](https://www.ukpol.co.uk/wp-content/uploads/2016/02/johnreid.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/johnreid.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have launched the biggest and most comprehensive consultation, discussion and debate on Public Health that this country has ever seen. It has one objective – to encourage everyone in the country to achieve a longer, healthier life – by adopting a healthier lifestyle.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For many people that may involve a changed lifestyle – changing diet, exercising more, drinking more moderately, or stopping smoking for instance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are to succeed in this all of us know we have to recognise one central reality. We want everyone to change, because everyone can benefit; but we recognise that not everyone will find it as easy as every one else to achieve change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not just because they are weak-willed or lack motivation or because they don’t want to be more healthy or live longer, but because each of us lives our life in different and unique circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course men and women have free will. But they don’t exercise that willpower in the same circumstances as each other, or in circumstances of their own choosing. That is the central realistic point we have to address.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, if we really want to help people change their lives, then, for many, we will have to help them change their own social circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why it has been so important for this Government to tackle poverty, poor housing, lack of family support and social exclusion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we never forget either that when taking into account these different circumstances we are dealing with human beings, not social statistics or medical records.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why our great consultation on Public Health is not primarily about what we want to achieve. We know what we want to achieve, what the consultation has been about is how we are going to achieve it and how we are going to balance the health outcomes we want to see, with the personal control and social freedoms that all of us want to maintain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we need to discuss issues like obesity, for instance, with a sensitivity that recognises the possible hurt and embarrassment that people, especially obese young people, might feel. We don’t forget that a whole gamut of social, medical and psychological factors may underlie obesity as well as the more obvious factors, and may make combating obesity a greater struggle for some than for others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we talk about healthy diets, about fresh fruit and vegetables, we always have to remember that low incomes, single parenthood, large families, or geographical immobility can constitute huge barriers to healthy eating for some people, barriers which simply do not exist for other people in more fortunate circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And when we discuss smoking, drink or drugs let us never fail to recognise that social deprivation, straitened circumstances or lack of affordable alternative social horizons do make it much more difficult for some of us to kick the habit than it might be for others in more conducive circumstances with greater social alternatives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sixty years ago we dedicated ourselves to equal access to health care in this country. We intended that there should be reasonable equity in health outcomes for everyone. And yet, here we are, some six decades later with the glaring differences in health between different sections of our population. One of our great failures has been the remaining inequalities in health, particularly among working class and ethnic communities. I very much want to see those inequalities eroded. But if we cannot even begin to discuss, question and honestly explore the circumstantial setting and cultural factors which might have led to those inequalities – honestly search for the barriers to our message getting through – without the sort of hysterical reaction we have seen in certain quarters in recent days, then it perhaps begins to explain why we have failed in the first place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, above all, let’s all be grown up enough to understand that to take these circumstances into account – to try to understand other people’s position, motivation, and point of view – is not to urge people to continue unhealthy eating, excess drinking or smoking. Quite the opposite, because it is precisely by recognising these factors that we can spur ourselves to change social reality for so many, and it is the failure to recognise them which would ultimately condemn us to failure in our quest for better public health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I truly believe that if we were ever to make that mistake, or to try to proceed by uniform diktats rather than by carrying people with us wherever it is possible – then our campaign will inevitably fall short again – precisely because it will not reach those parts of our community and society that has so far had the worst health outcomes and where it is most needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the message is clear. In our style we should and will be encouraging, assisting, persuading, and supporting people wherever possible – not hectoring, condemning or didactic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is my view that in a free society, dictation should always be the ultimate, default position, not an eagerly embraced starting point for everything.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So our task is not to ask people to overcome insuperable social circumstances on their own, nor to dictate how they will live their lives, but to empower them to more easily change their own lives by changing these countervailing circumstances, combating poverty, homelessness or isolation as an integral part of our struggle for better public health in Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}