{
    "url": "https://www.ukpol.co.uk/john-reid-2003-speech-to-amicus-conference/",
    "title": "John Reid – 2003 Speech to Amicus Conference",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "John Reid",
            "url": "/tag/john-reid/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Health Secretary, John Reid, to the Amicus Conference at Bishop’s Stortford on 17th September 2003.",
    "content": [
        "NHS values are at the core of existing and future policy of this Government. Equal access to health care free at the point of need paid for out of general taxation. We need to say much more loudly how important these principles are in the improvement of the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Especially since the consensus which has held for almost six decades has now been shattered by a Conservative Party which is more extreme on the issue of health than even Mrs. Thatcher. In that, they are at odds with the British people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Independent MORI survey data shows consistently that three quarters of the British people believe the NHS is critical to British society and we must do everything to maintain it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Satisfaction with the NHS is higher than 10 years ago. And the NHS – and the future of the NHS – is not only a key issue. People feel it is more important than any other issue – including crime and immigration. They are committed to this idea of collective provision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And one of the central aspects of that is the belief that everyone in the country should have equal access to care – that no one should be discriminated against in their access to health care because they have less money or because they live in the wrong part of town.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This value of equity rests at the heart of our people’s affection for the NHS and their trust in it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why the Government have regarded it as so important. This is why we set up NICE in order to overcome inequity in treatment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People believe strongly that if we all pay for the NHS out of the taxation that we all contribute towards, then we all have the right to use the NHS equally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People recognise that the introduction of money directly into the health service transaction would add a considerable barrier to access for those people who had less money than others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If money was involved as a part of each health service transaction – whether at the GPs, when seeing a nurse, or at hospital – those people who had more money would be able to increase their access. We would therefore not have a system of equal access.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So it is not through individual meanness that the British people reject any form of payment for health services. Rather it is because they recognise the inequity this would inevitably cause.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As today’s Datamonitor report on private medical insurance shows the number of people taking out private medical insurance has fallen by more than 10% this year. Their own analyst points out this is because “recent hike in premiums has priced some out of the market”. As the NHS gets better, private medical insurance is getting dearer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a major challenge to the Tory patient passport plans, and they will now have to recost their plans. On last year’s figures the Tories needed to find £1billion to fund this subsidy skewed to the wealthy. As the premiums go up, the potential tax relief liability goes up. So now they’ll need to make even more cuts to the NHS to fund their policy. Given the escalating and unsupported cost of this policy, Liam Fox should today dump his ridiculous proposal and return to the principles of the NHS. Equal access to treatment free at the point of need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a value with which the British people agree. Only around 1 in 10 people feel that the Government should encourage people to go private if they can afford it. And only 5% feel that NHS money should be given to people to buy private health care. As far as health services are concerned, inequity is simply not acceptable to most of the British people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The original White Paper on the NHS written in 1944 expressed this simply: “Everybody in the country…should have an equal opportunity to benefit from medical and other services”. That was an important aspiration then – it is important now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So equity is not an ‘add on’ to the NHS. It is a cornerstone of the NHS itself. Social fairness in the relief of pain and distress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And yet, for all our success in combating preventable pain, the National Health Service has not as yet achieved that aim. At the moment, the NHS principle of equity provides the opportunity for a universal and equitable service, since it does not introduce the barrier of cost to the patient into the process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we must be honest – the present system does not yet meet this goal. We must do more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first thing this needs is extra investment to provide the resources and the capacity we need. The extra investment that is now taking place in the NHS over the next five years we will see the biggest sustained funding increase in history.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That massive increase – and those extra 55,000 nurses, 6,500 doctors, tens of thousands of additional workers – provide us with the possibility of moving further towards the goal of equality of access.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we need more than just increases in capacity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In July, I outlined the developments that will help us work towards our manifesto commitment on choice, which said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We will give patients more choice…… By the end of 2005 every hospital appointment will be booked for the convenience of the patient making it easier for patients and their GPs to choose the hospital and the consultant that best suits their needs.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I want to explain to you that one of the main reasons for increasing choice in the NHS is to increase the fair distribution of access to health services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Choice and capacity building are partners, not enemies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recognise that for some people this may appear counter-intuitive; for some time now it has been simply assumed that any increase in choice would automatically lead to a decrease in fairness. Many commentators have expressed the belief that it is inevitable that an increase in patient choice would automatically mean we lose the equity that they believe is a cornerstone in the provision of NHS services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I disagree with them on two counts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, they are wrong to assume that the existing NHS distributes access to health care in an equitable manner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second they are wrong to see choice as inevitably increasing inequity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s commitment to fairness in the health service is so strong that to help to extend fairness we will extend choice for patients in the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fulcrum of my argument is not just that fairness is central to the NHS, but an honest acceptance of the fact that the aim of the 1948 health service to provide equality of access to healthcare has not been fully met.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, if we take this principle seriously – if we really want to achieve fairness in access to health care rather than just talk about it in resolutions – the NHS will have to work differently to bring it into reality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the past, the collective responsibility to achieve equity in access to health was demonstrated by providing health services for ‘the general public’. For decades it was felt that in order to meet the health service needs of masses of people we would need to mass-produce a health service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was felt over these decades that uniformity would create equal treatment for all. It was believed that delivering everyone the same sort of service would ensure that everyone would be treated fairly. The idea seemed to be that all of the British people were all the same and therefore if we were treated all the same it would create fairness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was not the case. The mass production of any service ultimately fails to meet the individual needs of each service user. We have understood that lesson in industry; and we increasingly understand it in service delivery. Since the 1970s we know that uniform services have failed to meet the needs of women, people from ethnic minorities and others in the population who are without sufficient confidence and resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need a service which is comprehensive, fair to all, and personal to each.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The problem of unfair health service access is not a new one. Researchers have been pointing it out for some time. A famous left wing critique of the NHS, Tudor Hart, as far back as 1971 created the famous “inverse care law”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "His point is that, for a variety of reasons, the areas where there are poorer people with greater need simply have less health services than better off areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognised that a part of the inverse care law is caused by material factors. More resources had to go to poorer areas. So our distribution of investment to PCTs last December gave the largest increases to those areas where there is the greatest health need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This emphasis on revenue spending has been matched by some of the larger inputs on capital expenditure. So for example there is a £707 million programme of investment in the infrastructure to support the continuing expansion of cardiac centres and diagnostic facilities in District General Hospitals. In cancer, new scanners have been delivered to the 6 most deprived health authorities in the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not possible to change the distribution of health resources overnight but we have begun to tackle the past distribution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the inverse care law is not just about the distribution of resources. There are what we can call cultural issues involved where some are much more likely to have the information and the confidence to use that information than others. Any system which tries to limit information and fails to support people in using that information will inevitably be unequal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why our policy on choice in the area of elective surgery for instance will also further our aim of equity. At the moment, there are real problems of equity of access to current health services. For example, in cardiac care there is evidence of inequitable access in the past to treatment in both diagnosis and operations. Studies of cardiac care have shown that deprived patients appeared to wait longer for surgery and were less likely to be rated urgent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Doctors, nurses and administrators do not deliberately deliver health care in a discriminatory way. They work with patients and provide them with care to the very best of their ability and with the resources at their disposal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, whilst the existing system is set up to provide a fair chance for everyone, we know that there is room for the patient to intervene and ‘work’ the system. People with more information, confidence and general knowledge of public services are in a better position that others. The existing system, in fact, distributes access unequally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is considerable evidence of differential access to other elective surgery. There are, for example, lower levels of treatment rates for hips, gallstones and hernias for lower socio-economic groups relative to need. There are further differentials according to poorer socio-economic group between consultation rates with GPs and hospital treatment rates for cataracts and tonsillectomies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we believe in the value of fairness in the NHS then we need to do something about this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some people can work the existing system better than others. Information, confidence and support are differentially distributed. The existing system tries to exclude this, but in a modern society this is just not possible. The history of command and control systems demonstrates that no system can ever tell people what to do with sufficient force to stop people finding their way through it. All over the world that has been tried and failed. We cannot tell people what to do and where to go. It does not work. And it does not work equitably.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are a Government committed to equality of access then what we must do is try and tackle this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must start by equalising the information at people’s disposal. We are putting more and more information about NHS health services into the public domain. The British Heart Foundation makes information available to patients, and some local cardiac centres, for example Liverpool, publish their own local information for patients. Only two years ago this information was known only if you were part of a small circle of people and it was kept secret from most patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every single piece of public information open to all increases the possible power of patients. But it is our job to make sure this is known and used by everyone, and not just the chosen few.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When in doubt about whether patients want this information and choice, ask the patient!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the last year, we have been carrying out a number of pilots for patients’ choice in surgery. These have been instructive. From July 2002, all patients who had been waiting longer than six months for heart operations have been offered the choice to go somewhere else if they want. Some 2,896 patients – around 50% of those offered the choice to move to another hospital – have chosen to do so. Since October 2002, patients in London have been offered a choice for cataract surgery. And from this summer, all patients in London waiting more than 6 months for any form of elective surgery have been offered choice of an alternative hospital. To date, 7,180 London patients have chosen to have faster surgery in an alternative hospital – over 70% of those offered this choice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s be clear what we have done to date and why we have done it. Everybody within a certain clinical category, at a certain time of waiting, and in a certain part of the country gets this choice. Not those with money. Not those that are friends of doctors. Everybody. Everybody gets the same chance through this sort of choice – the same information and, crucially, the same support to help make these choices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This choice for people has not only improved their experience of the NHS, but it has also increased the use of capacity within the system. If a patient is ‘stuck’ on a single waiting list there is likely to be a hospital somewhere else that can treat them a lot earlier. By bringing all waiting lists together to provide people with choice, you increase the utilisation of the whole system. In London, in the past it was the case that some people waited for a cataract operation for 8 months and some were waiting for 8 weeks. By giving people the choice to move, you make much better use of the capacity and also encourage those hospitals that are operating well to do even more work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next year we will roll out this choice at six months across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But even this is not enough. By the end of 2005, choice at the point of referral will be there for everybody, for all elective operations. By that stage we will be able to offer at least 4 different choices for people to make. Each hospital on offer will be backed by detailed information, which will be on hand in the GP’s surgery. Whilst this information will be in the public domain in general – it is when this information goes hand in hand with the GP’s real support that it will provide all patients with the same starting point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From the point of view of equity I want to explain what this will mean. It will mean that the information base will be open to everybody. It will mean that the GP will be on hand to assist everyone to use that information. It will mean that people will be able to make decisions that fit into their own lives and their own calendars. Not just those who know a hospital consultant – but everybody for every referral.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why our approaches to increasing choice and increasing equity go hand in hand. We can only improve equity by equalising the information and the capacity to choose. And we can only provide those choices when we have increased the capacity of the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know some believe that providing everyone with choice automatically biases the system against those who are socially disadvantaged and will lead to inequity. There are two problems with that position. First, as I’ve said, the existing system of not providing everyone with choice has not created equity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are wrong for a second reason. Working people, poorer people, people who have disadvantages in their lives are quite capable of making difficult choices. Living the lives that they lead, they make very difficult choices every day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Trying to make the most of a small income.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Coping with a world where English is not your main language.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Trying to tussle through a bureaucratic maze to get your rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are everyday activities for disadvantaged people and they need great capacity to survive and thrive. Such people – if given the information and the support of their GP – will be able to make choices for their health and their health service. And anyone that denies this is simply patronising people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we start from a position that recognises a painful truth. 55 years of a ‘uniform service’ has not created equality of access. If we believe in greater equality of access we need to empower not just the few but the many. To do this we need to put the information and support in the hands of every patient and encourage them to take a greater say in where they have their treatment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government this week has been accused of being “ideologically timid”. But the course I have outlined is not for the fainthearted. This is not a hunker in the bunker policy. It is a real challenge to those who mistake the structures of the NHS for its values. If we were not addressing the issue of equity then thinktanks could rightly claim we had “lost our way”. But we have not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is by developing choice and capacity in the NHS that Labour will increase equity in health in his country. If we were timid or had lost our way we would not – painfully at times – be reforming the NHS. But this would be the ultimate betrayal of modern working families since a failure to reform the NHS would soon be rightly seen as a failure to defend the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}