{
    "url": "https://www.ukpol.co.uk/john-reid-2004-speech-on-an-nhs-for-the-future/",
    "title": "John Reid – 2004 Speech on an NHS for the Future",
    "post_date": "February 14, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "John Reid",
            "url": "/tag/john-reid/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Reid, the then Secretary of State for Health, on 26 June 2004.",
    "content": [
        "[![johnreid](https://www.ukpol.co.uk/wp-content/uploads/2016/02/johnreid.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/johnreid.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a year since I made my first major speech as Secretary of State for Health to the Confederation. I remember that very clearly – newly arrived, anxious about the detail and the acronyms that I didn’t know, but sure that I knew and was passionate about the values of the NHS. Those values inspire and invigorate us as we shape the vision for the continuing renewal of the health service in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will know that this morning I made a statement to the House of Commons about the next steps in delivering the National Health Service Plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My preface to the plan we published today starts by saying, _“The NHS was founded on two fundamental principles. The first is that there should be equal access to treatment for all, based on clinical need and regardless of ability to pay. The second is that collective funding of the NHS, through national taxation, is the most effective way to ensure that quality care is available to all”_.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For me, these are not empty words. They are a real guide to our actions. And to carry them out, to bring them into reality we will all have to work very hard and very differently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lets remember the context of 1997, we inherited public services in a state of widespread dilapidation – a claim almost no-one would deny. This wasn’t because public services and their staff were somehow inferior. The problem was too little resource, and therefore grossly inadequate capacity in terms of staff and facilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By 1997 the hospital building programme had ground to a halt. Waiting lists were rising at their fastest rate ever. Nurse training places had been cut by a quarter. Training places for GPs were cut by one fifth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There was no maximum waiting time either for a GP appointment or for hospital treatment – although the hospital waiting lists stood at 1.1 million and many patients were waiting more than a year, with rates of death from cancer and heart disease amongst the highest in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was in response to those conditions that together we developed the 10-year NHS Plan launched by the PM with the words:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_“The challenge is to make the NHS once again the health care system that the world most envies.”_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can report to you today that we are making good progress towards this goal, and that’s down to your work and your staffs’ hard work. I thank you most sincerely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the last four years we have succeeded in expanding the capacity of the NHS. I hope you know these achievements off by heart, but just in case you don’t, there are now:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– 67,500 more nurses working in the NHS compared with 1997  \nover 19,000 more doctors\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– 68 major new hospitals built, underway or planned the largest ever hospital building programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But these are just the means to the real end, improved services for patients. There are now:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– over 258,000 fewer people on the inpatient waiting list compared with March 1997\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– virtually no waits of over 9 months for a hospital admission – down from over 18 months in 1997\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– over 97% of people can see a GP within 48 hours\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– almost 19 out of every 20 people seen, diagnosed and treated within 4 hours in A&E departments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We said that we would put in place reforms to ensure services improved. We have brought in new contracts, new institutions and new services such as NHS Direct and NHS Walk-in Centres and we have embarked on the world’s largest health related IT programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Most importantly we said that outcomes for patients would improve as a result of this investment and these reforms. They have.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Cancer death rates are down by over 10% since 1997\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Cardiovascular disease death rates are down by over 23% since 1997\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– It’s because of figures like that that I am sick and tired of hearing NHS staff constantly maligned as unproductive bureaucrats.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The truth is that we are delivering more treatment, more quickly, to more people than ever before and there are thousands of people alive and well who would not have been even a decade ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I have always claimed significant progress, never perfection. That is why we are making a radical new set of proposals to develop the NHS plan. By 2007/8 we will be spending over 90 thousand million pounds of public money on the NHS. In return for such expenditure we must be ambitious.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our vision must be to meet the expectations and ambitions of people. We must provide a service that is fair to all of us and personal to each of us, offering the same access to, and the power to choose from, the widest possible range of services of the highest quality, based on equality of access, clinical need and not ability to pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, I want to start off by saying what there isn’t in this programme. There are no changes in structure; there are no changes of direction. What we will do is make the present structure work and move faster in the agreed direction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are four main issues. We must ensure that we are able to transform the way patients experience the health service. With the continued increases in capacity and as waiting times come down, we are now in a position to aim for a maximum limit to the whole patient journey of 18 weeks, from GP referral, through outpatients and diagnostic tests, to treatment. The whole journey.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then, with dramatically shorter waiting times for treatment, “how soon?” will cease to be the major issue. “How?”, “where?” and “how good?” will become increasingly important. Patients’ desire for high-quality personalised care will drive the new system. Giving people greater personal choice will give them control over these issues, allowing patients to call the shots about the time and place of their care, and empowering them to personalise their care to ensure the quality and convenience that they want.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, alongside this improvement in access, we want to give patients a greater degree of choice in where they access treatment. We want all patients to be able to choose from a range of services that best meet their needs and preferences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People will be able to book their hospital appointments for a time that suits them, from a choice of hospitals:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From April 2005, patients who need a heart operation will be offered a choice of provider from the time they are referred for treatment\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By December 2005, all patients who need surgery will be offered a choice of 4 to 5 alternatives at the time they are referred for treatment by their GP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to go further. By December 2008, every patient will be able to choose to be referred to any treatment facility that meets NHS standards and which can provide care at the NHS price for the procedure that they need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That choice will be for all – not just for those of affluence or influence and will be available because of the extra capacity and lower waiting times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not a false choice such as the one advocated by some, which is available to those with the money to jump the queue. This is choice for everyone, paid for by the NHS, equally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third, we will also extend the greater personalisation of patient care to people with chronic and long-term medical conditions. Some 17.5 million people – have their life dominated by conditions that cannot be cured – diabetes, asthma, heart failure, some mental health problems. Providing them with the personalised support and care that they need and deserve to live fulfilling lives will be a priority. We will do this by providing thousands of community matrons, rolling out the Expert Patients Programme across the country and ensuring that the new contract for GPs delivers the best care for patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fourth we also need to ensure that the NHS becomes more than just a sickness service. We have a duty as a Government to ensure that everyone has the chance to live a healthy life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The White Paper that I will publish in the autumn will set out in more detail our plans to tackle the major causes of ill health, including smoking and obesity. We have called that White Paper ‘choosing health’, because our policy is to encourage more people to make more healthy choices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also want to work with people to improve the conditions that effect their choices – giving people a better chance to make those choices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These improvements will be underpinned by strong reform. By 2008:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– The national IT programme will ensure that patients can make informed health choices and can increase the efficiency and effectiveness of NHS staff\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– NHS Foundation Trusts will have become the norm for hospital care, enabling local hospitals to respond more quickly to their patients’ needs;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– PCTs will be able to commission care from a wide range of providers, including those in the independent sector;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– The new system of payment by results will have been fully implemented, supporting patients as they exercise choice and ensuring that there are strong incentives for the NHS to make the best use of resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The NHS University will ensure that NHS staff are given more help to train and learn new skills\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fewer national targets will be set, ensuring a greater degree of local flexibility to respond to local health needs and reducing still further the extent of central involvement in the running of the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also pleased to formally announce today that our plans to establish a new employers’ organisation under the umbrella of the NHS Confederation are coming to fruition and the new organisation will be in place in October.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The employers’ organisation will provide an authoritative voice for NHS employers. Within the context of Government policy and resources, it will have responsibility for conducting national negotiations on pay and conditions. It will represent employers’ views and support them through guidance, advice, information and research.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are improvements that will re-define the service that patients can expect from the NHS. An NHS characterised by:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Commitment, not ambivalence\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Investment, not cuts\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Access based on need, not ability to pay\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Queue cutting, not queue jumping\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Fair for everyone, not just the rich few\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Personal to each of us, not just those who can afford it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the next four years we all have a big chance to develop an NHS which will meet the aspirations of today’s people. To secure the NHS as a part of the personalised world of today and to demonstrate that the greatest gift from the people of this country to the people of this country is able to meet the expectations of people in the 21st century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}