{
    "url": "https://www.ukpol.co.uk/john-reid-2003-speech-to-nhs-chief-executives/",
    "title": "John Reid – 2003 Speech to NHS Chief Executives",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "John Reid",
            "url": "/tag/john-reid/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the speech made by the then Secretary of State for Health, John Reid, to the NHS Chief Executives Conference on 3rd February 2003.",
    "content": [
        "You are the leadership of the NHS. And coming as you do from both a clinical and a managerial background the fact that you are the NHS leadership demonstrates how vital it is for nurses, doctors and managers to work together. And I would like to thank you for your leadership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last September, in my first speech to you, I argued for the importance of values for the NHS. Values matter, not because they make us feel good about ourselves, but because they are awkward, difficult, bloody minded guides to action. They stand judgementally outside of our practice and argue with us to do better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The other thing about values, is they don’t go away, They are not just for Christmas. If you believe in them they last for a long time and they go on arguing with and improving your practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The more we believe in these values; the more the values argue for reform to bring them about. And as I hope you notice, I believe in them strongly. So meeting the challenge of holding strong values argues for policies and practice of strong reforms. That is what my speech today is about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lets look at where we are – the work you all do. The main value we are working towards is equity of access to health services free at the point of delivery. That value cannot be met when some people were waiting 18 months for their operations. The target for inpatient waiting times that you met last April, hopefully the targets you meet this April and will meet next year are all about equalising access to hospital treatment. The same is true of the 48 hour access to GPs. Without access there can be no equity of treatment. That’s why our first priority as a government has been to respond to patient demand and grow the treatment capacity of the NHS at an unprecedented rate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delivery now and in the future has and will come about because of massive investment plus reform. This is now beginning to deliver real improvement and with the new contracts for all our staff and the growth of new capacity there will be more. With this new capacity the NHS is beginning to produce real results. We continue to see an increase in elective admissions for patients into hospital and a large growth in procedures in outpatients and primary care. Taken together they show that on current trends about 400,000 more people than last year will have elective procedures. And both the NHS and independent sector Treatment Centres are playing their part in delivering additional capacity. Waiting times – the publics number one priority – are coming down. This is important because it improves equity of access.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this is not enough. In December we published Building on the Best, which demonstrated how we need to personalise our NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the past the NHS has believed that uniformity of provision would create equity. To create that uniformity, decisions would be taken away from the individual patients and carried out by a centralised system. Sameness however, did not created equity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that is why in Building on the Best we have been so careful to ensure that equity remains a goal for choice. People will get support and information in making those choices including interpretation for black and minority ethnic patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Choice can and should be a part of our journey to greater and greater equity of access. As the Long Term Medical Alliance says\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Choice is often seen as a prime example of inequity in health care. LMCA believes it is possible to use choice as a lever to improve equity, but only if this has been made a specific objective”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, just as increased delivery was aimed at meeting the value of equity of access so to is our second policy aim of personalising the NHS. Equity and personalisation go hand in hand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this is not enough. The NHS needs to, along with the rest of government and the rest of society, work with all the members of the public in helping them to improve their own and their families health. It is obviously in the interests of the NHS that people look after their health. The better the public improve their own health, the more the NHS will achieve. The NHS needs to play an increasing role in that process too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This too is about equity. One of the first facts I heard when I became SofS has truly shocked me. The fact that a boy born in Manchester lives ten years less than a boy born is Dorset is a disgrace and is palpably unequal. Of course that’s not just a matter for the NHS, but all of us, health service, government, and above all society itself should not let that situation continue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How will combining these three themes work for an issue that you are looking at this afternoon – chronic disease management. There are 17.5 million people suffering from a chronic disease in England. We could just try to manage chronic diseases through increased capacity of our present system . Whilst this would provide us with a full range of different healthcare options, it does not fully engage the patient.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Look at what the NHS could do as we develop our more personalised approach to health services, which gives the patient an opportunity to self manage and navigate their own way through the different ways of getting help with their chronic diseases. This will not just create a better experience for the patient but will improve medical outcomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we need to go further to develop an integrated prevention strategy as well. A genuine set of preventative health improvement measures would play a direct role in chronic disease management. It would reduce the numbers of people at risk, and mean fewer complications for people who already have the disease. The core business of the NHS draws us towards the wider agenda of the health of the public. We will mainly do this because it is the right thing to do, but it is also the case that – as Derek Wanless pointed out – the task of the NHS is less difficult if the public are engaged in their health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a part of this process of developing our core business I want to endorse the conversation that you will be having with Nigel and Trevor Philips later on about leadership and race equality. For decades now people have been extolling other people to do more about race equality and far too little has actually happened. I want to explain why today is different. If you look at these three building blocks of our core business, we can’t do any of them without creating more opportunities for different black and minority ethnic groups.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Look at delivery. Go into any part of the NHS and our staff our capacity to deliver anything at all, is as diverse as the nation. If we don’t make sure there is more internal race equality for those staff, we will not deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Look at personalisation. The need for personalising the health service is a medical one. Peoples bodies and needs are different. We need systems that treat them differently, and one of the main themes of difference is ethnicity. People live different lives and as such they need a different approach. Without greater race equality we can’t deliver a service that is personal to everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Look at improving the health of the public. The public we have is the public we serve. It is their health we have to help improve not some public in the image of the late1940s. In 2004 our public is wonderfully diverse, if we are going to engage them in improving their health, then we have to engage them all in their diversity. Without greater race equality we cannot do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From here on in we cannot do our core business without it – and to signal that, in the near future Trevor Philips and I will be publishing a pamphlet making out that case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the wider front of the health of the public, I am announcing today a very broad consultation leading to a new White Paper on the next stages of action to improve the health of the public. I am making this announcement to you as the leaders of the NHS because you will be key in both developing and implementing this policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, and I want to stress this, the prime responsibility for improving the health of the public does not rest with the NHS nor with the Government, but with the public themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, the public recognises this. We are seeing a huge upsurge of interest in improving people’s health and wellbeing. It dominates pages in the Press everyday – and not just for the New Year resolution season. Our newspapers, magazines, television programmes are full of material about how to be fitter, healthier, and happier. We are seeing debates across whole cities about how to develop approaches to transport, to smoking, to housing, to find what works best for local communities. Only last week we saw the results of a survey about who should take responsibility for our children’s diet and the problems of obesity and ill health. Individuals, organisations, communities are all looking at how to make things better. It is this drive for improvement coming from the people themselves that must be the core of our work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If people and their communities are the core to the development of the health of the public, does that mean that the Government should do nothing? Just as it is wrong to see the health of the public as solely a matter for the Government, so it is wrong to say that Government has no role. The consultation process we will be going through over the next few months will develop policies and practices for all different levels of Government. But we need a clearer understanding of what that role and its limitations should be. Is it, as some suggest, the Government’s role to make rules and regulations? To ban things? Should the Government simply try to stop people doing what they enjoy? I can’t speak for every one of my colleagues but that was not what drove me to become a Secretary of State.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the Government must provide clear information, we must play our role in helping more people have the opportunity to make healthy choices. We must also be prepared to take action to protect the vulnerable in society – particularly children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are issues that we need to debate seriously and in a grown up fashion. We all have a stake in getting this right. None of us wants to see our children or grandchildren growing up to be less healthy than we have been.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know what the big challenges to health are. In the White Paper Our Healthier Nation, we identified the big killer diseases, the scandals of inequalities, the “healthy behaviours” that we all know would make a difference, the continued need to work with people to tackle Beveridge’s giants of want, idleness, ignorance, disease, squalor, so as to create the circumstances in which individuals and communities can thrive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And many strands of action have begun. Local initiatives in neighbourhoods, communities, councils, healthy living centres, National initiatives, like smoking cessation clinics, the school fruit scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have made excellent progress on reducing premature deaths from CHD by 20% and cancer by 10% since 1997. Also, the 10% fall in under 18 conception rates since 1998 is a very encouraging sign. But the focus on some of the challenges needs to sharpen. For example, obesity levels are rising at an alarming rate. They have trebled since the 1980s, are responsible for more than 9,000 premature deaths a year in England, and are linked to both CHD and cancer. The cost of obesity to the NHS is an estimated £1/2 billion per year. Most alarmingly, over a third of children are now overweight or obese and we are now seeing increasing case of Type II diabetes in children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has been a lot of sometimes, noisy debate about who should do this or that, to make the difference. We will be posing a wide range of questions to start off this consultation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Who should take prime responsibility for obesity in the nation’s children?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What assistance should Government give to parents in tackling obesity?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What contribution might schools, the food industry, retailers, advertisers, or others have to make?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How far is it the business of Government to regulate the advertising of food and drink?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or, to take a different challenge,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How does society as a whole take seriously the issue of increasing mental well being?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What role could employers play in improving the health of our nation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And in the same way we need now to debate how best to support and promote improvement in health. As Michael Barber and Nick Macpherson might put it to you this afternoon, have we got our “delivery strategy” right yet?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A good example is our Smoking Cessation Services. We have a comprehensive network of Stop Smoking Services at PCT level, backed by an investment of £138 million over 3 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 2000, over 300, 000 have set a quit date and were still not smoking 4 weeks after with the help of the service. Many of those helped will have quit for good.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that the Services do work and that they are very cost effective, but at present they are serving a very small proportion of smokers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the one hand, we have this great demand with the vast majority of smokers wanting to quit, and on the other a NHS wide Service that is waiting to assist them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, the challenge for us is to encourage more smokers to go through the door of their local Service, and in parallel, to ensure that the Services which are provided actually meet their needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So now is the time, with Derek Wanless soon to report, to move on to a focused debate about what will help make the most improvements to the health of the public, individuals and communities over the next 5 years; and what are the most important actions for the longer term. This debate must generate some real momentum for social action, in response to the huge individual and public appetite for progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Returning to you specifically as leaders of the NHS. The NHS this summer will start to plan for the next 3 years, the time is right to move upstream and put the same effort and energy into improving health itself, working with all those who have a contribution to make.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me restate my position. I firmly believe that the government should take a lead in addressing these issues. But I also believe that no government or doctor can make a person healthy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ultimately, that responsibility has to lie with the individual. Only they can make the choice to healthy lives, to change their lives for the benefit of themselves and their families. I need to be personal here. After 40 years I chose to give up smoking because at this stage of my life there were personal reasons that gave me the will to do it. I was helped by chewing gum. I was certainly informed by all the science which linked cigarettes and cancer. Lots of things helped me to do this. But no one could have made me do it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The role of government is to help its citizens to make those choices, by creating a supportive environment in and by helping them to stop smoking, improve their diets and take more exercise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This may sound relatively straightforward, but in reality it is a massive undertaking and I do not think we – the government – have the answers yet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear from the current debates on public health that we all have a stake in the future of our health and the health of our children. Real progress will depend upon the concerted efforts of the NHS and other public bodies, local government industry, the media and the voluntary sector. Above all it will depend on working with peoples own desires to lead better healthier lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}