{
    "url": "https://www.ukpol.co.uk/john-reid-2004-speech-on-health-inequalities/",
    "title": "John Reid – 2004 Speech on Health Inequalities",
    "post_date": "February 14, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "John Reid",
            "url": "/tag/john-reid/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Reid, the then Secretary of State for Health, on 23 September 2004.",
    "content": [
        "[![johnreid](https://www.ukpol.co.uk/wp-content/uploads/2016/02/johnreid.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/johnreid.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Philosophy, Policy and Priorities: The philosophy of health improvement**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’d like to thank the Health Development Agency for the timing of this debate, since improving the health of the public has never had such a high-profile in the Government, in the media or in the public mind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you are all aware, we will shortly be publishing a Public Health White Paper, which will bring about action to produce real change. I am not going to tell you the detail of that White Paper today, but I do want to describe the philosophy behind it and how that philosophy informs the new Labour Government’s attack upon inequalities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I don’t want to alarm you, but I would like to start with the Enlightenment. At that time it was recognised that mankind collectively and individually could make the world, rather than be made by it. Making things happen was not magic. It was nature, and we could all begin to fully understand nature, and then given that understanding we could control it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not abstract philosophy; in terms of health it is very concrete indeed. Over the last 200 years we have systematically understood aspects of health and disease and illness and then turned our attention to mastering them. Decade after decade, mankind has mastered more about health and disease and kept millions alive and in good health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this country in 1900 most people died before they were 45 years of age. Now only 5% do. If control of nature by mankind means anything it means being alive longer. The speed of growth in our understanding and control of disease has been such that most interventions we carry out today were science fiction in my youth. Where a nation has the resources, humankind is winning the fight against disease. All of that is progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside our collective knowledge and mastery of disease there has been a growth in individual mastery. More people in our country have the resources and the knowledge to be more in control of and have more power over their mental and physical health than ever before. In terms of health and health policy, we know what to do to make us healthier and we know that both for ourselves and for the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we approach the White Paper on health it is clear that knowledge is not our problem. So, given 200 years of the enlightenment, and all this knowledge, what is the problem?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Put simply, it is that whilst we constructed an ever greater intellectual mastery, this intellectual power was developed in a society where the economic, social and political power was not equally distributed. This imbalance did not effect the creation of ideas but it has had a big influence on the application of these ideas – the way in which those ideas had an impact on society. One example of this is the way in which the people who developed the ideas conveyed them to the public. So, at the time the great philosopher Hegel was writing, only a very small part of the population could read and understand him. No one bothered to ensure that important ideas were distributed to the great mass of the people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Consequently, the conditions under which the mass of the population lived meant that these powerful ideas passed them by. Until people had more control over their lives, they could not use these ideas. And, unless the ideas were actually in the hands of people, they could only change a part of the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over time, of course, more people become better educated and therefore more powerful. More people became more affluent and therefore more powerful. And more people understood more about how to improve their health and became more powerful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some of the more impatient amongst you may be beginning to ask “What on earth has this got to do with health improvement and inequalities”?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, mastery is increasing in health. Now, more people are trying to control their health than ever before. Two thirds of smokers want to give up and struggle to do so. Millions of people try to go on a diet and millions more try to increase the amount of exercise that they do. People have got the ideas right. They know what the intellectual answer is. The problem is the doing of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But still, many people are left behind in this mastery of their health environment. For too many, their environment masters them and overcomes their ability to act. Ideas do not by themselves give people the mastery of the world, or mastery of their health. To do that we have to work with them to change their environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, men and women make their own health, but do not do so under conditions of their own choosing. So, whilst the engine of health improvement is the individual’s control over their own life, it is not enough to say to all the individuals in our society that you can choose to make your own health, because the different economic and social conditions under which we live either differentially hinder or help our choices. Those with more financial resources generally have more choices, as do those with more educational qualifications.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, the priority this Government has given to improving health and tackling health inequalities is rooted in the fact that health and life expectancy are linked to social circumstances in adulthood and childhood.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Political, social and economic equality only improves when previously disadvantaged people work to change their position in society. Government and public services can and must assist this process, but people’s own motivation is at the core of change. The core of my philosophical approach is to increase the power that people have over their own lives and opportunities – to empower them and to enable them to effect changes in their circumstances. If people don’t do the hard work of taking up that opportunity, of exercising that power – very little happens at all and equality of outcomes does not improve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Work is a crucial part of the social and economic experience and to be excluded from it is a very serious inequality. Being unemployed can be bad for your mental and physical health as well as excluding individuals from society and benefits that others have access to. This is why we have very specific employment policies for very specific groups of unemployed people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our employment policy does not come through diktat from the centre but through personalising policies for certain groups. 493,000 young people have moved from the New Deal into work and, without New Deal, long term youth unemployment would have been twice as high. New Deal 50 plus has supported 110,000 older workers in taking up work. And over 260,000 lone parents have been assisted to move into work through the New Deal. The proportion of single parents in work has increased by 8%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Each of these people has taken up a difficult opportunity to change their lives. They have each changed the conditions under which they live and have gained more control. This puts them in a better position to take more control over their health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gaining educational qualifications are another area where people can gain more control over their lives. Some time ago, the Government introduced policies for the teaching of literacy and numeracy in primary schools. At the time, it was felt by some that if 11 year olds were being judged against a standard it would be bad for students who had disadvantaged backgrounds. The accusers’ expectation therefore was that this policy was NOT about improving equality, but that the pressure to achieve would make matters worse for disadvantaged children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is interesting, even if with a few years of hindsight, to look at the outcomes. One of the proxies used in education for poverty and inequality is whether the child receives free school meals. A school where less than 8% of children receive free school meals would represent a school represented largely by better-off parents. A school where over 50% of them received free school meals would represent worse-off parents. If the first group of schools improve faster than the second group, then inequality can be deemed to be getting worse. If the second poorer group of schools improve faster than the first then by implication equality improves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 1997 there was a gap in Key Stage 2 English achievement between the better-off and the worse-off schools of 35%. In the poorer schools less than half – 42% – achieved the required level with nearly twice as many in the better-off schools reaching that level. Over the 6 years from 1997 to 2003, under New Labour plans and programmes, both groups of schools improved. But the better-off schools improved by 8%, while the poorer schools improved by 17%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In short, since 1997 it is not just the fact that more 11 year olds can read and write, but it is the fact that children from poorer schools have been improving at twice the rate of children from better-off schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In maths the rate of improvement of the poorer schools is nearly three times that of the better-off schools and in science it is two and a half times better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New Labour’s literacy and numeracy hours have reduced educational inequality despite all the initial criticism. They have done so by assisting pupils in schools with poorer backgrounds to develop the motivation and opportunities to learn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me return to my main theme. If we want people’s health to improve, then we have to unlock their motivation to gain more control over their health. If we want to achieve that for everyone then a prior condition for disadvantaged people is to unlock their motivation to improve their condition perhaps through work, perhaps through education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of these policies for reducing health inequalities, either directly through addressing health, or indirectly through addressing the constraints on people’s ability to chose, recognise the importance of unlocking motivation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government needs to support disadvantaged people as they struggle to get motivated to either improve their health or take more control over their conditions, but it is their motivation that is the defining characteristic of change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our philosophical approach is that our health and our inequality policies must be about empowerment. Getting a job improves the amount of power a previously unemployed person has over their life. Learning to read and write improves the amount of power that people have over their lives. Choosing the time you go for a hospital appointment and choosing the doctor you see, gives you power over your life, and yes, giving up smoking gives you power over your life. Government policies to reduce inequality must give you more power over your life. The Government that achieves this will enable people rather than just instruct them, hector them or try to dictate to them. In fact the Government that only instructs people takes away from the power of people and reduces their capacity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The problem with the enlightenment philosophers was that they thought that having the great ideas was enough to provide control of the world. What we learnt in the 19th and 20th century is that people needed to be economically, socially and politically emancipated to enable them to work to develop not just the idea of controlling their own life, but to make that idea a reality. Throughout the last 200 years it has been the people’s own struggle for improvement that has been the bedrock of economic and social progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I believe that the lessons for us in health improvement are clear. We know the ideas that need to be applied. Enjoy the good things of life, but in moderation. Cut out the bad things of life as much as possible. But the problem is in doing this. It is not just a matter of motivation. The millions of people trying – and failing – to improve their health are a signal of this. They know what needs to happen, they try and try, but it is just too hard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given this philosophy the aim of Government is two fold.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we need to provide clear leadership to our whole society about what are healthy choices and how important it is to struggle to gain control of your health. This leadership must recognise that these healthy choices are sometimes very hard choices for some individuals, but through clear and consistent information we must bolster and increase individuals motivation to improve and gain control of their health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, whilst this whole struggle depends upon individual motivation, Governments need to provide the support for people to improve their health. This involves the NHS in developing smoking cessation services that are convenient and are easily accessible. It involves ensuring that the services for sexually transmitted diseases can be easily accessed without shame. It involves the NHS recognising how important and how difficult health improvement is for patients and providing real and sympathetic help.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So our philosophy is clear. Without people’s motivation very little health improvement will happen, but people have a right not to do this hard work on their own. They have a right to look to Government for practical support and we aim to provide it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}