{
    "url": "https://www.ukpol.co.uk/david-rendel-1993-maiden-speech-in-the-house-of-commons/",
    "title": "David Rendel – 1993 Maiden Speech in the House of Commons",
    "post_date": "May 18, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1993",
            "url": "/tag/1993/"
        },
        {
            "text": "David Rendel",
            "url": "/tag/david-rendel/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Rendel in the House of Commons on 19 May 1993.",
    "content": [
        "[![davidrendel](http://www.ukpol.org.uk/wp-content/uploads/2016/05/davidrendel-1-200x300.jpe)](http://www.ukpol.org.uk/wp-content/uploads/2016/05/davidrendel-1.jpe)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Mr. Deputy Speaker, for giving me this early opportunity to do what the Prime Minister would no doubt describe as “breaking my duck”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As is traditional, I should like to begin by recalling the sad circumstances of my election to the House. In February of this year, my predecessor, Judith Chaplin, tragically and very suddenly died after what had appeared to be a routine and successful minor operation. Her death was a great loss not only to the House, and particularly to her many close friends here, but also to all of us in west Berkshire. I do not think that anyone doubted that she was a woman of immense ability. Indeed, she was believed on all sides to be destined for high office. For her parliamentary career to be cut short after only 10 months was indeed a tragedy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sadly, just one week after he had given the oration at Judith’s memorial service, her predecessor, Sir Michael McNair-Wilson, also died. He too will be long remembered with great affection by many in this House, as well as by all of us who knew him in west Berkshire. He had many friends and, so far as I know, not a single enemy, even among those who, like myself, were his political opponents. But, above all, we shall remember him for his immense courage after his health failed him. He not only remained a Member of the House while on kidney dialysis, but fought and won in a further general election. It is a great sadness that he enjoyed less than a year of retirement before he too died.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Both my predecessors were admired greatly as first-class, hard-working constituency MPs. As I said in my acceptance speech, they will be a very hard double act to follow. The constituency that they have passed on to me covers almost half of the area of Berkshire. Although it is dominated by the two largest towns—Newbury and Thatcham—nearly half the population live in the town of Hungerford, in the larger villages such as Lambourn, Compton, Mortimer and Burghfield Common, or in the smaller villages and outlying settlements spread across the rural area. With the M4 cutting across the constituency from west to east, we lie in the now somewhat tarnished silicon valley, with high-tech industries providing a large share of local employment. We are also, of course, famous for our racing stables, particularly in Lambourn and West Ilsley.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many hon. Members will, for one reason or another, have had cause to visit our beautiful constituency during the past few weeks. Indeed, there was a time when we saw so much of the hon. Member for Winchester (Mr. Malone) that I began to wonder whether he was looking for a home in the area. It is, of course, no surprise to me that people should wish to visit west Berkshire, a very large proportion of which is designated as an area of outstanding natural beauty, but I suppose that it is only fair to say that, of the two principal tourists who visited us from Somerset recently, one—the right hon. Member for Yeovil (Mr. Ashdown), who often sits in the seat that I have temporarily occupied today—got a rather better reception than the other.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is because so large a proportion of our population live in the rural area that I particularly wished to speak in this debate. Over the past few weeks, hon. Members on both sides of the House have found their mail bags full —as I have done—of letters pleading for the retention of rural sub-post offices. Indeed, if the Secretary of State has done anything for post offices recently, it is perhaps that many extra stamps have been sold to pensioners who have written to their Members of Parliament on this subject.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it is not just a matter of letters. As I went round my constituency during the recent by-election, I was struck by how often this issue was raised on the doorstep. As we all know, rural sub-post offices are often housed in the village shop, and thousands upon thousands of our village shops are dependent on their post office income for survival.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me illustrate briefly how important these village shops are for life in rural areas by telling the House about what one village postmistress said to me only a week or two ago. She told me about the lady who comes into her shop almost every day, takes just one or two items off the shelves, and then waits to pay. After a while, the attendant at the till motions to the lady, to indicate that it is her turn to pay, but, in reply, the lady stands back and motions others to go ahead of her.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At first the postmistress could not understand why the lady should act in this way, but eventually it dawned on her that the lady comes into the shop not merely to buy her daily rations but also because the shop is her sole meeting point for contact with her fellow human beings. She lives on her own—a lonely existence, without relatives around her—and her contact with humanity consists of her daily visit to her village shop-cum-post office, where she always waits at the end, of the queue, listening to the village gossip.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For all too many people, the village shop is now the only escape from their well of loneliness. If we lose such shops, we shall lose a vital ingredient of the quality of life in rural areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let there be no doubt that the sub-post office system is vital to the survival of village shops. I have long since lost count of the number of letters that I have received, mainly from elderly people, but also from those in receipt of various other benefits as well. They have all stated that their local post office is now the only remaining place in the village where they can obtain cash. The banks have mostly long since closed their village branches.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the post offices close as well, the only option will be a trip into town. It may sound easy, but it is not when people have to rely on public transport because they are too old or too disabled to have a car of their own. Public transport has more or less disappeared from most rural villages. Even when a bus is available, many people have written of how a trip into town to draw their pension will cost them more in bus fares than the total increase in their pensions this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course I understand that the Secretary of State intends to leave it to the individual to choose between payment through a bank and payment through a post office, but that is not the choice that people want—a real choice for them means choosing between paying through a bank in the town or paying through the post office in their local village. That choice is under threat today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand that the Secretary of State wishes to reduce the taxpayers’ subsidy to rural post offices, but surely hon. Members should take a wider view. Yes, we can save the taxpayer money by reducing the subsidy to rural post offices, but what about the far greater cost to the taxpayer of the extra traffic on the roads as more and more people have to drive their cars into towns? What about the cost of car parks, petrol and environmental pollution?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The overall cost to the community caused by the loss of the sub-post office system will be far greater than any possible savings. Let all hon. Members join to save village sub-post offices, not by merely giving a vague pledge—such as the Secretary of State gave about some national network—but by giving a specific pledge that the number of sub-post offices will not be further reduced. A small, but important, aspect of our country is in danger. It is our duty to save it before it is gone for ever. I therefore urge hon. Members to vote for the motion, not for the Government’s amendment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}