{
    "url": "https://www.ukpol.co.uk/tim-renton-1986-statement-on-the-philippines/",
    "title": "Tim Renton – 1986 Statement on the Philippines",
    "post_date": "August 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Renton",
            "url": "/tag/tim-renton/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Tim Renton, the Minister of State at the Foreign and Commonwealth Office, in the House of Commons on 26 February 1986.",
    "content": [
        "With permission, Mr. Speaker, I wish to make a statement on the position in the Philippines.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The House will be aware of the dramatic development yesterday in the Philippines which led to Mrs. Aquino taking up office as President. I am sure that the House will wish to join me in warmly welcoming this development, the more so because it has come about with the minimum of bloodshed and violence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government wish President Aquino and her colleagues well in the fulfilment of their new and heavy responsibilities. The task of restoring the Philippines to peace, stability and economic regeneration will, indeed, be challenging.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have been greatly impressed by the courage President Aquino, her colleagues and the Filipino people have shown in defence of democracy. This, and the evident wish of the Government and people of the Philippines for reconciliation, bodes well for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government look forward to a close and positive working relationship with Mrs. Aquino and her colleagues. My right hon. Friend the Prime Minister is sending the President a congratulatory message. I also pay tribute to our ambassador in Manila, Mr. Robin McLaren, and to his staff. The information and advice which they have provided, and their protective role in relation to the British community, has been an excellent example of our missions abroad at work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "President Aquino said last night:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“A new life starts for our country tomorrow.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The House will, I know, wish to send her and the people of the Philippines its warmest good wishes on this new start.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}