{
    "url": "https://www.ukpol.co.uk/tim-renton-1985-speech-on-the-palestine-liberation-organisation/",
    "title": "Tim Renton – 1985 Speech on the Palestine Liberation Organisation",
    "post_date": "May 29, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Renton",
            "url": "/tag/tim-renton/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tim Renton, the then Minister of State at the Foreign and Commonwealth Office, in the House of Commons on 21 October 1985.",
    "content": [
        "Following my right hon. Friend the Prime Minister’s announcement in Aqaba on 20 September, it was agreed that my right hon. Friend the Foreign and Commonwealth Secretary would receive a joint Jordanian-Palestinian delegation led by the Jordanian Deputy Prime Minister and Foreign Minister and including two Palestinian delegates whose names had been put forward on the understanding that they personally supported a peaceful settlement of the Arab-Israel dispute on the basis of the relevant United Nations resolutions and were opposed to terrorism and violence. Our ambassador at Amman negotiated with the Jordanian Prime Minister the text of the statement which it was agreed would be issued by the delegation after their talks in London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unfortunately, after their arrival in London, one of the Palestinian members of the delegation said that he could not accept a specific reference in the agreed statement to Israel’s right to exist. We concluded that in these circumstances the meetings with the joint delegation could not take place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are deeply disappointed by this setback but remain convinced that the international community must be ready to encourage those who are working for a peaceful settlement in the middle east.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}