{
    "url": "https://www.ukpol.co.uk/jonathan-reynolds-2023-speech-on-post-office-horizon-compensation/",
    "title": "Jonathan Reynolds – 2023 Speech on Post Office Horizon Compensation",
    "post_date": "April 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jonathan Reynolds",
            "url": "/tag/jonathan-reynolds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Reynolds, the Labour MP for Stalybridge and Hyde, in the House of Commons on 23 March 2023.",
    "content": [
        "I thank the Minister for his [statement and for advance sight of it](https://www.ukpol.co.uk/kevin-hollinrake-2023-statement-on-post-office-horizon-compensation/).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I too begin by paying tribute to Alan Bates and the Justice for Subpostmasters Alliance, which has campaigned for decades for compensation, justice and the truth. In addition, I recognise the campaigning efforts of Members from across this House on behalf of their constituents, and join the Minister in paying tribute to my right hon. Friend the Member for North Durham (Mr Jones) in particular. There can be no doubt that he has played an instrumental role in helping to chart a route to justice for thousands of people. We all wholeheartedly thank him for that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The House is in unanimous agreement that the Horizon scandal has been a shocking injustice. Indeed, I think it is no exaggeration to say that it is one of the greatest scandals of modern times. As we continue to hear in the public inquiry the accounts of lives torn apart by the scandal, we can never lose sight of how devastating its impact has been on those victims. Today’s announcement of the group litigation order compensation scheme is very welcome. I was pleased to hear about the appointment of claims facilitators and external legal advisers—in the interests of full transparency, I declare that I am a former employee of Addleshaw Goddard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister and his predecessor, the hon. Member for Sutton and Cheam (Paul Scully), for their work on this matter. I am sure that the Minister will appreciate that I feel duty-bound to put on record the level of frustration that many people have felt about how protracted their fight for justice has been, particularly the 555 litigants excluded from the original historic shortfall scheme. Indeed, one of the first speeches that I made from this Dispatch Box as shadow Business Secretary was in support of calls for compensation to be expanded to them—a campaign that was established long before that exchange nearly 18 months ago. The most important step now is for that compensation to reach victims as quickly as possible, so may I press the Minister on the steps that we will all take to ensure that the process is completed as swiftly as possible?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also grateful for the update on the historic short- fall scheme. The Government’s ambition was for that scheme to be completed at the end of last year, but in December, the then Secretary of State said that 93% of eligible claimants had been issued offers of compensation. The Minister has given the figure of 98% today, so can he confirm that the scheme’s completion is imminent? I also was pleased that he raised the tax issue. Will he commit to coming back to the House when he can to provide more information on the work that he said he is doing?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s announcement is certainly welcome, but as we all await the conclusion of the public inquiry, and its recommendations, surely this is one of many steps that we need to take to make amends for what has been the most insidious of injustices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for his words, and for welcoming the statement and the opening of the scheme. I absolutely concur that we should all be grateful for the work of my predecessors—not least, as he said, my hon. Friend the Member for Sutton and Cheam (Paul Scully).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman is right to say that we want to do this as quickly as possible. I am very pleased with the work of the advisory board, which is helping with the scheme. The scheme is based on a set of principles that should mean that compensation is delivered more rapidly and that there is a clear route to claims being settled quickly. We very much hope that that is the case—we want to get those payments out of the door at the earliest possible opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Again, we are working at pace on the tax issue. Clearly that is a matter of law as well as of tax policy, so getting that right is key. We have to work with the Treasury and HMRC to ensure that we get it right, but that is a determination and a commitment that I am very happy to make. We hope to make a further announcement on that work shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}