{
    "url": "https://www.ukpol.co.uk/jonathan-reynolds-2023-speech-on-electric-vehicle-battery-production/",
    "title": "Jonathan Reynolds – 2023 Speech on Electric Vehicle Battery Production",
    "post_date": "January 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jonathan Reynolds",
            "url": "/tag/jonathan-reynolds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Reynolds, the Labour MP for Stalybridge and Hyde, in the House of Commons on 18 January 2023.",
    "content": [
        "When the Britishvolt site was first announced in 2019, with the promise to deliver the UK’s second ever gigafactory and create 8,000 jobs in Northumberland, it was lauded by the Government as their flagship example of levelling up: the right hon. Member for Spelthorne (Kwasi Kwarteng), then Business Secretary, said that Britishvolt is\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“exactly what levelling up looks like”,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and Government Ministers fell all over themselves to take the credit, so now they must also accept accountability for its failure, because, much like their levelling up strategy, all we have been left with is an empty space instead of what was promised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The collapse of Britishvolt into administration is in no uncertain terms a disaster for the UK car industry, but what is even more worrying is that this is a symptom of a much wider failure. The automotive manufacturing sector currently employs over 182,000 people, and if we are to continue to make cars in this country we must make electric batteries in the UK. The Faraday Institution says we need 10 factories by 2040 to sustain our automotive sector, so even if Britishvolt was going ahead we would still be nowhere near where we need to be. These factories are being built in competitor countries, and that is because they have Governments with the vision and commitment to be the partner that private firms need to turn these factories from plans on paper into a reality. Surely the Government must accept that we need an industrial strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister update the House on the Government’s plans to urgently increase UK battery-making capability? Can he tell us when the Government first had concerns about Britishvolt’s ability to deliver the factory, and why did these concerns not come to light when the Department conducted its extensive due diligence investigations into Britishvolt’s plans? What conversations has he had with other companies to secure the site and ensure the factory is built in Blyth? And will he now commit to Labour’s plans to build eight new gigafactories across the UK and expand the roll-out of charging points to support electric vehicle manufacturing?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Wherever we look the Conservatives are failing this country, whether in public services or our iconic industries. Unless this Government wake up to the scale of the transition required, we will not only risk many of the good jobs that so many of our communities rely upon, but we will miss out on one of the greatest economic opportunities this country has ever had.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Graham Stuart**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman is right about one thing: there is a tremendous opportunity. That is why we have the automotive transformation fund. That is why we did thorough due diligence on Britishvolt. It is because we set conditions around milestones that it had to meet that not a penny of that fund was dispensed to Britishvolt. However, I make no apology for supporting companies that are going to be part of that opportunity. The idea from the Labour party is that, if it were in power, it would build these factories. That is not how the economy works. That is why, in 2010, after 13 years of Labour Government, we saw youth unemployment up by more than 40%. That is the truth. We saw communities such as Blyth left behind and ignored. We saw an economic strategy that did not work for our young people and did not contribute to net zero in the way that it should. On the underpinning energy system, a bit more than 7% of our electricity came from renewables when Labour left power. Now it is more than 40%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The net zero strategy announced £350 million for the automotive transformation fund. That was in addition to the £500 million announced as part of the 10-point plan. That is why we are seeing investment. That is why we have nearly full employment. That is why we have factories and manufacturing going ahead in a way that would never happen under Labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}