{
    "url": "https://www.ukpol.co.uk/jonathan-reynolds-2021-statement-on-universal-credit/",
    "title": "Jonathan Reynolds – 2021 Statement on Universal Credit",
    "post_date": "January 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jonathan Reynolds",
            "url": "/tag/jonathan-reynolds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jonathan Reynolds, the Shadow Secretary of State for Work and Pensions, in the House of Commons on 18 January 2021.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House believes that the Government should stop the planned cut in Universal Credit and Working Tax Credit in April and give certainty today to the six million families for whom it is worth an extra £1,000 a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am not here to claim that Conservative MPs are heartless, lack compassion, or have insufficient regard for the poorest people in this country. I know that after the vote on free school meals, many Conservative MPs, mainly after comments made by other Conservative MPs, received a high degree of personal abuse, and I want to make it clear unequivocally that that is wrong. I am here to put forward a clear and, I believe, compelling case that reducing universal credit and working tax credit this April would be fundamentally the wrong decision. It would be a profound mistake for families, for the economy and for our ability to effectively tackle and recover from the covid pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before putting forward that case, I wish to address the Prime Minister’s suggestion that Parliament is somehow not the right place to have this discussion. Opposition days have been a feature of our parliamentary system for many decades. They were used very successfully by the Conservative party when it was in opposition—for example, when the Labour Government were defeated over resettlement rights for Gurkhas in 2009, or over post office closures. All majority Governments, except this one, have accepted that if they cannot win a vote in Parliament on one of their policies, then they have to change that policy. This decision cannot be deferred until a Budget, because the Government cancelled the November Budget and have not brought forward a Finance Bill since March.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I put it to all Members that Parliament is exactly the right place to have a discussion of such consequence to the country. The Government cannot expect to preach parliamentary sovereignty one week, and run away from parliamentary scrutiny the next. Too often, the Prime Minister seems unwilling to abide by basic democratic norms and to accept proper scrutiny and accountability. We have seen in the US where that can end.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me also say at the outset that, throughout the pandemic, the Opposition have always sought to be constructive. The official Opposition want the national strategy to succeed. In that spirit, we welcomed the changes that the Government made to universal credit at the beginning of the crisis. The £20-a-week weekly increase, and the suspension of conditionality and the minimum income floor, were necessary steps to support people. Recognition must also go to frontline Department for Work and Pensions staff, who kept our social security system going through the early stages of the crisis, making sure that hundreds of thousands of new claimants received the support they needed. All those staff deserve our praise, from the civil servants working in the Department to the security guards I met recently, who face difficult working conditions keeping Jobcentre Plus offices open.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the fact that such urgent changes were required to provide a basic safety net is a telling assessment of where the social security system was when we went into the crisis. If we cannot properly support people in a time of need without emergency surgery to the system, it is not fit for purpose. The fact is that support for people in this country when they lose their job or cannot work is significantly lower than in comparable European countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will address three points: how we got here; the case for reversing this cut to secure our economy; and, finally, the human impact if the Government refuse to change course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sammy Wilson (East Antrim) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Gentleman accept that a pressing reason to have a debate and vote on this issue today is the fact that all the evidence suggests that the restrictions resulting from the measures taken to deal with covid have hit the poorest in society hardest? Poverty is up, and those people who most depend on this kind of support are the ones who are most damaged at the moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jonathan Reynolds**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree. Inequality, and the differential impact on people, has been one of the defining features of this crisis. I do not think anyone can avoid that. It is relevant to make that point in this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have to be honest about the state of our social security system going into the crisis. Since 2010, poverty has increased significantly in the UK. In addition, people who were in poverty in 2010 are now so much deeper in poverty than they were. This is not an argument about definitions. Conservatives themselves were the driving influences behind bodies such as the Social Metrics Commission, which came up with a new definition of poverty that was actually very similar to the one that has traditionally been used. The Government’s own estimate is that 4.2 million British children live in poverty. That is shameful, wrong and unnecessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK, along with Ireland, is an outlier compared with the rest of Europe when it comes to inequality. That means that the reality for millions of families is that they went into this crisis already under significant pressure. As the Resolution Foundation said in 2019, the 1.7% increase to universal credit that year was the first working-age benefit increase for five years. Last year, the real value of basic out-of-work support was lower than when John Major was Prime Minister, so anyone claiming that the system is too generous, or who is trying to resurrect the stigmatising rhetoric of George Osborne, simply has no case to make.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Brine (Winchester) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman is a reasonable man—I like him. He is making a sensible speech. While we are being honest about social security systems, is it still the Opposition’s policy to abolish universal credit, as it would have been had they won the general election in December 2019, although it is widely accepted to have been successful in flexing to expand in the current crisis? Is it still Her Majesty’s Opposition’s policy to abolish the entire system, and what do they propose putting in its place?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jonathan Reynolds**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, it is our policy to replace universal credit—not to abolish the welfare state, as some of those videos from Conservative central office have tried to make out today. After I address the causes and the question before us today, I will be happy to talk about some other problems that go beyond the core amount of universal credit, and about why replacing universal credit is the right policy. But before we get to that point, I have to stress that, if this cut goes ahead, it will leave unemployment support at its lowest level ever relative to average earnings. That is not just morally unjustifiable; it is economically incompetent. Cutting unemployment support in the middle of a recession is always the wrong choice, which is why no Government have done so since the great depression.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Laura Trott (Sevenoaks) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Gentleman for his tone at the beginning of the debate. Just for our understanding, will he tell us whether the Opposition propose making this increase permanent? If so, how do they propose to pay for it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jonathan Reynolds**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe that this uplift should stay in place during the crisis, and I do not think anyone believes that the crisis will end in April. I will make some points about long-term proposals near the end of my speech, as well as about why the whole system requires much more considerable reform than just tinkering around with the core amount.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The cost of paying for all this is significant: around £6 billion. That would vary depending on the levels of unemployment throughout the year, but any measure right now that cuts public spending or raises taxes in the middle of the biggest economic downturn for 300 years would be the wrong policy. Decisions will have to be made as we get into the middle of this decade to address the levels of debt that have been accrued by the Government during this crisis, but that is not the right choice now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to focus on the point raised by the hon. Member for Sevenoaks (Laura Trott), because if the Government are seriously thinking about economic recovery, cutting universal credit is like pulling the rug from under the economy’s feet. This £20 a week is not saved by families; it is spent in shops and businesses across the country, stimulating the economy. We all agree that this pandemic and the unemployment crisis will not be over by April this year, and whatever protestations we have heard on social media or in the press—and, frankly, however people vote today—I know that there are many people on the Government Benches who agree with this case. The former Secretary of State for Work and Pensions, the right hon. Member for Preseli Pembrokeshire (Stephen Crabb), recently said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Withdrawing the uplift would reduce the spending power of people on lowest incomes. This will likely reduce consumption, meaning families going without essentials and household debts rising. It would also see a reduction in spending just when the economy needs it most.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could not agree more with that assessment. He is also right to draw attention to the levels of personal debt for some households.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as the real value of benefits being historically low as we went into this crisis, the pandemic has meant very real additional costs for most families. There are more meals for people to cook at home, and more days to heat their house. People have devices and lights on at times they would not normally, and have to buy what they need to teach their children at home. The clinically vulnerable have been forced to buy food locally, at a higher cost than in larger supermarkets. Everyone has experienced the pandemic differently, but for some the costs have piled on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Citizens Advice told me this week that three quarters of the people it helps with debt who currently receive universal credit and working tax credit would have a negative budget if the £20 was cut. That means that they will have less money coming in than going out, and will not be able to cover basic essentials such as food or heating—and it will come at a time when one in three households has lost income because of covid, and 7.3 million people are behind on their bills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proposed cut to universal credit and working tax credit is not the only issue causing consternation in the country right now. I would particularly highlight the continuing injustice for those people on employment and support allowance and jobseeker’s allowance, who did not even get the uplift to begin with. That is unjustifiable and discriminatory, and I ask the Minister if he would mind specifically referencing that point in his speech. Reversing the April cut to universal credit is a specific, clear and unavoidable decision that needs to be taken, which is why it is right that we are bringing it to Parliament today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some of the speeches that we will hear today will no doubt say that we should focus on jobs and getting people back to work, and not on social security. The Prime Minister said something along these lines at the Liaison Committee last week, but Members will know that universal credit is an in-work as well as an out-of-work benefit—40% of universal credit claimants are in work—so that argument does not work at all. To be frank, it would be helpful if someone told the Prime Minister that. Universal credit is also means-tested, so if people go back to work and do not qualify for it, they will not receive it at all. If we want to have a serious discussion about boosting employment and making work pay, let us discuss work allowances, the taper rate and deductions, but let not the Government try to use that as an excuse to do the wrong thing on this cut.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Others might say that support should be more targeted and the basic allowance is the wrong element to target. In that case, the Government would, logically, scrap the two-child limit or the benefit cap, which disproportionately affect people in the most difficulty—larger families in areas with higher housing costs. However, when we put that forward, it, too, was rejected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, there has been a proposal for a one-off payment to compensate people affected by this cut. That is an awful idea. It does not address the real-terms reduction in support, just as unemployment is expected to peak. More than that, although 6 million families are affected by this now, that cohort will change in composition throughout the year. A one-off payment based on who is eligible now will fail to support some of the people who need that help the most. So please, Minister, ask the Chancellor to think that one through again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know it sometimes frustrates Conservative Members that we are still determined to replace UC altogether—I was asked that question earlier—but I say to them that, if they will not listen to those on the Opposition Front Bench, they should read the work of the cross-party Select Committee on Work and Pensions and read the report of the cross-party House of Lords Economic Affairs Committee, which is chaired by Lord Forsyth. They are clear and robust in highlighting the fundamental problems that currently exist: the five-week wait; the two-child limit; the erratic assessment period; the problems with paying for childcare in arrears; and the shocking design that means that many disabled people are worse off on UC. The last one of those is very personal to me and it simply is not right not to replicate how the severe disability premium worked under the previous arrangements. All this means that UC’s brand is severely tarnished. If everything was working as well as Ministers sometimes say, would we really be a country where food banks have gone from being a niche form of support, mainly for those without recourse to public funds, to a mainstream and essential method of keeping people fed? Would we have had the fundamental increase in child poverty, which is getting bigger with every year of Conservative government? Those questions deserve answers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout the crisis, the Government have often been behind the curve, never out in front, and they have left some decisions, such as on furlough extension, to the very last minute, in a reckless game of brinkmanship. That is heavily why we have, tragically, the highest death toll in Europe and the biggest economic downturn of any major economy. Let us not repeat that with this decision. We all know that families are looking at us, wondering what we will do to help make getting through this crisis just that bit easier. What they do not expect is the Government making it even harder. I hope that one thing we can all agree on is that the crisis has shone a light on some of the problems in the UK, problems that have made tackling the pandemic harder and provoked a discussion about what kind of society we want to rebuild when the pandemic is over.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the ambition of Conservatives really is to level up the UK, it is hard to see how they can support a cut that would be so regressive to low-income families and which disproportionately affects the places the Government say they want to help. I am talking about families such Bethany and her child in Blackpool. She said to me, “I was made redundant due to coronavirus. As a single parent to a one-year-old, universal credit is now the only income I receive. If the Government does cut £20 a week, I will become one of the statistics needing to use a food bank. It devastates me to think that I will not be able to provide for my child should this decision be finalised.” Margaret, who has been volunteering at a food bank in Luton, says, “A young man came in for a food parcel. He looked thin and his face was grey. He sat down and he said that he thought he could last with no food until the universal credit came through, but he found that he couldn’t. He’d come in on a Wednesday and his universal credit was due on the Friday.” That is the reality before the cut has gone ahead. My inbox is full of personal accounts such as those. I urge every Member to look at what is in their inbox, read about the human cost of what it will be like for people if this cut goes ahead, address the worries people have about not being able to put food on the table, and think long and hard about the uncertainty and fear that all families face after 10 long, hard months of this pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to make a special appeal to the new MPs on the Conservative Benches whose constituents elected them in good faith for the first time in 2019. Many of those people are the first Conservative to ever be elected to those places. They have already made history and their success is a significant personal achievement. They will be remembered, but so will their votes. Most of all, when thinking about how to cast their vote today, I urge everyone to take a moment to reflect on what this cut will mean to the people who send us here: the uncertainty it will add in an already uncertain time; the loss it will bring when we have already lost so much; the fear it will cause when what people need is hope. So, for our constituents, for the economy and for the national interest, we need to cancel this cut and I ask every Member of the House today to support our motion to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}