{
    "url": "https://www.ukpol.co.uk/jonathan-reynolds-2022-speech-on-achieving-economic-growth/",
    "title": "Jonathan Reynolds – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jonathan Reynolds",
            "url": "/tag/jonathan-reynolds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Reynolds, the Labour MP for Stalybridge and Hyde, in the House of Commons on 18 May 2022.",
    "content": [
        "It is a real privilege to close the final debate on the Queen’s Speech tonight after more than 30 contributions from colleagues on all sides.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to start with a candid admission of jealousy. Every time I see a Government present a Queen’s Speech I am envious of the right they have to lay out not just one Bill or one measure but a full, comprehensive programme, a chance to address the many issues our country faces. What an opportunity that is. For this Government, with their large majority and now in the delivery stage of this Parliament, what a moment this should be after 12 years in power. The Queen’s Speech should be the crowning glory of everything the Government are about, but can any reasonable person say that it matched that moment, that it seized the opportunities of the future?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In a list of 38 Bills, we should all be able to find one or two things we like, but can we say that it lives up to the fundamental challenges being faced in homes across the country? Like many Members today, I am moved to ask: is this really it? We selected this debate to outline a vision for the future, but the Government have quite literally sent a vision of the past. The test for the Queen’s Speech was whether it could deliver both the short-term relief and the long-term plan for growth that this country needs, but it has surely failed on both counts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many colleagues mentioned the news that inflation has hit a 40-year high, rising to 9%. It is the highest one-year increase in consumer prices since records began. People are grappling with impossible decisions and they are rightly looking to this place for action. The average energy bill has gone up by more than £1,000 this year. The food shop has gone up by 5%, and the Bank of England has warned of further “apocalyptic” food price rises. Putting petrol in the car has jumped up by £20 a time. Since January, 2 million people in our country have a gone a whole day without eating because they simply cannot afford to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are not just statistics and headlines; they are about real people—our friends, neighbours and constituents. We can do something about it, because these are all symptoms of a much deeper problem. At the heart of the difficulty we face is the fact that our economy has not grown as it should have done since the Conservatives came to power. That is not a contested argument; it is a fact. Economic growth under the Conservatives has been slower than the historical average, and slower than under the last Labour Government. Sadly, this Queen’s Speech showed that the Government cannot, or will not, take the action needed to rectify that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In contrast, our position is that our economy can and must do better. We believe that the UK needs greater investment in net zero. We believe that we need a real reform agenda on such things as business rates. We believe that we need a modern industrial strategy that provides a route for every business and worker in this country to fulfil their true potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That ambition, that hunger for change, was shown in my hon. Friends’ contributions. My right hon. Friend the Member for Leeds Central (Hilary Benn) talked about the urgent need to overcome the problems that UK businesses are having exporting into the single market. My hon. Friends the Members for Nottingham East (Nadia Whittome) and for Slough (Mr Dhesi) talked about job security being essential to wellbeing, yet the employment Bill is nowhere to be seen. My hon. Friend the Member for Aberavon (Stephen Kinnock) talked of the new opportunities available to manufacturing and the need for private investment in the UK to capitalise on them. My hon. Friend the Member for Batley and Spen (Kim Leadbeater) called for transformational, bold thinking and gave examples from her constituency about what the contemporary situation means. My hon. Friend the Member for Rhondda (Chris Bryant), in perhaps the phrase of the debate, called this more of a “gracious intervention” than a Gracious Speech, and he is surely right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even among Government Members, the frustrations were evident. The right hon. Member for Ashford (Damian Green) raised legitimate points about the media Bill and the creative industries. The hon. Member for Rugby (Mark Pawsey) asked why the audit reform Bill is just in draft form when it is supposed to be a priority. The hon. Member for Thirsk and Malton (Kevin Hollinrake) again admirably raised points about small business lending, and he was right to do so. Lots of Government Members, including the right hon. Members for Gainsborough (Sir Edward Leigh) and for Epsom and Ewell (Chris Grayling) and the hon. Member for South Cambridgeshire (Anthony Browne), pointed out that taxes on working people are too high. They are very high under this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From listening to the whole debate, it seemed to me that with the Government having had a policy to cut corporation tax, which they have now abandoned; having tried an embryonic industrial strategy, which has now been abandoned; having tried austerity, which was originally a growth policy, not just a necessity, and has since been recognised as having gone too far; and having had the super deduction, which has been and gone, there are no big ideas left on the Conservative side of the House at a time when we really need them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first line of the Queen’s Speech could, and should, have been: “We will introduce an emergency Budget to offer relief to families and firms struggling with the cost of living crisis.” Instead, we have the Prime Minister saying that he is neither in favour of nor against a windfall tax, and the Business Secretary saying that he is ruling it out, but that everything is still on the table; then we have the Prime Minister telling us to expect action on the cost of living soon, and the Treasury telling us to expect action on the cost of living never. The truth is that families and households across this country do not need lessons in budgeting or cookery classes. They need help dealing with challenges that are too big for individuals to have to deal with alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All Opposition Members are asking for is action commensurate with the scale of the challenge. That means an emergency Budget with a one-off windfall tax on oil and gas profits to cut household bills; a tax cut for small businesses, saving pubs and shops up to £5,000 this year; and a contingency fund to keep energy-intensive industries competitive, so that for instance we could keep open fertiliser factories that are currently closed, meaning that we would not see further food price inflation into next year because of inaction now. These are real proposals for real action now, because if we wait until October, and if business confidence continues to fall and inflation continues to rise, already hard decisions will become even harder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What frustrates me is that despite all this, we are a country with such incredible potential. We have an amazing, cutting-edge business sector, with industries up and down the country. As shadow Business Secretary it is a privilege to go and see those firms for myself. In the past few months, I have had the opportunity to see electric cars being manufactured in Sunderland and green hydrogen in Sheffield. I was with a new generation of entrepreneurs at Leeds Business School last week: they were buzzing with ideas and innovations that would boost our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain is a great country to work and do business, so why should we accept projections of weak growth and poor productivity, with ever higher taxes as a result? We know how good Britain can be, but over the past 12 years the Conservatives have failed to capture that potential, and future projections are no better. In this debate, several Conservative MPs said that international forces beyond their control, such as global commodity prices or the conflict in Ukraine, were to blame. That claim just does not stand up to scrutiny. Conservatives have been in power for 12 years. Low growth took hold long before the international events that we are concerned about, which is why the Government have had to raise taxes on working people to historic levels. The IMF says that the only country in the G20 that will grow at a slower rate than us is Russia, yet all the Government have to offer is more of the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Opposition are clear that a plan for economic growth must offer good jobs—high-skill, high-wage, secure jobs across the country, jobs that people can raise their family on. Hon. Members rightly raised the absence from the Queen’s Speech of the employment Bill, which was a general election promise in 2019 and has since been promised an additional 20 times. What is it about flexible working rights, banning fire and rehire and sorting out sick pay that the Government are so afraid of? I still have not heard from anybody an explanation for why the employment Bill was not included. The treatment of people at P&O Ferries was not just a scandal; it was immoral. As a pro-business, pro-worker party, we stand proud in saying that better employment rights are a key part of our economic plan for Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This country is crying out for a serious plan to break the cycle of low growth, low productivity and high taxes. We have that plan: an industrial strategy built on a partnership between employers and workers; catalytic public investment of £28 billion every year to build the industries and jobs of the future; reform of business taxation to encourage long-term, sustainable growth; increased investment in research and development; and buying, making and selling more in the UK. That is the action needed to grow our economy, drive up living standards and fund the public services that this country so desperately needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Queen’s Speech just does not meet the moment. We have to ask: if this Government have so little to offer in the face of such tumultuous events, what is the point of this Government? Away from all the bluster and boosterism, the fact is that they have wasted the mandate that they received, and frankly the British people will not forgive them for it. Leadership, vision and optimism are what is required.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The opportunity to present a Queen’s Speech is an immense privilege, and the circumstances that we live in made this Queen’s Speech a particular responsibility. It required nothing less than short-term relief and hope for the future, but the Government have been unable to provide either. It is clear that this country will not get the Queen’s Speech that it really deserves until Labour has the chance to write it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}