{
    "url": "https://www.ukpol.co.uk/jonathan-reynolds-2022-speech-on-supporting-business/",
    "title": "Jonathan Reynolds – 2022 Speech on Supporting Business",
    "post_date": "September 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jonathan Reynolds",
            "url": "/tag/jonathan-reynolds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jonathan Reynolds, the Shadow Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 22 September 2022.",
    "content": [
        "I welcome the new ministerial team to their posts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The energy crisis poses a severe challenge to businesses of every size, many of which have been desperate for clarity and reassurance. While the Conservative party spent much of the summer distracted by its own internal drama, the Opposition spent that time arguing that the crisis demands a response commensurate with the scale of the challenge, paid for by a windfall tax on the excess profits that have accrued because of Russia’s illegal invasion of Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While I welcome the Government’s damascene conversion to freezing energy prices, we must all acknowledge that for too many companies the news will have come too late to save them. Businesses cannot plan on speculation and briefings. It is regrettable that a Minister who respects the role of Parliament chose to avoid parliamentary scrutiny, instead opting for a sparse press release and a short media interview. That is why the Opposition have tabled this urgent question: to get the much-needed clarity on these plans that businesses desperately need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I ask the Secretary of State what, specifically, the review after three months will be looking at and what the criteria will be for determining whether to extend the support? Secondly, how will the taxpayer be protected from energy traders inflating prices, knowing that the Government will be picking up a substantial slice of the costs come what may? Thirdly, what support will the Secretary of State be offering to businesses in the long term to protect themselves from rising energy costs through efficiency measures and the transition to renewable energy?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also ask the Secretary of State to address the elephant in the room: who is paying for this? The Government say that they cannot cost this package, but it is clearly expensive. This Government say that they can cut taxes, increase spending, increase borrowing and magically pay for it through the higher growth that, after 12 years in office, has completely eluded them. This is fantasy economics. It is a threat to British businesses and to the financial stability of the country. What can the Secretary of State say to reassure the country that these plans are robust, responsible and fair, as well as being sufficient to get us through the crisis and better protect businesses in the long term?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}