{
    "url": "https://www.ukpol.co.uk/jonathan-reynolds-2019-speech-during-no-confidence-motion/",
    "title": "Jonathan Reynolds – 2019 Speech During No Confidence Motion",
    "post_date": "January 18, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jonathan Reynolds",
            "url": "/tag/jonathan-reynolds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jonathan Reynolds, the Labour MP for Stalybridge and Hyde, in the House of Commons on 16 January 2019.",
    "content": [
        "I rise to say that I have no confidence in Her Majesty’s Government. In doing so, I will not address the domestic record of the Government—I wish that I had time to do so as it has been one of hunger and homelessness, and that is a record that needs revealing, but in three minutes that is clearly not possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government genuinely deserve to lose this vote today because there is only one reason for their existence, and only one reason why the Prime Minister is the Prime Minister, and that is Brexit. The job of this Government was to deliver Brexit. After the referendum, the majority of MPs accepted the result and wanted to work pragmatically on a deal to secure the best terms of our new relationship. We did not do so lightly. Let us not forget that the referendum was called only to try to solve some internal problems in the Conservative party. David Cameron had expected that there would be another hung Parliament and that the Liberal Democrats would be in coalition with him again and that he could drop the idea entirely, and he got it wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a result, we all got the most divisive politics that this country has had in the modern era. The denigration of expertise and reason became the new normal. All of us saw our friend murdered in that campaign, and yet, despite that, there was no doubt that this House had, and still does have, a cross-party majority for a Brexit deal. But how did the Prime Minister respond to that? Did she reach out across party lines? No. Did she seek to unite leavers and remainers? No. Did she provide leadership on the big questions? Absolutely not. Instead, we had this played from the beginning for narrow party advantage. Reasonable concerns about how customs would work, how the banking system would function, the rights of EU citizens and even which queue at passport control EU citizens would use were first dismissed and then, cynically and falsely, presented as opposition to Brexit itself. When an election was called, despite the Prime Minister giving her word, Downing Street briefed it as a chance to “Crush the saboteurs”. Well, how ​ironic that the deal’s biggest saboteur has turned out to be the Prime Minister herself, and it is her deal that has been crushed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all appreciate that the Conservative party is irrevocably split on this issue, and its decision on the final destination risks losing one half of its Members entirely. But the answer to that is to reach out and have a conversation with all of the House of Commons. Instead of that, the right hon. Member for Uxbridge and South Ruislip (Boris Johnson) was appointed Foreign Secretary and travelled around Europe insulting our friends. Then there was the nationalistic rhetoric of the “citizens of nowhere” speech and the idea at Conservative conference that we could list foreign workers, as if we were living in 1930s Germany. Then we had the Chancellor threatening our friends and allies with economic warfare as if the UK were some overgrown school bully. All of this has squandered centuries of good will and landed us where we are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is this Prime Minister, this Government, these red lines and this strategy that are to blame for bringing this country to the abyss. The Government have nothing left to offer; and, in the national interest, they should go.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}