{
    "url": "https://www.ukpol.co.uk/emma-reynolds-2019-speech-on-the-withdrawal-agreement/",
    "title": "Emma Reynolds – 2019 Speech on the Withdrawal Agreement",
    "post_date": "March 13, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Emma Reynolds",
            "url": "/tag/emma-reynolds/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Emma Reynolds, the Labour MP for Wolverhampton North East, on 12 March 2019.",
    "content": [
        "It is a pleasure to follow the hon. Member for Cheadle (Mary Robinson). We might go through different Division Lobbies tonight, but I share her priority for safeguarding our constituents’ jobs and livelihoods. That is what is driving my decision to vote against the motion tonight, and I want to set out three reasons why I will be doing that. First, for many of us on the Opposition Benches, the package that the Prime Minister has brought back from Strasbourg at the eleventh hour totally misses the point. Our concerns about her deal have nothing to do with the Northern Irish backstop. In these debates about exiting the European Union, right hon. and hon. Members have expressed concerns about the economy and trade three times more often than concerns about the backstop.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This last-minute deal, which really has not changed much, is just the latest chapter in the Tory party’s Brexit divisions and melodrama. When the Prime Minister says that she is listening to Parliament, she is actually listening to hard-line Tory Brexiteers and her confidence and supply partners, the DUP. When she says that she is acting in the national interest, she is actually putting her party’s interests above the prosperity of our constituents. She encourages us to come together, but she has done little to reach out across the House to appeal to Labour Members and other Opposition MPs. When it comes to the deal tonight, this is the first time that I can remember in British history that a PM and Chancellor have recommended a course of action that, according to their own economic analysis, will make people worse off and our economy smaller. The people did not vote in the 2016 referendum to be poorer, and I cannot in all conscience vote for a deal that makes my constituents poorer and the country less safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, as the right hon. Member for Preseli Pembrokeshire (Stephen Crabb) said in his eloquent contribution, the Government have not levelled with people about the trade-offs and hard choices that should be made on Brexit. For example, Brexiteers claimed that trade deals with the US, India, Japan, Australia and New Zealand will boost our prosperity, but there is not a shred of evidence that those trade deals—even if agreed quickly and in our favour, on which the International Trade Secretary is not exactly doing a great job—would result in more jobs and investment than we would lose if we loosen our ties with the EU, which is our most important market and the destination of most of our exports. That is why it was so foolish of the Prime Minister to make leaving the customs union and the ​single market her red lines from the word go. If only she had dropped those red lines, she may have managed to build true cross-party consensus for an alternative deal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The irony of today’s debate is that it is all about reassuring hard-line Brexiteers that the UK will be able to pull out of the backstop, which is in essence about the UK leaving the customs union. However, just-in-time manufacturers in the food, automotive and aerospace industries, which employ tens of thousands of people across the country and thousands in my constituency, have stressed time and again the importance of frictionless trade and the customs union with the EU and of avoiding no deal. Supermarkets have warned that a no-deal scenario and any delays at the border would put food prices up, and the car and aerospace industries have warned that delays at the border will destroy just-in time manufacturing. Indeed, because of the threat of no deal we have seen companies big and small already taking decisions to put investments on hold. We have had bad news from Nissan in Sunderland and terrible news about Honda, and BMW has said that no deal would lead it to shift production elsewhere. As my right hon. Friend the Member for Leeds Central (Hilary Benn) said, the car industry should be the jewel in the crown of our economy, but the Government’s irresponsible actions are putting that at risk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, I am not prepared to vote for a blindfold Brexit. The political declaration is vague and non-binding. We were told by Tory Brexiteers a couple of years ago that the trade agreement with the EU would be the “easiest in human history” but as Ivan Rogers, the UK’s former permanent representative to the EU, so eloquently put it only the other day:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We cannot live in glorious isolation. Talk to the Swiss and to the Norwegians—they live in a permanent state of negotiation with the EU.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To those who say that we should vote for the deal tonight so that we can get things over and done with and move on because people are fed up, I say that boredom is not a good reason for taking an important decision about the future of our country. The negotiations will go for years and years and years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that the deal is defeated tonight, and I hope that we then vote against no deal tomorrow. It would be the height of irresponsibility. We have heard the right hon. Member for Uxbridge and South Ruislip (Boris Johnson) and the hon. Member for Morley and Outwood (Andrea Jenkyns) actually recommending a no-deal Brexit, which would be catastrophic for jobs, livelihoods and the wider economy, but do not take that from me; take it from Jaguar Land Rover and from businesses up and down the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}