{
    "url": "https://www.ukpol.co.uk/bell-ribeiro-addy-2020-speech-on-points-based-immigration-system/",
    "title": "Bell Ribeiro-Addy – 2020 Speech on Points Based Immigration System",
    "post_date": "February 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Bell Ribeiro-Addy",
            "url": "/tag/bell-ribeiro-addy/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bell Ribeiro-Addy, the Labour MP for Streatham, in the House of Commons on 24 February 2020.",
    "content": [
        "I would like to thank the Home Secretary for giving me early sight of this statement. She and the Government call this a points-based immigration system, but Professor Alan Manning, the departing chair of the Migration Advisory Committee, has derided this and called it a “soundbite”—that is, meaningless phraseology. The truth is that the Government are introducing a set of restrictions on migration for work including the damaging salary threshold, ​but that is not the sole restriction. Workers earning below the salary threshold are not low skilled at all. There is no such thing as low-skilled work: just low-paid work. All work is skilled when it is done well. In fact, outside London and the south-east, they are the majority of workers. Again, they are underpaid, not low skilled. In trying to exclude their overseas recruitment, Ministers run the risk of doing even greater damage to our public services than they have done already.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers must surely be aware that a key problem for the NHS is, as its leaders tell us, that the exit door is closed. Patients who are well enough to be discharged from hospitals are not being discharged, because they lack access to social care packages. Blocking the overseas recruitment of social care workers who are generally paid well below the threshold will cause major problems with social care. It is already in crisis and this will exacerbate the exiting problems in the NHS, yet Ministers seem unconcerned. I must mention the need for the new NHS-specific visa. Surely the obvious thing would have been to create points for NHS jobs in the new system, but then I suppose the Government would have to admit that the salary threshold was simply not feasible and that the system just would not work. This is certainly not a singular global immigration system, and it has already been proved that a number of exemptions will be needed to make it work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Social care and the NHS are not the only areas that will be hit. The Government tell us that the unemployment rate is currently close to its lowest, but that completely contradicts Ministers’ suggestions that immigration causes unemployment or creates slack conditions in the labour market, leading to low pay. The Home Secretary seems to believe that the gaps can be filled by the economically inactive, but I strongly doubt that the Government intend to get carers, the elderly and students into work by raising their wages. It is more likely that they will cut benefits once again. Many employers report that they will struggle to fill vacancies or even to close the gap caused by the departing EU workers, who will now lose their rights under the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The requirement to speak English is a complete red herring. This is dog-whistle politics. Most people who come here to work—the Government’s system will demand that they have a specific job offer—come here with some English language skills and learn more as they go along. It is difficult to function in the labour market without any English at all, which is why they already speak English when they come here. Do the Government intend to split up families where the spouse or child has less-than-perfect English? This would be cruel and inhumane. Do the Government also intend to block the recruitment of scientists, mathematicians and IT specialists, for example, if they have less-than-perfect English? If so, that will completely undermine Ministers’ boasts about global Britain recruiting the brightest and best. In fact, the policy will tend towards recruiting only the most desperate if their spouse would be blocked from coming, because others may find employment in a country in which their spouse can reside.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What of the right to a family life in general? Will the new work visas allow that right? If not, which scientist or person with a PhD would not choose a country that allows the right to a family life? There is also no justification for denying access to public funds for years. If someone is working here, they are paying taxes, and ​they and their family should have access to the benefits paid for by those taxes, including working tax credits and access to the NHS. Have Ministers considered the public health implications of restricting access to the NHS in that way, even if they are unable to consider the human costs? What about spouses who become victims of domestic abuse being denied access to refuges? That is shameful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, I want to address a grave concern shared by many Opposition Members regarding workers and citizens’ rights. We cannot accept that work visas are tied to specific employers and want reassurances that that will not be the case. Otherwise, the Government will be creating conditions of bonded employment, where the threat of dismissal implies the threat of deportation. That would be disastrous for migrant workers and their families and detrimental to the interests of the entire workforce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}