{
    "url": "https://www.ukpol.co.uk/bell-ribeiro-addy-2022-speech-on-black-maternal-health-awareness-week/",
    "title": "Bell Ribeiro-Addy – 2022 Speech on Black Maternal Health Awareness Week",
    "post_date": "November 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bell Ribeiro-Addy",
            "url": "/tag/bell-ribeiro-addy/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bell Ribeiro-Addy, the Labour MP for Streatham, in Westminster Hall on 2 November 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered Black maternal health awareness week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you very much, Mr Gray; it is a pleasure to serve under your chairmanship. I thank my colleagues for their kind points of order. I am thankful, as always, that this debate has been awarded, so that we can once again have this vital discussion about the issues surrounding black maternal health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whenever I discuss black maternal health, I always take time to repeat the statistics around black maternal mortality. The reason I do that is twofold. First, the statistics are harrowing, and it is only by confronting them that we can truly begin to address the issue. Secondly, the statistics have not changed at all—the findings that I repeat have not improved, despite this issue having been raised for a number of years. I know that it may take time before we see a real change in statistics, but the Government are yet to introduce any meaningful measures that give us confidence that the statistics will change any time soon. Most notably, they will not even look at producing a target.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I repeat it for everyone who may not have heard that black women are four times more likely to die in pregnancy or childbirth, women of mixed heritage are three times more likely to die in pregnancy or childbirth, and Asian women are twice as likely to die in pregnancy or childbirth. Black babies have a 121% increased risk of stillbirth and a 50% increased risk of neonatal death. Asian babies have a 55% increased risk of stillbirth and a 66% increased risk of neonatal mortality. Black women have a 43% higher risk of miscarriage, and black ethnicity is now regarded as a risk factor for miscarriage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last time we had this debate, one of the key themes that kept coming up was data, whether it was Members such as myself raising the fact that the data exists and research has been done—we just need the Government to engage with it—or the Minister who responded, the right hon. Member for Mid Bedfordshire (Ms Dorries), stating that black women are under-represented in the Government’s data. I am pleased to say to the Minister responding today that there is now even more research out there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the last time we had this debate, Five X More has carried out and released the findings of its black maternal experiences survey. This is the largest survey of black women’s maternal experiences ever conducted in the UK. It gathered responses from over 1,300 women and looked at their experience of maternal care. The report highlights all the negative interactions that women experienced with healthcare professionals, from feeling discriminated against in their care to receiving a poor standard of care, which put their safety at risk, and being denied pain relief because of the ridiculous trope that black women are less likely to feel pain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report goes on to reveal how the discriminatory behaviour and attitudes that black, Asian and ethnic minority women face have been shown negatively to impact women’s clinical outcomes and their experiences of care. More than half the respondents reported facing those challenges with healthcare professionals during maternity care, and 43% of women reported feeling discriminated against, while 42% of women reported feeling that the standard of care they received during childbirth was poor or very poor, and 36% reported feeling dissatisfied with how their concerns during labour were addressed by professionals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further to that, 42% of respondents reported feeling that their safety had been put at risk by professionals during labour or during the recovery period. Of the women who experienced negative maternity outcomes, 61% reported that they were not even offered additional support to deal with the outcome of their pregnancy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased that the hon. Lady has brought this debate to Westminster Hall, and although there might not be big numbers here today to discuss the matter, it is of great importance. Does she not agree that health trusts, which she has referred to, must ensure that no matter the level of the black, Asian and minority ethnic population, staff are adequately trained to deal with the differences with respect to different ethnic groups? Does she further agree that the messaging that comes from the Minister and the Department in this debate is the most important tool that health trusts have to ensure that women of all ages and all ethnic groups are clearly understood and supported, no matter where they are and no matter what the statistics and numbers may be?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bell Ribeiro-Addy**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for his intervention, and he is absolutely right. I will come to training soon enough, and to what I believe individual trusts should be doing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to the Five X More report, Birthrights has recently published the findings of its inquiry into racial injustice and human rights in maternity care. The report uncovers the stories behind the statistics and demonstrates that it is racism—not broken bodies, as we are often told—that is the root of many of the inequalities of maternity outcomes and experiences. The study found that on a number of occasions, black women’s safety was put at risk while they were receiving care. They were ignored or their pain was dismissed, and they experienced direct or indirect racism from care givers. They were subject to dehumanisation. Their right to informed consent was violated and they faced structural barriers to receiving healthcare. Those women were going through one of the most painful experiences of their lives—one that can leave them at their most vulnerable—yet they faced institutional racism that impacted their health and the health of their babies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During a debate on this subject last year, I called on the Government to launch an inquiry into institutional racism and racial bias in the NHS, as well as in the field of medical education. I reiterate that call today and hope the Minister will address the issue of systemic racism in medical care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to those two reports, the Muslim Women’s Network recently published a study that reviewed the experiences of Muslim women in maternity care. The report encompasses the maternity experiences of over 1,000 Muslim women, and it once again revealed that a huge proportion of respondents received poor or very poor quality care. There are many examples of substandard care by health professionals, such as dismissing concerns and, again, pain; not offering treatment to relieve symptoms; inconsistency in the way that foetal growth was measured; substandard clinical knowledge; and vital signs being missed, which contributed to poor healthcare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some 57% of women felt that they were not treated with respect and dignity in the way they were spoken to or in other acts of care giving, but perhaps the most shocking finding of the report was that 1% of the women who responded reported that their baby had died before or during labour, or within 28 days of birth. In a sample of this size, that equates to 10 women, which is way higher than the three to four who should have been expected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those statistics are shocking, but the stories are even more shocking. Each of those reports includes harrowing stories of women being neglected, and of their pain being ignored and their concerns dismissed, resulting in a near miss or, indeed, the loss of their baby. In one account, a woman was not believed when she informed the midwife that she was ready to push. It states that when she eventually began to push,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Her baby came out still enveloped in the placenta. Several doctors came and she was taken to theatre as it became an emergency situation. It was touch and go but she survived. Due to heavy blood loss she was in a coma for three days. Her baby had to be given intensive care.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In another account, a woman reports that her baby was struggling to breathe after birth. She says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I was told that it was a normal thing for newborns. No checks were done to put my mind at ease. After about 20 mins, my baby stopped breathing. Efforts were made to resuscitate her, but she later died in NICU.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One woman recalled that during her first check-up, a nurse said that she was shocked that she knew who the father of her baby was because people like her do not usually know.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are thousands of similar stories of black, Asian and minority ethnic women having negative experiences with healthcare professionals and maternity care. There is an urgent need to address the crisis in maternity care, and I sincerely hope that the Minister will set out concrete steps that her Department and the Government will take to address the problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I sincerely hope those measures will look beyond treating black, Asian and minority ethnic women as a problem. We are not the problem and our bodies are not broken. There is no flaw in our genetics and we do not need to be dealt with in a way that reduces negative statistics by just pushing the problem away. The suggestion that black women should be induced earlier because a lot of these issues present after 40 weeks is ridiculous.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The solutions need to address the distinct problems in maternity care; all the evidence suggests institutional racism. We must address biases and assumptions about black women, train medical staff to recognise common symptoms in black women, and tackle the barriers that prevent black women from receiving the quality of maternity care they deserve. That is where the problems lie, and we will overcome them by directly addressing racial disparities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year when we debated this subject, the responding Minister asked me and others to continue to hold her feet to the fire on this issue. I thought they were really receptive and that we were finally going to see some meaningful steps to tackle maternal health disparities. I left the debate feeling slightly hopeful because so much awareness had been raised by the fantastic campaign groups I mentioned earlier, and there was a lot of support across the House. I was therefore really surprised and quite deflated when the next day the Minister moved Departments in a reshuffle. I know Cabinet reshuffles happen all the time—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Linden**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All the time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bell Ribeiro-Addy**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are a standard part of government, but we have lost count of the Health Secretaries and Ministers covering this brief. Today, we have a Minister from a different Department addressing us. I know it may seem like I am making a party political point, but regardless of reshuffles, Government priorities and resignations, the problems in maternity care continue. Although we cannot have continuity in Government for whatever reason, we need continuity in care and a strategy for dealing with racial disparities in maternity care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is hard to see the Government taking action when things are changing so frequently, but I sincerely hope the Minister will assure us that the Government are focused on this issue, regardless of the changes, and that her time in this role will be spent tackling black maternal health disparities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Black women cannot afford to wait any longer for action to be taken. I do not want to have to stand up in another debate and cite exactly the same statistics without any improvement. I know things take time, but it would be sensational to come back next year and report that at least something had changed. The best way for Ministers to exact that change is to set out clearly what the Government are doing and set a clear target.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The answer I have been given in the past when I have asked for a target is that this does not happen to that many women, so a target does not need to be set. I would flip that round: if it is not that many women, surely we can set a target to address it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}