{
    "url": "https://www.ukpol.co.uk/bell-ribeiro-addy-2023-speech-on-road-traffic-collisions-involving-cats/",
    "title": "Bell Ribeiro-Addy – 2023 Speech on Road Traffic Collisions Involving Cats",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bell Ribeiro-Addy",
            "url": "/tag/bell-ribeiro-addy/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bell Ribeiro-Addy, the Labour MP for Streatham, in Westminster Hall on 9 January 2023.",
    "content": [
        "It is a pleasure to serve under your chairpersonship, Ms Harris. I thank all those who have participated in the ongoing campaign to have the law changed to protect cats, including those who tweeted #Act4Cats, those who signed and shared the petition, and the MPs who signed my early-day motion calling for the Road Traffic Act to be amended.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also congratulate my constituent, Olivia Holland-Rose, who is here today; her hard work and campaigning efforts led to this debate. She started this petition in response to the tragic accident that resulted in the death of her beloved pet, D’Artagnan or Dart for short. In January last year, Olivia sadly got a knock at the door. Her neighbour gave her the tragic news that Dart had been struck by a car, killed and left by the side of the road. It was only thanks to the kindness of a stranger, who found D’Artagnan’s body and proceeded to inquire about his owner, that a neighbour was able to recognise him and inform Olivia and her husband about the accident. Had the driver who hit D’Artagnan done that, and had the law required them to report the collision, there is a possibility that D’Artagnan could have been taken to the vet in time to save his life. As section 170 of the Road Traffic Act requires drivers to report accidents involving horses, cattle, mules, sheep, pigs, goats or dogs, but not cats, the driver had no legal obligation to report the collision and so drove off.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Olivia and her partner are sadly not alone in that experience, as we have heard. Statistics about cats in road collisions are getting harder and harder to gather because the driver does not have to report the incident in the first place. A recent report from Petplan revealed that approximately 230,000 cats are run over each year, equating to 630 every day, and that 35% of drivers admit to having hit a cat. There are approximately 12.2 million cats living in UK households, so those figures are likely to be considerably higher today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are a nation of animal lovers, so we can all sympathise with the devastation that pet owners feel when their beloved pet passes away. I do not have any pets myself, but a member of my team has a dog that often stops at our constituency office. Coincidentally, she is called Belle, although she was not named after me—she was named years before we met her. Anyone who has visited my constituency office or has been out campaigning with me is likely to have met Belle, who has become a beloved member of the team. I know that I, my team and Belle’s owners would be absolutely devastated if she were to be struck by a vehicle, but if this were to happen, at least we would have the reassurance that the driver would be legally obligated to report it and we would stand a higher chance of getting her to a vet in time, if that were possible, to potentially save her life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cat owners do not have that luxury because cats are inexplicably excluded from section 170 of the Road Traffic Act. It seems ridiculous that pigs, dogs, cattle and horses are protected, but cats are not. The law was created because of those animals’ status as working animals, but we have evolved beyond appreciating animals solely for their economic value, and it is time our laws changed to reflect that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In response to the petition, the Government stated that, rather than changing the law, they wish to make roads safer and introduce compulsory microchipping. Microchipping cats is certainly a good policy—it is one that we seem to agree on right across this House—but a cat is no more likely to survive being hit by a car just because they are microchipped. The odds are already stacked against the cat. Microchipping cats will not increase their chances of survival. While I also agree with the ambition to make roads safer, in major cities, where cars are ever present and cat ownership is high, collisions are almost always going to be likely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those measures must be paired with a change in the law to require drivers to stop and report the collision, thereby increasing the chances of the cat getting to life-saving treatment and potentially saving another family from losing their beloved pet—or, if they do lose their beloved pet, at least giving them the closure of knowing. There is no reason that we can see for the law to exclude cats, and there are no excuses to justify not amending the law. It is such a small change; indeed, I would like the Minister to correct me if I am wrong, but I believe this is something that could be changed by a statutory instrument in a Delegated Legislation Committee. It would take just a few of us in this House very little time to insert that word, as we have heard. I am sure, or I hope, that we all agree that cats deserve to be treated the same as dogs, horses, pigs and all the other animals cited in the Act, and it is about time the law was changed accordingly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}