{
    "url": "https://www.ukpol.co.uk/angela-richardson-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Angela Richardson – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Richardson",
            "url": "/tag/angela-richardson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Richardson, the Conservative MP for Guildford, in the House of Commons on 8 November 2022.",
    "content": [
        "At a time of challenges at home and abroad, it is vital that we support our pensioners through this winter. I understand the concern that is felt by many people across the country, and I am grateful to the many constituents across Guildford and Cranleigh who have chosen to share their circumstances with me. My office will do all that it can to support any constituent who reaches out for support in the coming months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This compassionate Conservative Government have not stood by when it comes to supporting those in need. Since 2010, the Government have increased the state pension by £2,300, giving pensioners dignity in retirement and ensuring that their buying power has kept pace with inflation. It is important to note that, had the state pension solely risen with inflation, it would be £720 lower than it is today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also grateful to this Conservative Government for simplifying the state pension regarding the years spent at home for women raising a family, ensuring that they are better off. I chose to spend 16 years at home raising my children and that sort of policy impacts someone like me. These reforms mean that more than 3 million women will, on average, be £550 better off per year by 2030 than they would have been under the policy that we inherited from Labour. The years spent raising a family will now count in full towards the new state pension. As colleagues have already mentioned, automatic enrolment has helped millions more people save for retirement and that is something of which we should be very proud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to hearing from the Secretary of State for Work and Pensions in due course on the findings of his annual review of the state pension. I am confident that he will make the right decision that protects and supports our pensioners. I am also looking forward to the Chancellor’s autumn statement. It is only nine days away and I can exercise patience in waiting to have that alongside the full OBR forecast. He is no longer in his place, but I worry that the Christmas presents of the shadow Secretary of State will not survive until Christmas day without being picked up, felt and shaken about. It is not long to wait. At least I hope he will get some Christmas presents this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although it is important to highlight the bigger picture, the unprecedented support that the Government are providing this winter cannot be ignored. First, I welcome the introduction of the energy price guarantee, which today—this very minute—is providing certainty to pensioners with their energy bills. I welcome the fact that the Government have gone further, and that pensioners are eligible to receive up to £850 of additional support. That support comes from a further payment as part of the winter fuel payment, the £400 discount on energy bills as part of the energy bills support scheme and the £150 council tax rebate for eligible properties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Starting today, many households who claim the qualifying means-tested benefit, including those on pension credit, will receive their second instalment of the cost of living payment. In Guildford, 6,800 families are eligible for that payment. There are many ways that the Government are supporting those in need this winter: income support with pension credit; increasing the warm home discount; and delivering cold weather payments, to name just a few.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Locally, I welcome the support that is being provided by the Conservative-run Surrey County Council to help those who need it the most. I understand that all households will receive a cost of living directory of support that outlines the assistance that is on offer this winter. If anyone is in need of advice or help, I urge them to reach out. This Conservative Government will always support the most vulnerable in our society and I am confident that that commitment will endure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}