{
    "url": "https://www.ukpol.co.uk/angela-richardson-2022-speech-on-documents-relating-to-suella-braverman/",
    "title": "Angela Richardson – 2022 Speech on Documents Relating to Suella Braverman",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Richardson",
            "url": "/tag/angela-richardson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Richardson, the Conservative MP for Guildford, in the House of Commons on 9 November 2022.",
    "content": [
        "Thank you, Mr Deputy Speaker, for calling me so early in the debate. When it comes to standards in public life and adhering to the ministerial code, my constituents are very quick to let me know if they think that something is not right, and my record on issues that have happened in the last couple of years shows that I would be the first in line to make a statement on that. I have had nine emails in my inbox on this issue—not the hundreds that I would normally expect to receive—and some of them are supportive of the Home Secretary. The Opposition are allowed to have a number of Opposition day debates. I am disappointed that they have not used this one for something that really matters to my constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What really does matter to my constituents in terms of what the Home Secretary is trying to tackle is the small boat crossings, which we talked about yesterday in the Chamber. They want to see that dealt with so that those who need our help and support can have it and we have the capacity to offer safe and legal routes. My constituents want the Home Office to ensure that asylum claims are processed fairly and efficiently and that we can stop the criminal gangs taking advantage of vulnerable people with those unsafe boat crossings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today and this week, on the M25 not far from my constituency, Just Stop Oil protesters have been climbing gantries. My constituents are concerned about having their journeys disrupted as they go about their business. They want the Home Secretary to be providing our police with the powers they need to ensure that the protesters who have chosen to sit on motorway gantries can be removed swiftly and the roads reopened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My constituents care about antisocial behaviour. I know of the widespread distress of individuals who have been affected by antisocial behaviour in neighbourhoods in my constituency. I welcome the addition of 155 new police officers in Surrey, which will help to combat crime and make our community safer. They are visible. A young girl had someone expose themselves to her on a local bus. She sat at a bus stop in distress and tears. Two female police officers saw her, pulled over and helped and supported her. We are improving policing and I am seeing the results in my community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My constituents care about violence against women and girls being tackled and want our Home Secretary to get on and deliver the strategy to tackle that. They welcome the safer streets fund and the safety of women at night fund. I also welcome that almost £1 million of funding has been provided by the Home Office to Surrey police as part of the what works fund to provide a package of support for—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I have given a bit of latitude, but speeches should be about the motion before us. This is not a general debate on home affairs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Angela Richardson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Mr Deputy Speaker. As a result, speeches will be short. It is not appropriate for the Government to publish information relating to confidential advice, which is sought by the Opposition’s motion. Were they fortunate enough to be in government, that advice would need to be given to them. They are asking us to publish these papers. They have to accept that we would ask the same of them if we were in opposition. On that note, I will not support the motion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}