{
    "url": "https://www.ukpol.co.uk/angela-richardson-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Angela Richardson – 2020 Maiden Speech in the House of Commons",
    "post_date": "February 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Angela Richardson",
            "url": "/tag/angela-richardson/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Angela Richardson, the Conservative MP for Guildford, in the House of Commons on 13 February 2020.",
    "content": [
        "Thank you, Madam Deputy Speaker, for calling me to give my maiden speech in this general debate. I start by thanking the Speaker, the Deputies, including yourself, and the Speaker’s Office for the excellent advice, care and concern that has been shown to new Members. It is greatly appreciated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to follow the hon. Member for Newport East (Jessica Morden) and to have heard the wonderful maiden speeches from my hon. Friends the Members for Bosworth (Dr Evans) and for Wrexham (Sarah Atherton)—I have thoroughly enjoyed listening to all the maiden speeches from this intake so far.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted to be a Member of this Parliament, which is so wonderfully diverse and representative of the communities we serve. I would like to thank the Conservative Women’s Organisation, Women2Win, and the cross-party 50:50 campaign for the investment that they made in me and for encouraging women to stand in public life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My predecessor in Guildford, the right hon. Anne Milton, started her political journey as a borough councillor in nearby Reigate and Banstead. With her experience as an NHS nurse of 25 years and genuine warmth of character, she was close to our community and understood ​local people and their concerns. Anne always acted with principle and did what she believed was right both for her constituents and in the national interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Government, Anne was an effective Minister in the Department of Health and later a Government Whip—indeed, she was the first Conservative woman to hold the position of Deputy Chief Whip, where she introduced better access to physical and mental health provision as well as pioneering the induction programme for new Members, which we in this intake have all benefited from. Anne Milton’s most recent post in Government was as Minister of State for Apprenticeships and Skills. I look forward to continuing to make the case for the value of apprenticeships, not least as someone who did not go to university but was able to learn and earn. I can see the enormous potential of apprenticeships as we invest in our young people as part of our future global Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have the wonderful privilege of representing a constituency that I believe encapsulates its name in so many ways. Guildford, or “Golden Ford”, is so named because it was the natural shallow crossing point of the River Wey, where the river bed shone with golden sand. The North Downs way is a footpath that stretches through Surrey, including the Hog’s Back and the centre of Guildford, past the ancient castle built shortly after the Norman conquest in 1066. It provides stunning views—in fact, you do not have to go far from the centre of Guildford to enjoy a view, especially of our iconic cathedral, which sits proudly on the skyline.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Beyond the town, there are many beautiful villages in the Guildford constituency, with idyllic cricket greens and friendly pubs, many of which I managed to give good custom to during the general election as a well-earned break from knocking on doors. I have been proud to call the village of Ewhurst my home for the last decade and serve as a local councillor in the neighbouring community of Cranleigh, which still competes for the title of England’s largest village.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are hundreds of charities registered in Guildford, and scores more in the wider constituency. It is a kind-hearted, philanthropic place, and the borough council works extremely well in partnership with those charities, helping with all sorts of issues from rough sleeping to young carers. The council also has a fantastic ASPIRE programme to promote health and wellbeing. Homelessness and rough sleeping are high on my list of priorities, and I look forward to continuing to work with the council, and with charities such as Guildford Action, to ensure that the additional funding announced by the Government in December is put to good use. I will work both on a cross-party basis and with the Government to tackle those issues as an officer of the all-party parliamentary group for ending homelessness here in Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Community is at the heart of this one nation Conservative Government’s agenda, and Guildford is uniquely placed to forge golden opportunities in linking the fantastic University of Surrey, Surrey Sports Park, the law college, Surrey Research Park, our entrepreneurs, our computer gaming industry and our leading 5G innovation, job creation and prosperity with our cultural gems of the performing arts and our beautiful cobbled high street, with its famous retail offering of shops, cafes and restaurants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the economic revenue produced by Guildford needs to be nourished with inward investment of skill, talent and funding. I will be seeking Government investment ​in infrastructure. It is time for a masterplan for Guildford town centre, and bold innovation to reduce traffic with green technology, road improvements, and a re-purposing of the old Cranleigh to Guildford Rail line to ease congestion on the A281. We know that a vibrant local community is more than its industry; it is about its services, its schools and its hospitals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted to have Royal Surrey County Hospital in my constituency. Our three children were born there. The accident and emergency department looked after me during a difficult second-trimester miscarriage, and it was an NHS consultant at the hospital who diagnosed our son with autism and offered support. I was proud that the Prime Minister put our NHS at the front and centre of the general election campaign, and I give heartfelt thanks to all our hard-working NHS staff. I look forward to continuing to work on the provision of better car parking at the hospital for both staff and patients, and endeavouring to link the hospital with Onslow Park and Ride.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me say, as a proud immigrant to this country from New Zealand who ventured well beyond the famous antipodean settlements of Earl’s Court and Shepherd’s Bush, that community is something that I have had to invest in and build over the last two decades. The people of Guildford have been so welcoming to me, and through my work as their representative I hope to repay their trust.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Being the Member of Parliament for Guildford is the honour of my life, and it would not be possible without the steadfast support of my husband Jeremy, who is in the Gallery today. With your indulgence, Madam Deputy Speaker, may I also pay tribute to my parents, who are watching in New Zealand? My mother instilled in me a lifelong love of learning, and my father is immensely practical with a fine sense of humour. That upbringing will, I trust, stand me in good stead in this place, as we combine philosophical principles with pragmatism, meet our country where it is today, and work together to forge its bright future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}