{
    "url": "https://www.ukpol.co.uk/nicola-richards-2023-speech-on-holocaust-memorial-day/",
    "title": "Nicola Richards – 2023 Speech on Holocaust Memorial Day",
    "post_date": "January 31, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Nicola Richards",
            "url": "/tag/nicola-richards/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nicola Richards, the Conservative MP for West Bromwich East, in the House of Commons on 26 January 2023.",
    "content": [
        "I thank my right hon. Friend the Member for Bromsgrove (Sajid Javid) for securing this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nobel laureate and holocaust survivor Elie Wiesel famously said\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“whoever listens to a witness becomes a witness”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Seventy-eight years on from the liberation of the former Nazi extermination and concentrations camp at Auschwitz-Birkenau, as we gather here today to mark Holocaust Memorial Day, those words could not be more important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a society, we have taken the incredible work of organisations such as the Holocaust Educational Trust for granted. The trust and its incredible staff have worked day in and day out for the past 30 years to ensure that as many people as possible have the honour of being able to sit in awe and listen to a holocaust survivor tell their testimony. Today, through the Holocaust Educational Trust’s annual webcast, tens of thousands of schoolchildren from across the country logged on to hear the testimony of holocaust survivor Ruth Posner BEM.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is sad but true that we are the last generations who will know the holocaust not as a historical period but as something that happened to someone we met or knew. With holocaust survivors now in their 80s and 90s, we, the people who have heard their testimony, have become their witness. We must now carry the mantle of continuing their legacy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If holocaust denial and distortion can thrive when there are survivors as proof, what will happen when there are none? If antisemitism and hatred can thrive even while survivors warn where it can lead, what will happen when there are none? And when individuals say that Jewish people should not have their own homeland, when survivors are still retelling how no other country would accept them, what will happen when there are none?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the past month, we have seen the release of two shocking reports. First, two weeks ago, the Tuck report on antisemitism in the National Union of Students found that it was a hostile environment for Jewish students. I have heard stories from my Jewish staffer of what he and his friends experienced at NUS conferences, and it is truly shocking. Secondly, just last week, we received the campus antisemitism report from the Community Security Trust, which found that antisemitism at UK universities has risen by 22% to its highest recorded total. Put simply, Jewish students on UK campuses are receiving death threats and abuse while the National Union of Students, their supposed representative, invites an accused antisemitic rapper to its conferences. How can the Jewish community hope for a better future when this is what its children are having to put up with?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pause to recognise the amazing work of the Community Security Trust and the Union of Jewish Students, which are on the ground at universities to protect and represent Jewish students. I also thank the Antisemitism Policy Trust and declare an interest as the co-chair of the APPG against antisemitism. Sadly, the work they do only becomes more important as time goes on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was recently at the United States Holocaust Memorial Museum and saw a Nazi-era antisemitic book that is currently on sale online. Just last year, we were reminded again that antisemitism is alive and kicking thanks to Kanye West, the now disgraced rapper turned Hitler fan. There is nothing cool, and certainly nothing acceptable, about that. I live in hope that, one day, he might realise that. He has more followers on social media than there are Jews in the world, which puts this debate starkly into context.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The theme of this year’s Holocaust Memorial Day is ordinary people. It is strange to use the word “ordinary” in the same sentence as the word “holocaust.” There is nothing ordinary about the unprecedented attempt to murder all European Jews and to extinguish their culture, history and traditions. This cannot be ordinary, yet the holocaust was only possible because ordinary people did not speak up when hatred was taking over.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was ordinary people who met at the Wannsee conference to discuss the need for the final solution, which is the term given to the extermination of the Jewish population. It was ordinary people who rounded up the Jews of Europe and forced them into ghettos. It was ordinary people who drove the trains on their journey to the camps. It was ordinary people who thought of their work at death camps as just that—nothing more than work. They would finish their shift and go home to their families and children, who often lived just a few hundred metres away from the camp perimeter. Most importantly, it was ordinary Jewish people who had their humanity stripped away for the crime of being Jewish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the late Rabbi Lord Sacks said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Jews were hated in Germany because they were rich and because they were poor, because they were capitalists and because they were communists, because they kept to themselves and because they infiltrated everywhere, because they believed in a primitive faith and because they were rootless cosmopolitans who believed nothing. Hitler believed that Jews were controlling both the United States and the Soviet Union. How could they be doing both? Because they were Jews.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I end this speech by paying tribute to Zigi Shipper BEM, who sadly passed away last week. I am proud to be, as Elie Wiesel put it, his “witness.” I had the pleasure of meeting Zigi many times and I will never forget his charisma, strength and big smile, which he always had on display. I witnessed the eruption of applause when he finished delivering his testimony, having transported students in a school in London through time, painting a picture of the fragile child who was lucky to survive this all, not least the death march where he developed typhus. When he finished speaking, he was a legend, a mensch. He was one of the many capable of condensing the pain of those involved into a service to better the world. At the end, he was treated like a celebrity and he loved it. He high-fived all the students down the aisle of the hall on his way out, and those students will never forget it. I echo the words of his grandson, Darren Richman, who wrote:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Shaping minds—in a very real sense—changing the world, and I have no doubt the world was a better place for having had Zigi in it.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May his memory be a blessing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}