{
    "url": "https://www.ukpol.co.uk/nicola-richards-2023-parliamentary-question-on-the-ownership-structure-of-football-clubs/",
    "title": "Nicola Richards – 2023 Parliamentary Question on the Ownership Structure of Football Clubs",
    "post_date": "January 29, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Nicola Richards",
            "url": "/tag/nicola-richards/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Nicola Richards, the Conservative MP for West Bromwich East, in the House of Commons on 26 January 2023.",
    "content": [
        "**Nicola Richards (West Bromwich East) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What steps she is taking to review the ownership structure of football clubs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport (Stuart Andrew)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government do not assess the ownership arrangements with individual clubs. However, the Government response to the recommendations made in the independent Fan-Led Review of Football Governance sets out our view that tests of new owners and directors are needed to ensure the future sustainability of football clubs and the stability of the game in total.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Nicola Richards**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thousands of West Bromwich Albion fans are deeply concerned about the actions of the club’s ownership. The owner took a £5 million loan from the club to fund his other business—money that is yet to be repaid. The club has now taken a high-interest loan of £20 million to fund day-to-day business secured against the club’s name and stadium. Will my right hon. Friend bring forward the Government’s response to the Fan-Led Review and introduce a regulator to give fans the power to stop owners abusing the club’s assets in this way and to penalise owners whose business decisions are not in the best interests of the football club?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stuart Andrew**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I add my congratulations to my hon. Friend on her recent wedding and praise her for the work she has been doing in this area in support of her local football club, working closely with fans’ groups such as Action4Albion and Shareholders for Albion. We will set out our plans for reform in the White Paper, which will be published in the next few weeks and will include strong action on owners and directors to ensure that they are suitable custodians for clubs and to avoid harm to fans and local communities such as she has described.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Clive Efford (Eltham) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sustainable ownership in the long term can only be achieved if we sort out football finance. There are negotiations going on at the moment between the English Football League and the Premier League around the issue of parachute payments, which create a financial imbalance, particularly in the championship. There are 14 clubs in the premier league that will not move on the issue of parachute payments, because they are the most likely to fall into the championship. Are the Government going to act on that, or will it take a Labour Government to do it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stuart Andrew**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have had extensive engagement with both the EFL and the Premier League, encouraging them to get on with the negotiations. Sometimes they have progressed and sometimes they have stalled, but I am pleased to say that they have been progressing somewhat more rapidly in recent weeks—I think the prospect of the coming White Paper may have encouraged that—and we hope they will come up with a solution that will bring financial stability to the whole of the pyramid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}