{
    "url": "https://www.ukpol.co.uk/nicola-richards-2022-speech-on-world-aids-day/",
    "title": "Nicola Richards – 2022 Speech on World AIDS Day",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nicola Richards",
            "url": "/tag/nicola-richards/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nicola Richards, the Conservative MP for West Bromwich East, in the House of Commons on 1 December 2022.",
    "content": [
        "I thank the hon. Member for Brighton, Kemptown (Lloyd Russell-Moyle) for leading this debate and for his commitment to this cause. As the number of new HIV cases in this country falls, the importance of the issue does not. We stand on the shoulders of giants and of the 38 million globally lost to AIDS-related illness. Their early passing will not be forgotten. In fact, it inspires us to work harder and quicker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government are proud to be one of the first in the world to commit to ending new HIV cases by 2030, and we are proud to put our money where our mouth is. This time last year, my right hon. Friend the Member for Bromsgrove (Sajid Javid), as Health Secretary, provided £20 million to fund opt-out testing in London, Brighton and Manchester. Thanks to the campaign of the Terrence Higgins Trust and my hon. Friend the Member for Blackpool South (Scott Benton), Blackpool was also rightly included. This investment has had remarkable results and is already garnering savings for the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the first 100 days of this programme, around 128 people were newly diagnosed and roughly 65 people who were previously diagnosed returned to the care of an HIV clinic. On top of all the standard HIV testing, that is almost 200 people who no longer have HIV attacking their immune system and who cannot pass on the virus to others. What a triumph. Adding that half the hospitals also tested for hepatitis and found 325 cases of hepatitis B and 153 cases of hepatitis C, the success only builds. Well over 500 people have been prevented from becoming very unwell on our watch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having spent about £2.2 million on four months of testing, the savings are calculated at between £6 million and £8 million. These are not pipe-dream savings but a real reduction in the pressure that accident and emergency departments and hospitals face this winter. When Croydon Hospital started opt-out testing, the average hospital stay for a newly diagnosed HIV patient was 34.9 days. Two years later, it is 2.4 days. I know a few hospitals that could also do with such pressures being released.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the west midlands we have five areas of high HIV prevalence, and my borough of Sandwell is among them with a prevalence of 2.92 cases per 1,000 adults, which is well above the national average. The National Institute for Health and Care Excellence says that areas such as Sandwell should\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“offer and recommend HIV testing on admission to hospital, including emergency departments, to everyone who has not previously been diagnosed with HIV and who is undergoing blood tests for another reason.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such testing is not yet happening in Wolverhampton, Coventry, Sandwell, Birmingham or Walsall. We have to find our undiagnosed and lost-to-care residents and get them into treatment as soon as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Mayor of the west midlands, Andy Street, has written to the Health Secretary asking for this “invest to save” resource for our region, and I add my voice to his call and ask the Minister if he can help level up the HIV response outside London. With funding for opt-out HIV testing, we can put the west midlands on track to end new HIV cases by 2030.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Andy Street rightly said\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“This is not a World AIDS Day stunt but a serious call for action. I don’t want ‘The Ribbons’ to simply be a tribute. It needs to be a reminder that HIV is still happening to many”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know my hon. Friend the Member for Birmingham, Northfield (Gary Sambrook) and local councillors in Sandwell, such as Councillor Scott Chapman, join Andy and me in asking for an extension to opt-out testing to cover my West Bromwich East constituency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have made such incredible strides. As well as remembering the devastation that HIV has caused for so many around the world, we have to celebrate how far we have come. We have preventive drugs available on the NHS—drugs that stop any trace of HIV so that those who contract it cannot pass it on to others—and we are now seeing the major success of opt-out testing in some of the country’s worst HIV hotspots. In an odd way, the medical question is not really the problem; it is the stigma.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recently met Harry Whitfield, also known as Charity Kase, who last year made his debut on “RuPaul’s Drag Race UK” to showcase his incredible talents. He talked about how hard it was to deal with his HIV diagnosis. For last year’s World AIDS Day, Harry said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The stigma around HIV is far worse than the disease itself. I take one tablet per day to stay healthy and completely undetectable so I can’t pass the disease on. I’m thriving in my life every day, but that’s not the narrative that gets told when talking about HIV.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year, like so many, I was completely engrossed in “It’s A Sin.” Until then, I had not thought that much about HIV. Probably because of my age, I had not properly considered how terrifying that period of time was for so many. When I was sent an HIV test to raise awareness during testing week, I took the test and posted about it on social media. I knew it had the potential to create some odd feedback, but I felt it was important. Some of the comments came from people who thought HIV was a thing of the past, and they accused me of talking about it only as a means to control people now that we are out of the covid pandemic. It showed me the importance of keeping this issue alive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My experience is similar to that of my right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes), with people questioning why I thought it was necessary to take a test and what I had been up to. However, one constituent thanked me. He said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I’m a victim of this myself. I was fortunate to be born at the right time for effective treatments. But only just. These new tests were not around when I was diagnosed. I just happened to randomly find out through routine MOT as they call it.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He also said told me that the stigma is the main issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Tanmanjeet Singh Dhesi (Slough) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my hon. Friend the Member for Brighton, Kemptown (Lloyd Russell-Moyle) on securing this important debate on World AIDS Day. Like the hon. Member for West Bromwich East (Nicola Richards), my Slough constituency has a relatively high prevalence of HIV. It is vital that our town is properly supported in the fight against HIV and AIDS in order to meet the 2030 target, which is why I wrote to the Health Secretary to request that Slough be included in the opt-out HIV testing scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Lady agree it is important that the Government support areas like ours so that we get the right level of support? Without that support, we could experience a resurgence that none of us wants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Nicola Richards**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I completely agree with the hon. Gentleman. Opt-out testing is one of the easiest ways to end the transmission of HIV and become the first country to be HIV-free by 2030, which would be incredible. Opt-out testing is clearly a great route to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“It’s A Sin” has helped to bring this issue back to life, not just as a reminder of the 38 million people around the world lost to AIDS-related illness, but as a reminder of how far we have come. The series also makes it glaringly obvious that we have more to do to tackle the stigma.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I place on record my thanks and appreciation for the Terrence Higgins Trust. It is 40 years since the death of Terry Higgins, one of the first to die of an AIDS-related illness. The trust does incredible work to end the stigma around HIV, which is one of the biggest barriers that stops people getting testing, and therefore one of the biggest barriers to ending the transmission of HIV by 2030.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "HIV is no longer a death sentence. It is no longer the terrifying disease that “It’s a Sin” so intensely brought to life for people like me who did not live through those incredibly difficult times. I thank the Government for supporting opt-out testing, and I call one last time for the pilot to be extended to other hotspots, including the west midlands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}