{
    "url": "https://www.ukpol.co.uk/nicola-richards-2022-speech-on-holocaust-memorial-day/",
    "title": "Nicola Richards – 2022 Speech on Holocaust Memorial Day",
    "post_date": "January 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nicola Richards",
            "url": "/tag/nicola-richards/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nicola Richards, the Conservative MP for West Bromwich East, in the House of Commons on 26 January 2022.",
    "content": [
        "I quote:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I have a request of you: this is the real reason why I write, that my doomed life may attain some meaning, that my hellish days and hopeless tomorrows may find a purpose in the future.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These chilling words are those of Zalman Gradowski, a Polish Jew deported to Auschwitz-Birkenau and forced to be a cog in a factory of death. Zalman was forced to be a member of the sonderkommando, a group of Jewish prisoners forced to perform a variety of duties in the gas chambers and crematoriums. In October 1944, Zalman led this group in revolt and managed to destroy one of the crematoriums. He was murdered during this revolt. Knowing he would soon be killed, Zalman wrote his first-person account of what he described as the “inferno of death” that he was living in and hid these words in the ashpit of crematorium 3, hoping that one day a citizen of the free world will find them and tell the story of him and his family. Zalman asks in his writings:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Can the dead mourn the dead? But you, unknown ‘free’ citizen of the world, I beg you to shed a tear for”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "my family\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“when you have their pictures before your eyes. I dedicate all my writings to them—this is my tear, my lament for my family and people.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to now grant Zalman’s wish and list the names of his murdered family members for all to hear, know and remember in this place: his mother, Sarah; his sister, Libe; his sister, Esther Rokhl; his wife, Sonia; his father-in-law, Raphael; and his brother-in-law, Wolf. They were all killed on 8 December 1942, gassed and incinerated. They have no grave. Zalman also mentions his father, Shmuel, his two brothers, Eber and Moyshl, and his sister Feygeleh, who were all taken and never seen again. This was his entire family, and they will never be forgotten.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An estimated 1.3 million Jewish people were deported to Auschwitz-Birkenau, and 1.1 million were murdered. When allied troops liberated the concentration and death camp 77 years ago today, just 9,000 prisoners were found alive. All in all, an estimated 6 million Jewish men, women and children were murdered in the holocaust.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The holocaust was not the birth of antisemitism, and sadly neither was it the end. It is the world’s oldest form of hatred and has taken on many forms over the centuries. However, the same themes always seem to prevail: Jews are made scapegoats, forced to answer for the actions of others, and they are depicted as both weak and all powerful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just two weeks ago, a British man walked into a synagogue in Texas and took the rabbi and three congregants as hostages. Why? Because he believed that the Jews of that small congregation had the power to grant his demands. I saw the effect that the incident had on my Jewish friends: they stayed glued to their phones and TVs all night praying for a peaceful outcome; they went to sleep not knowing whether they would wake up to yet another massacre of fellow Jews in their sacred house of worship.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a sad state of affairs when synagogues all over the world are still forced to be guarded by soldiers, police or security and when Jewish schoolkids in this country must still take part in regular terrorist drills and be prepared for the worst in case it happens. I pay tribute to the incredible work of the Community Security Trust and its volunteers, who work tirelessly to keep the UK Jewish community safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State for Education rightly calls antisemitism a virus that continues to mutate. As we know, the best way to deal with a mutating virus is to vaccinate. Education will always be the vaccine against all forms of hatred. For that reason, I commend the work of the amazing charities, organisations and their staff who dedicate their time to ensuring that the next generation are taught about the evils of antisemitism and where that hatred can lead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Holocaust Educational Trust is an amazing charity and one I was proud to work for myself. I am glad that two of my staff members, Alex Moore and Bradley Langer, are ambassadors for the trust; Bradley also works for them. Holocaust Memorial Day might just be one day a year, but the staff of the trust work hard all year round, travelling to schools across the country and teaching about the horrors of the holocaust. They have now taken over 41,000 young people to visit Auschwitz-Birkenau through their Lessons from Auschwitz project, giving them the opportunity to see that historical site for themselves. They campaign tirelessly against those who try to deny or distort the holocaust and they help survivors share their testimony with anyone who will listen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also commend the innovative work of George Salter Academy, in my own constituency, as part of the University College London Beacon School programme—a flagship initiative led by the UCL Centre for Holocaust Education. They are truly leading the way in holocaust education in West Bromwich East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also pay tribute to Freddie Knoller BEM, who very sadly passed away yesterday aged 100. Freddie was an Auschwitz survivor and a resistance fighter, and his work and fight against antisemitism will never be forgotten.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sadly, one day in the near future, the holocaust will move from being living history to just history. All of us who have had the honour of hearing a survivor share their testimony are now their witness. It is up to us to carry on their legacy, to say to our children, “I met a Holocaust survivor; I listened to their testimony. It happened to them and their family, and it must never be allowed to happen again.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to end this speech on a positive note by also celebrating the incredible Lily Ebert BEM. At age 20, when she was deported to Auschwitz, she made herself the promise that if she survived she would tell everyone the truth of what happened to her and her family. She has made millions of people around the world her witness and continues to jump at every opportunity to share her story. I wish Lily a huge “Mazal tov” on the arrival of her 35th great-grandchild, and I echo her remark that the Nazis did not win.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}