{
    "url": "https://www.ukpol.co.uk/angela-richardson-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Angela Richardson – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Richardson",
            "url": "/tag/angela-richardson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Angela Richardson, the Conservative MP for Guildford, in the House of Commons on 10 September 2022.",
    "content": [
        "It is a privilege to speak on behalf of my constituents. I will focus my remarks on Her Majesty’s role in marking the milestones of Guildford throughout her reign.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Queen Elizabeth first visited Guildford in 1957 with His Royal Highness the Duke of Edinburgh to mark the 700th anniversary of the town’s charter. She was presented with a traditional gift for royal visitors to Guilford, on the balcony of the Guildhall, which was a plum cake—although I am not sure whether she partook of it, given her fondness for chocolate cake instead. The Queen then visited the half-completed Guildford cathedral, signing, with the Duke, two bricks to be incorporated into the structure. There they remain, along with many thousands of others signed by Guildfordians. She will be indelibly with us in Guilford for centuries to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Four years later, in May 1961, Her Majesty attended the consecration of the cathedral. It was the first new Anglican cathedral to be built in 500 years. In 2011, she returned with the Duke to mark 50 years since that consecration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the second world war, Her Majesty served in the Auxiliary Territorial Service in and around the Surrey area, and retained her connection to the successor Women’s Royal Army Corps during her reign. In 1964, she opened the WRAC barracks in Guildford, which, I am glad to say, cast off its nickname of the “powder puff barracks” to become the Queen Elizabeth barracks; today, this is the community of Queen Elizabeth Park. Her Majesty returned 15 years later, in 1979, to mark 60 years of the WRAC Association, unveiling a plaque to mark the occasion. In February 1981, she opened the Royal Surrey County Hospital and spent time touring the new facility, speaking to staff and patients. She returned in 1997 with the Duke to open the amazing St Luke’s cancer centre.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her Majesty was also a visitor to the University of Surrey, attending the service of thanksgiving for the university’s silver jubilee in 1992 and opening the Surrey Space Centre in 1998. In October 2015, the Queen returned to open a school of veterinary medicine with the Duke of Edinburgh, when, as well as touring the facility, she spoke to Professor Noel Fitzpatrick about prosthetic limb use for dogs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her Majesty was a monarch who retained an interest in the lives of her people. She returned to cathedrals she had inaugurated, hospitals she had opened, organisations of which she had been a part and universities where the future scientists, artists and leaders of her nation were being educated. That interest and warmth drew so much affection from her people. Her investment in this country and its people was total and unwavering. It was the greater part of her and she an irreplaceable part of us all. May she rest in peace and may God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}