{
    "url": "https://www.ukpol.co.uk/angela-richardson-2021-speech-on-the-uk-space-industry/",
    "title": "Angela Richardson – 2021 Speech on the UK Space Industry",
    "post_date": "February 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Angela Richardson",
            "url": "/tag/angela-richardson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Angela Richardson, the Conservative MP for Guildford, in the House of Commons on 4 February 2021.",
    "content": [
        "I congratulate the hon. Member for Midlothian (Owen Thompson) on securing this important debate on the future of the UK space industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Guildford constituency is a space hotspot and is the foundation of the local space sector. Over three decades ago, Surrey Satellite Technology was formed as a spin-out company from the University of Surrey. It is still going strong today, employing 350 staff, and has achieved worldwide success in the manufacture of small satellites. From the foundations of this company in Guildford, the number of space companies and organisations in the area has grown to 185. The wider enterprise M3 local enterprise partnership area has recently become the only LEP to have been recognised by the UK Space Agency for its rich potential. It has received an award of £70,000 for activities to stimulate further growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Continued investment in the sector is vital, when we think about what a company such as Surrey Satellite Technology has achieved. This includes 69 satellites launched in the last four decades and space development and training programmes for international customers, including the US, Kazakhstan, Nigeria, Chile, Thailand and South Korea. I know that the Minister will recognise how important the sector is for our exports and future trading relationship with partners all over the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Government plans for an ambitious national technology satellite programme are extremely welcome. A long-term co-ordinated plan would allow industry to invest in developing new technologies in projects that play to the UK’s strengths, fostering innovation, economic growth and inspiring young people into science, technology, engineering and maths careers. Speaking of those careers, I am pleased to hear that Surrey Satellites offers an apprenticeship programme and a graduate scheme. Along with Surrey Satellites, the space sector in Guildford is the proud home to Lime Microsystems, MTS, Ricardo, SATRO, Thomson Environmental Consultants, Eosense, DMC International Imaging and the British Association of Remote Sensing Companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I was growing up, I was not one to spend my time gazing at the stars. I was more interested in people, the choices we make and how we live our lives, but I think we can all recognise that many of the things that we use and take for granted are the result of research and innovation in the space sector—google it and the list is endless. We can be proud of our UK space industry and, with the focus of this Government, I believe that we can be assured of its future success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}