{
    "url": "https://www.ukpol.co.uk/nicholas-ridley-1986-statement-on-the-channel-tunnel-2/",
    "title": "Nicholas Ridley – 1986 Statement on the Channel Tunnel",
    "post_date": "August 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Nicholas Ridley",
            "url": "/tag/nicholas-ridley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Nicholas Ridley, the then Secretary of State for Transport, in the House of Commons on 10 February 1986.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/08/nicholasridley.png)](https://www.ukpol.co.uk/wp-content/uploads/2019/08/nicholasridley.png)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House approves the Government’s White Paper on the Channel Fixed Link (Cmnd. 9735).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted, but surprised, that the Opposition want this debate on the Channel tunnel. I am delighted because many of my right hon. and hon. Friends have important points to raise, and surprised because I do not understand what the Opposition seek to gain. Perhaps they want to embarrass the Liberals, as the hon. Member for Isle of Wight (Mr. Ross) is in favour of our decision, but the Liberal candidates in east Kent are all against it. That is strange. The Liberal manifesto for the 1984 Euro-elections advocated  \n“Community Investment in major transport links, including a Channel Tunnel”.  \nI wonder whether the Kent Liberal candidates dissociated themselves from the manifesto at the time of the campaign.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Stephen Ross (Isle of Wight)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I continue to support our manifesto, and the Secretary of State congratulated me on that recently during Question Time. I suspect that some Conservative Back-Bench Members are not keen on the scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Ridley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am not criticising the hon. Gentleman. I was merely wondering whether he could have a word with some of his candidates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Labour party also has its problems. Some Labour Members are in favour of our decision, and some are against it. So why choose to debate it? It puts the hon. Member for Aberdeen, North (Mr. Hughes) in a terribly embarrassing position. He must steer between the Scylla of the hon. Member for West Bromwich, East (Mr. Snape) who represents the National Union of Railwaymen, and the Charybdis of the hon. Member for Kingston upon Hull, East (Mr. Prescott), who represents the National Union of Seamen. It is beastly of the Labour party to make him run the gauntlet again between those two political rocks. Surely he found it unpleasant enough the first time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the Labour party has a worse failure to answer for. Labour Members keep demanding more infrastructure spending. They have debate after debate about the need for spending, and more jobs. Indeed, there is another one this week. Yet here is a massive infrastructure project, which will create a great number of jobs—we estimate about 40,000 man-years of employment. The jobs will by no means all be in the south-east. There could be orders of £700 million to £800 million for railway equipment alone which can be fulfilled only by midlands and northern firms. There are also great opportunities for more employment on railway operations. The tunnel will bring benefits to all regions of the kingdom by providing quicker, cheaper, more reliable means of transport to the Continent, thus helping employment. But what does the ​ Labour party do? It voted against the tunnel before Christmas, and it has a three-line whip to vote for its amendment tonight. Does it want jobs, and infrastructure, and investment, or not?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I announced the invitation to promoters last year the hon. Member for Crewe and Nantwich (Mrs. Dunwoody), who was then Labour’s transport spokesman, said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We welcome any suggestion of considerable investment in the infrastructure. Indeed, we have been asking the Government for many years for precisely this sort of infrastructure development, with its impact on jobs and industry.”—[Official Report, 2 April 1985; Vol. 76 c. 1078-79.].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How can the Opposition say that with one transport spokesman, and with another ask the House to vote against the project that they welcomed? The Labour party’s inconsistency is extraordinary, although some individual hon. Members hold different views.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Robert Sheldon (Ashton-under-Lyne)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The main point is that the infrastructure development will assist the south-east. Many of us are worried that the White Paper pays no regard to transport links with the north. The bottlenecks around London will become more constricted, not less, as a result of the link. Expenditure is needed on the road network to the north, but that will be even harder as a result of the Channel link. The right hon. Gentleman should be providing better links to the north, not to London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Ridley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that the right hon. Gentleman is in favour of the link and sees the importance of connecting it to all areas, and I entirely agree. For that reason we are building the M40 as a relief to the Ml. It is as quick to go from London to Birmingham up the M6 via Oxford as it is via the Ml. There is massive infrastructure development taking traffic from the south-east to all quarters. There is a huge road programme to the south-west. Wherever we can, we are investing in roads to improve the position. Moreover, there are great opportunities for the railways to run through services from the north to the Continent. The right hon. Gentleman must welcome our decision and encourage all concerned to grasp the opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Teddy Taylor (Southend, East)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What evidence prompted my right hon. Friend to make the statement that the Channel tunnel could offer a “cheaper” means of transport across the Channel? Does he accept that the more British people hear about the tunnel, the less they like it? That is clear from a recent opinion poll which shows that more than half the population do not want the tunnel, and that only one third are in favour of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Ridley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, the magic has worked even quicker than I believed because the ferries are now saying that they will cut the cost of the journey by 30 per cent. That is even before the tunnel is built. Therefore, my hon. Friend must concede that the tunnel route is cheaper. That shows what a little competition can do. Secondly, if my hon. Friend intends to steer a course according to every favourable opinion poll, I do not know what he will do when they are unfavourable. That is not a sound basis for forming opinions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is another dilemma. The Labour party complains that all the benefits of the tunnel will go to east Kent, and not to the north of England. But my right hon. and hon. ​ Friends from Kent have expressed the opposite concern, that the tunnel will have unfortunate employment effects on the county. Let me tell the House my view of the truth, which is also contained in the White Paper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the next eight years, during the construction period, there will be growing employment in Kent, both because of the increasing ferry business, and the construction work on the tunnel, roads, railways and so on. There could even be a shortage of labour during that period. In the long term, after the tunnel is open, a great deal depends upon the extent to which it attracts traffic which would otherwise be carried by the ferries, and also upon the extent to which local authorities in Kent can use, imaginatively, the opportunities created by the link to generate new employment in the county. When the link opens, employment on the ferries will certainly fall. On the basis of the promoters’ estimates of traffic, the Government judge that the total direct employment on cross-Channel transport operations will be some 1,500 less than it is now. But thereafter, employment will rise again, both on the link and the ferries. Moreover, there will be jobs from associated developments, so I suggest that the truth is that the long-term employment effects are fairly neutral.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Andrew Rowe (Mid-Kent)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend will be aware that there is anxiety in the Medway towns that the very considerable infrastructure improvements to cope with the direct effects of the fixed link may militate against the essential project which the Medway towns are proposing to improve what is almost the blackest unemployment spot in Kent. Will my right hon. Friend reassure the Medway towns that he will look with considerable sympathy upon their proposals for a third Medway crossing?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Ridley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The M20 is the main road to the Channel ports and will be the main road to the Channel tunnel. That road will be developed to three lane motorway standard irrespective of whether there is a Channel link. Traffic going to the Channel ports will be so great that it will demand that upgrading in any case. Building the link does not add to the road programme in respect of that road as that road is already allowed for in the programme. In no sense is money being taken from other parts of the road programme because of the decision on the fixed link.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have already said that we shall look extremely sympathetically at any other roads needs which arise in Kent because of the link, and the discussions are already planned to start such an investigation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Jonathan Aitken (Thanet, South)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before my right hon. Friend leaves the employment consequences which he said would amount to a loss of only 1,500 jobs at the ferry ports, I draw his attention to the fact that that figure is based on what, by the White Paper’s own admission, is a most misleading basis. The White Paper bases that calculation on two ferry ports only, Dover and Folkestone. My right hon. Friend must know that there are well founded fears in at least 15 ports up and down the country, including the second largest Channel port, Ramsgate, which is not mentioned in the White Paper. One would not base a calculation on test cricket on the basis of what happened at Lords or the Oval and make no mention of Old Trafford, Headingley, Trent Bridge, and so on.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Ridley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was a little confused about the last part of my hon. Friend’s intervention and I confess I do not see the relevance of that, but the figure I gave was based on the estimates of tunnel traffic made by the Channel Tunnel Group. That includes the whole of the ferry industry, not just the two ports that my hon. Friend mentioned. We believe that some ferry ports will increase employment as the link opens rather than reduce their employment. I cannot give my hon. Friend detailed figures for every port. I would have to have the wisdom of Solomon to say what will happen, but my hon. Friend knows my views about the future of Ramsgate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mrs. Ann Clwyd (Cynon Valley)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recently wrote to the right hon. Gentleman to ask if his Department had estimated the effect which the Channel tunnel would have on the container ports. He replied that that information was confidential. How is it possible for container ports to plan for the future if they do not know what the tunnel’s effect will be on their trade?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Ridley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is true of all industrial enterprises at all times. When the west coast ports lost business to the east coast, nobody was able to warn them or provide any precise estimates. That is normal business risk. It is quite impossible to make a detailed forecast of the effect on every port.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The White Paper sets out the reasons for our choice of the Channel Tunnel Group’s scheme. This was the joint choice of the British and French Governments. Both Governments would have liked to see a drive-through scheme, but the uncertainties and risks of all three drive-through alternatives led us to believe that there was a risk that they might prove too expensive to finance. I repeat that no Government funds or guarantees will be available. The CTG scheme appeared to the Governments to offer the best prospect of proceeding to completion. It has other advantages as well and these are set out in detail in annexe B of the White Paper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The main purpose of the White Paper is to look forward. It is not the job of the Government to set out the virtues of the CTG scheme and its potential attractiveness to customers and therefore to investors. That is for the promoters to do over the next few months as they set about raising the capital. We believe the Channel tunnel will greatly enhance the choice for travellers between Britain and France by adding to the existing air and ferry options a shuttle service for road vehicles and an efficient city-centre to city-centre rail link. For road travellers, the shuttle link will reduce the crossing time, with all stops included, by well over half compared with the ferries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The rail link from London to Paris and Brussels will be very competitive with air transport. These are great benefits. Already, there is talk of reducing fares in order to compete. That, too, is excellent news. The Government’s task is solely to consider the impacts of the scheme upon the transport network, and the environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Roland Boyes (Houghton and Washington)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Surely the Government’s task is to consider the impact on employment. Paragraph 39 of the White Paper states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Firms in the East and West Midlands will be well placed to compete for contracts to build the shuttle trains, and there are firms in Scotland and the North-East able to supply construction materials.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Minister knows full well, I believe that the Channel tunnel will have a negative effect on jobs in the north-east. We shall lose jobs as a consequence. It might ​help the situation if the Minister can give me a guarantee that the construction materials that firms in the north-east are able to supply will be the ones which the tunnel builders will order or will the Minister say that it is a free for all where the construction firms can shop around the Continent and the world and get their goods at the cheapest price?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Ridley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have already dealt with the employment aspects. If the hon. Gentleman did not hear what I said, he can read it in Hansard. I made it clear what the employment consequences are likely to be. I said that in my opinion the jobs which will go to the midlands, the north and Scotland were considerable as there were £700 million to £800 million worth of railway orders alone to go, as well as the building material orders to which the hon. Gentleman referred. He knows full well that I cannot promise that those orders would go to any particular firm. His constituents have the opportunity to gain employment if they can win these contracts. I am certain that they have a very good chance of doing so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was about to describe the effects on the transport network. British Rail is to invest between £290 million and £390 million in rolling stock, the Waterloo terminal and certain other limited improvements between Folkestone and London. The impact upon the roads programme in the foreseeable future is not large. The Government’s proposals for the M20 from London to Folkestone are already in the programme and would be necessary whether a fixed link were built or not. We shall also press ahead as fast as possible with the replacement of the A20 between Folkestone and Dover. We shall also consider with Kent county council what improvements to local roads may be necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The environmental impacts of the Channel Tunnel Group’s scheme are set out in some detail in the appraisal by Land Use Consultants and their associates of the promoters’ environmental impact assessments. That is a valuable independent report. It does not necessarily represent the Government’s views on all points, but it forms the basis of the Government’s assessment of the environmental aspects of the further work that needs to be done. It quite deliberately looks far into the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not surprising that if one looks 30, 40 or 50 years ahead, the M20 may need to be widened to four lanes in each direction. It will not, by any means, be the only motorway requiring such treatment by then. It would be for our successors to deal with these problems. In the short term, however, our concern is to make the scheme environmentally as acceptable as possible, in matters such as the arrangements for the disposal of spoil, the workings at the foot of the Shakespeare cliff, the landscaping of the Cheriton site, and the arrangements for the construction of the tunnels under Holywell Coombe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. David Howell (Guildford)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my right hon. Friend accept that one of the important impacts could be the attraction of freight away from the roads and back to rail when the Continental freight network is linked with the British network and substantial savings are achieved? Has he received any more recent estimates of the impact of that change, and does he recall that an earlier estimate was that only about 250,000 tonnes of road freight would go to rail? Will he comment on whether that is rather an underestimate? Does he agree that it might be considerably ​ more than that, with great benefit for the environment generally and a reduction in the number of heavy lorries rolling through villages?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Ridley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is entirely right. I speak without having a figure before me, but I think that the latest estimate is that there may be a fivefold increase in the amount of freight that the railways carry across the Channel as a result of the project. If I have misremembered the figure, I shall correct myself in writing to my right hon. Friend. There will be a considerable increase.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have retained the right to require the promoters to investigate and then implement the most acceptable arrangements, and the promoters accept this. My right hon. Friend the Secretary of State for the Environment and I intend to work closely together on this and my hon. Friend the Minister of State, Department of Transport will be consulting locally in Kent about it. If he is fortunate enough to catch your eye later, Mr. Deputy Speaker, he will describe the plans for consultation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the tunnel becoming nearer to a reality, the natural conservatism of the British people is coming to the fore. Will rabies come? Will the Russians invade along the tunnel? Should Britain not remain an island? I sympathise with these emotional arguments, but I do not believe that they are rational. I shall conclude by answering the most frequently asked question, which is “Do we really need a tunnel?” Those who do not want to use it need not do so. Nor will they be asked to pay for it. But if millions want to use it and pay for using it, whether they be tourists, businessmen, importers or exporters, what right have we to stop them? It is for the Channel Tunnel Group to persuade the investors that we need a tunnel. If it considers that it should be built and is ready to pay for it, I do not think that the House would want to stop it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Jim Craigen (Glasgow, Maryhill) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Ridley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall not give way. I must bring my remarks to an end.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is remarkable that the two Governments were in the invidious position of having to choose between four schemes. All were well prepared and those behind them were prepared to raise the money and to take the risks. What a transformation this is from the drab, centrally planned, Socialist concept of soak the taxpayers and ram it down their throats because the gentleman in Whitehall knows best. It is a sign of the virility of our entrepreneurs, our economy and our engineers that we can give the Channel tunnel the green light.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}