{
    "url": "https://www.ukpol.co.uk/matthew-ridley-1876-speech-in-answer-to-loyal-address/",
    "title": "Matthew Ridley – 1876 Speech in Answer to Loyal Address",
    "post_date": "March 24, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1876",
            "url": "/tag/1876/"
        },
        {
            "text": "Matthew Ridley",
            "url": "/tag/matthew-ridley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Matthew Ridley in the House of Commons on 8 February 1876.",
    "content": [
        "[![matthewridley](https://www.ukpol.co.uk/wp-content/uploads/2016/03/matthewridley.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/03/matthewridley.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir: It was with the most lively feeling of satisfaction that we received some time ago the announcement that it was the intention of Her Majesty to open Her Parliament this year in person; and I rejoice that it is my privilege this day to congratulate this House and the country upon the happy circumstance that no untoward event, no anxiety for friend or family, no ill health of her own, has stood in the way of the fulfilment of a purpose so agreeable alike to Her Majesty and to the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nor is it, Sir, of less fortunate omen that Her Majesty is able to announce to Parliament the brilliant progress which her son, His Royal Highness the Prince of Wales, is now making through that vast Empire, which will shortly, as we are led to day to hope, bring under such happy auspices a new title to Her Crown. There have been, Sir, anxieties—I ought, perhaps, to say, grave anxieties—attending the journey; there have been heavy responsibilities thrown upon those who have had the charge of a progress which has scarcely a parallel in history—certainly not in the annals of the British Crown. But we are assured, Sir, to-day, that those anxieties and fears have so far proved groundless; we know that the ordering of that journey has been marked by the most signal foresight and success. The people of this country, Sir, are following with the keenest attention the incidents of His Royal Highness’s triumphal visit, which are so dramatically brought before them day by day: they are realizing with a vivid distinctness, which cannot but have the happiest results, something of the vast and varied interests which attach to the history, the religion, the civilization of those older races who are with them the subjects of Her Majesty, and who are receiving Her son with so loyal and enthusiastic a welcome. They appreciate to the fullest extent the energy and self-devotion for the public good of which His Royal Highness is giving so conspicuous an illustration. They can understand—for have they not experience of it themselves?—how his uniform kindliness and courtesy is winning the hearts alike of Princes and people, and is likely to leave behind it an enduring influence for good upon the relations between us and those vast millions whom it is our lot to govern. It is, Sir, I make bold to say, the hope and the expectation of this House that when His Royal Highness shall have happily returned among us, he will be found not only to have enlarged his personal experience and knowledge of those deeply interesting subjects of the Throne to which he will at some period—we hope along distant period—succeed, but to have achieved a great and valuable work in aiding to consolidate and harmonize that magnificent inheritance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It happens, Sir, in accordance with the line of thought evoked by this important circumstance in our history, that Her Majesty’s Speech this year is emphatically that of the Sovereign of a great people, who with their large possessions have responsibilities equally great of which they cannot divest themselves. It is satisfactory to hear that our relations with all Foreign Powers are cordial, and to know that we are everywhere at peace. But the House this day is brought face to face with a vast group of questions relating to the East, of which that commonly known as the Eastern Question is but one in the series, and the extreme importance of which to our Imperial interests it is perhaps impossible to over-estimate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir, in the far East, it is a matter for congratulation that a serious struggle has been again avoided with that huge Empire of China, the maintenance of friendly relations with which is of such importance, as well directly to the commercial interests of this country as indirectly to the finance and revenue of India. Happily, the reasonable and firm demands of our Minister at Pekin were, though only at the last moment, acceded to, and Her Majesty is able to assure us that an investigation, in which She herself is represented, is being officially conducted into the outrage committed upon the English expedition sent from Burmah to the Western Provinces of China, and that She awaits with confidence a successful result of the inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Malayan Peninsula has been the scone of an outbreak which has cost us more than one valuable life; but the war—if war it can be called—has been brought to a conclusion with signal skill and courage. I fear, however, it cannot be said that our difficulties have altogether been disposed of. They are difficulties of a kind which invariably threaten great Powers who, from out-lying settlements, and with small available resources, have to control, without governing, the barbarous tribes of some region just beyond their frontier. From the nature of the case it is impossible always to provide beforehand for every contingency which may arise from such undefinable relations, and it too often happens that we have to deplore the loss of some fearless servant of the Crown, who is performing his mission alone and with his life in his hand, in the name of a nation great indeed and powerful, but powerful only in his case to avenge the outrage of which he has been the victim.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir, it is to a problem somewhat similar in character that the recent difference of opinion between the Cape Government and the Colonial Office may, perhaps, be traced. It seemed very desirable that all the English and Dutch communities of the South Coast of Africa should agree in some common policy towards the Natives of the interior, and should provide for some common defence in case a Native war should unhappily arise. Lord Carnarvon accordingly suggested a Conference of delegates from the various Colonies, and proposed also that they should consider the expediency of forming a Federation. The proposal, however, was not received with universal approval at the Cape, and it was in consequence suspended. Whether it be ultimately adopted or not, it is strongly to be hoped that the Papers which have been promised by the Government will show that the good feeling between the Colonies and the Mother Country has in no degree been impaired; and that if there has been any misunderstanding as to the intention of the proposal, that misunderstanding has been removed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some few years ago, Sir, a private Company, originated and promoted by one courageous and determined man, whose name will ever be associated with it, commenced a bold project, which was to open through Egypt a new highway between the Eastern world and the nations of the West. They were not supported by English capital—they were even opposed by English Ministers. But their project proved a success, and England discovered that a thoroughfare had been created which it was absolutely indispensable to her political, no less than her commercial, connection with the East should be open to the passage of her ships. From the first the international character of the Canal has been acknowledged both by the Ruler of Egypt and the Porte; but the controversy on the tonnage dues showed the difficulties which might arise between us, as the principal customers of the Canal, and the shareholders, no less than the inconveniences and even quarrels which might follow from the zeal of a foreign Government in promoting the objects of the Company. Under these circumstances it can be no matter for surprise that the country received with almost unanimous approval the announcement that Her Majesty’s Government intended to propose to Parliament to sanction the purchase of those shares in the Company which were held by the Khedive. It was understood that an opportunity had offered itself for us to give timely aid to one of the original owners—who held these shares in “trust,” as it had been declared, “for European nations”—and to become at the same time one of those who were interested in the Canal by property as well as by policy. It was thought that this opportunity had been rapidly and promptly seized, and that the legitimate influence of England in a highway of such vital importance to her had been secured, or at least strengthened, in a manner least likely to wound the susceptibilities of its founders, or to give rise to foreign jealousies or suspicions; and it was taken both in this country and abroad to indicate the presence of activity, foresight, and resolution at the head of our affairs. The House and the country now look with eager interest to the utterances of Her Majesty’s Government upon the subject. Their action will, doubtless, be subjected to the severest criticism; but I do not hesitate to express my conviction that the verdict will be one of approval, and that it will be held that Ministers have, by this bold but peaceful stroke of policy, strengthened the position and vindicated the dignity of the Empire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Antagonism, Sir, of race and religion, which is so important a factor in all Eastern questions, is again giving great cause for anxiety in some of the Provinces of Turkey in Europe. An insurrection, which has, happily, not extended beyond the limits of Bosnia and Herzegovina, has been excited by the long unredressed grievances, principally agrarian, under which the Christian population in those Provinces have suffered. The Government of the Sultan has failed to offer reforms which would satisfy the insurgents, and has been unable to put an end to the insurrection by force of arms. Accordingly, the three Northern Powers, who have all along been endeavouring to bring about a peaceful settlement of the difficulty, have invited the Western Powers to concur in a Note which should, in a friendly manner but with explicit firmness, invite the Porte to the establishment of certain specific reforms—these reforms being, in the opinion of the Powers, the minimum which could be expected to satisfy the insurgents, to effect a permanent and not a delusive cure, and to remove the dangers to which the Powers most nearly concerned are exposed. I do not doubt, Sir, that it will be thought that Her Majesty’s Government has pursued a wise and prudent policy in giving a general support to Count Andrassy’s Note. The initiative has been most naturally and properly taken by Austria and the two neighbouring Powers; but a consideration of our whole Eastern interests in their broadest sense shows that it was almost impossible for us to stand aloof, had we even wished it; while the approval and concurrence of England, whose history is so full of friendliness towards the authority and Empire of the Sultan, would seem to be a further guarantee that the requests so proffered are reasonable and moderate, and to give additional reason for the hope that this friendly intervention will be successful. Our expectations as to the effect of that Note seem, fortunately, to have been so far realized, and we may hope that we may now look with confidence to the action of the Powers most directly interested to assist in re-assuring the peace of Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir, the responsibilities which attach to the position which we hold among Nations have been this year pressed forcibly home to the most indifferent spectator of events by the prominence which circumstances have lately given to our relations to Slavery and the Slave Trade. For many years we have set ourselves a noble task, and have been expending money and lives in suppressing, so far as we could, the infamous traffic in human life which is still the disgrace of many parts of the world. Wherever we have had the control over it we have abolished—sometimes at heavy cost, but a coat we have never grudged—the institution of Slavery, so that it is our proud boast that the slave who sets his foot on British soil, or upon a British ship on the high seas, is at once a free man. There are still, however, some independent Powers which tolerate or maintain the institution of Slavery, and with many of these we are of necessity brought into contact—with some of them we have treaty engagements. It is perfectly obvious, therefore, that the doctrine elsewhere so easy of application is surrounded with delicate complications when our ships, being in the territorial waters of such countries, become bound by the obligations not only of international law, but of international comity. To have carried our practice as far as some persons would seem to wish we had done would have, I will venture to say, involved us in more than one war, and that not with unimportant only or least powerful nations. We have, in fact, Sir, to consider, not so much what we should wish to do were our Empire absolutely universal, but what our power—great indeed, but still limited—will permit us to do; and for this reason I believe that the Government have been well advised in taking the course which they propose in order to ascertain with accuracy the extent of our existing powers and obligations. It is well that the extremely imperfect information which prevails upon this subject should be supplemented, and that the whole country should be completely and thoroughly aware how we stand in this matter; for so only can the action of the Executive in cases often very difficult and complicated be fairly and adequately judged by public opinion—so best will their hands be strengthened in carrying out to the fullest practicable extent the glorious traditional policy of this country. The House will not be surprised to learn that Her Majesty’s Government contemplate legislation this Session on the subject of Merchant Shipping, and it may, no doubt, be anticipated that it is intended to put this measure, or these measures, in the forefront of the legislation of the Session. No Government, indeed, could afford to ignore the state of public feeling throughout the country upon this subject. But in this state of public feeling lies also their opportunity, and it appears to be a peculiarly favourable one; for if, on the one hand, there has been set going—in a manner familiar to us all, and one calculated to do infinite honour to the feelings, at all events, and impulses of its principal originator—if there has been set going under these circumstances a motive power the value of which can hardly be overstated, it is also, happily, the case that the passions and prejudices which have on some sides, naturally perhaps, been aroused, have had time to calm so that this House approaches the discussion enriched by much experience and backed by public sentiment which is, perhaps, all the more strong because it is less demonstrative. It cannot, I think, be sustained that our mercantile navy, has deteriorated, whether in regard to its officers, its safety of carriage, or the estimation in which it is held by foreign countries. There is, however, unhappily reason to believe both that the condition of the sailors is unsatisfactory and that some part of the annual loss at sea is preventible. It is this latter point—the condition, that is of the ship—which is, perhaps, most before the mind of the public; but I may be permitted to express a hope that the other point may not be forgotten, and that measures may be taken, so far as by legislation it is possible, to increase the supply and improve the circumstances of the men—especially in our sailing vessels—upon the efficiency of whom the security of a voyage so much depends. In dealing with the other branch of the subject, it will not, I trust, be considered presumptuous in me if I venture to enforce the necessity of bearing in mind one great principle which should, as it seems to me, guide this and indeed all legislation. It has been hitherto, so far as I have observed, the uniform policy of Her Majesty’s Government—and I doubt not we may confidently reckon upon its continuance—to require those who have the most personal interest and experience in the particular subject-matter to be responsible for effecting any result which the Legislation declares desirable, and then to maintain a Government control over that responsibility. In this case it is the shipowner, and the shipowner only, who can look effectually to the safety of the ship, and it should, therefore, be our policy to seek to make his responsibility a reality. We may, perhaps, do something—though it will, I fear, be a difficult and hazardous attempt—in the way of preventing insurance being a temptation to negligence or crime; but, our object being to see that the dishonest shipowner does that which the honest shipowner already does, we must rely in the end upon the enforcement of his liability. From this point of view we should be very careful not to impose regulations or precautions of too minute or too rigid a character. We should put all facilities for securing safety in the way of the owner, and remove as far as we can all hindrances: we should simplify and consolidate the law which he has to obey, and, being then in a better position to provide for a greater degree of publicity and liability, we might confidently hope to eradicate much of that which now casts some discredit upon a noble profession.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir, speaking on behalf of a constituency in the main agricultural, I rejoice that among the few home topics in Her Majesty’s Speech there has been found place for the subject of Primary Education, and for the promise of some further relief to Local Burdens. Let me say this only—for I fear to weary the House—on this latter point. I take it as a happy augury that Her Majesty’s Ministers have seen their way to this mention of it. I trust it may be the prelude to a determined effort—of which I believe they are well capable—not only to redress inequalities in taxation, but to bring simplicity and order into the chaos of local management. The Agricultural Children’s Act, passed as it was with the best possible intentions, has not been absolutely a dead letter, but still may be said to have been almost inoperative. As far as those whom I have the honour to represent are concerned—if the House will allow me to make this one allusion personal to them—I will venture to assert that such an Act was not required for the children of the Northumbrian peasant. That it was demanded in some other parts—perhaps most parts—of England was and is, unhappily, the case; and I trust, therefore, that whatever measure may be passed, whether to improve this Act or to supplement the main Act of 1870, that it will be an operative one, while it is at the same time of such elasticity as not to inflict unnecessary machinery or expense upon districts where it is not required, Sir, there is one other topic in Her Majesty’s Speech to which it would ill-become me not to allude. Anything which concerns the welfare of the place, be it school or be it University, where so many of his not least enjoyable days were passed, and to which he owes so large a debt of gratitude for anything that may be useful in his maturer life, must always command the sympathies and interests of every man; and that sympathy and those interests cannot but be intensified when they are bound up with the well-being of either of our great English Universities, which have exercised so deep an influence upon our national history. Every Oxford or Cambridge man, and more especially, perhaps, any one whose direct connection with his old college has been only recently severed, must have been watching with close interest the efforts which have been going on within those old walls with which he is so familiar to increase their utility to the nation, no less than the growing interest which has been taken in them by the outside public, by whom their system, their discipline, and their constitution have been hitherto, perhaps, but little understood. Such a man will hail with satisfaction any legislation which will conduce to the more profitable employment of the endowments, the extent of which has now been accurately ascertained. But he will trust, too, that Parliament will touch these old institutions with a tender hand; that it will enact enabling and not restrictive measures; that it will not do anything towards destroying the independence or usefulness of the collegiate system, while it aims at making these Universities the centres of study and the homes of the highest scientific and literary research.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir, the Session which has this day been inaugurated is not one which appears likely to be characterized by history as one which has witnessed numerous large domestic reforms. That it will see much useful work in this direction is the hope and trust of all of us; but in the meanwhile it opens upon us with the prospect of being signalized by wider deliberations, which win call forth the greatest qualities of debate, and display to a fuller extent than for years past the power and dignity of the Imperial Parliament. For myself, I have felt most deeply sensible of the grave responsibility under which I have attempted to fulfil the duty which I have undertaken, and of the kind and forbearing indulgence which the House has extended to me in performing it. I thank them most heartily for this favour received at their hands, and will conclude by moving that an humble Address be presented to Her Majesty, in answer to and in the terms of Her Majesty’s gracious Speech from the Throne. The hon. Member accordingly moved— That an humble Address he presented to Her Majesty, to thank Her Majesty for the Most Gracious Speech which Her Majesty has addressed to both Houses of Parliament: Humbly to thank Her Majesty for informing us that Her relations with all Foreign Powers continue to be of a cordial character: To thank Her Majesty for informing us that Her Majesty has considered it Her duty not to stand aloof from the efforts now being made by allied and friendly Governments to bring about a pacification of the disturbed districts of Bosnia and Herzegovina, and that Her Majesty has accordingly, while respecting the independence of the Porte, joined in urging on the Sultan the expediency of adopting such measures of administrative reform as may remove all reasonable cause of discontent on the part of his Christian subjects: Humbly to thank Her Majesty for informing us that Her Majesty has agreed to purchase, subject to the sanction of Parliament, the shares which belonged to the Khedive of Egypt in the Suez Canal: Humbly to thank Her Majesty for informing us that the representations which have been addressed to the Chinese Government, as to the attack made in the course of last year on the Expedition sent from Burmah to the Western Provinces of China, have been received in a friendly spirit, and that the circumstances of that lamentable outrage are now the subject of an inquiry: To assure Her Majesty that we rejoice to learn that His Royal Highness the Prince of Wales has enjoyed uninterrupted health during his journey through India, and that we join in regarding the hearty affection with which he has been received by Her Majesty’s Indian subjects as an assurance that they are happy under Her Majesty’s rule, and loyal to Her Throne: Humbly to thank Her Majesty for reminding us that at the time the direct Government of Her Majesty’s Indian Empire was transferred to the Crown, no formal addition was made to the style and titles of the Sovereign, and for informing us that Her Majesty deems the present a fitting opportunity for supplying the omission. Humbly to thank Her Majesty for informing us that directions have been given for the issue of a Royal Commission to inquire into all Treaty engagements and other International obligations hearing upon the subject of the Slave Trade, and the action of British national ships in the territorial waters of foreign States, with a view to ascertain whether any steps ought to be taken to secure for Her Majesty’s ships and their commanders abroad greater power for the maintenance of the right of personal liberty: Humbly to thank Her Majesty for informing us that a Bill will be introduced for the punishment of Slave Traders who are subjects of Native Indian Princes: To assure Her Majesty that we rejoice to learn that the general prosperity of Her Colonial Empire has continued to advance: To join with Her Majesty in trusting that the operations of Her Majesty’s troops in Malay have restored order and re-established the just influence and authority of this Country: Humbly to thank Her Majesty for directing the Estimates of the year to be prepared and presented without delay: Humbly to assure Her Majesty that our careful consideration shall be given to the measures which may be submitted to us, and that we earnestly join in Her Majesty’s prayer that our deliberations may, under the Divine blessing, result in the happiness and contentment of Her Majesty’s people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}