{
    "url": "https://www.ukpol.co.uk/nicholas-ridley-1960-maiden-speech-in-the-house-of-commons/",
    "title": "Nicholas Ridley – 1960 Maiden Speech in the House of Commons",
    "post_date": "January 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1960",
            "url": "/tag/1960/"
        },
        {
            "text": "Nicholas Ridley",
            "url": "/tag/nicholas-ridley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Commons by Nicholas Ridley, the then Conservative MP for Cirencester and Tewkesbury, on 5 April 1960.",
    "content": [
        "It is with great trepidation that I rise to address the Committee for the first time. It is extremely difficult to think of much to say on the Budget which is not in some sense controversial. I hope that the Committee will forgive me, as I will endeavour not to try the patience of hon. Members for too long.  \nI have the honour to represent the Cirencester and Tewkesbury Division of Gloucestershire. Many hon. Members will know that beautiful countryside and reckon me one of the luckiest Members from that point of view. I also have the honour to follow in the footsteps of Mr. Speaker’s predecessor, Lord Dunrossil. He earned for himself a great name, both in the House of Commons and outside it. When looking through some of his earlier speeches the other day I found that in one of his very first speeches, on the Budget in 1932, he used the following sentence: All taxation is bad …”—[OFFICIAL REPORT, 23rd March, 1932; Vol. 263, c. 1091.] If Lord Dunrossil thought that in those days, he would certainly think so very much more strongly now, because in the Budget of 1930 Income Tax stood at 4s. 6d. in the £ and yielded about £250 million only in a full year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of my constituents are farmers, and they have a double ordeal at this time of year—the February Price Review, followed by the Budget. In most years they gain on the roundabouts what they lose on the swings, but they may not be quite so happy this year. It seems that they are asked every year to increase their efficiency by £25 million. How nice it would be if the Government similarly assumed that they would increase their own efficiency by a similar amount before the Budget was drawn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, I am sure that farmers throughout the land will be very glad to hear that the worst loopholes of tax farming are about to be stopped up. Tax farming is not in the interests of the farming community as a whole. There are marginal cases where rich men occupy land and more earthy gentlemen might feel that they would like to occupy the same land. There are those cases which are arguable either way. At least, the better-off gentleman put extra capital into the land through certain tax expenses which, in the long run, is to the benefit of agriculture. We must be careful not to carry the rooting out of expenses so far that we kill genuine and good investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are many other forms of tax dodgers. The hon. Member for Gloucester (Mr. Diamond), my neighbour, dwelt very long on that subject. It is so complicated. Many people have to employ accountants to keep within the law, let alone to get anything further. I suggest to the hon. Member for Gloucester that it might be a good idea to introduce a 100 per cent. tax on accountants’ fees to discourage such gentlemen from going too far.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must pursue the dishonest in this respect, but I think that a strong reason why people try to evade tax is that the general level of taxation is too heavy year by year. This is especially true of the income range between £1,500 and £3,000 a year gross. I shall quote some figures to show how much those people pay in tax, compared with when Lord Dunrossil, thirty years ago, said, “All taxation is bad”. Since 1930, the cost of living has risen by 172 per cent. A man earning £1,500 a year now pays £227, or 15 per cent. of his total income, in Income Tax. The equivalent salary in 1930 was £550. A man earning that salary paid £12 Income Tax, or 2½ per cent. of his income. Therefore, that type of Englishman pays six times as much as he used to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Further up the scale, a married man with two children earning £2,500 a year now pays £670 Income Tax, or 27 per cent. of his income, whereas a man earning the equivalent salary of £900 thirty years ago paid £62, or 7 per cent. of his income. Therefore, the incidence of Income Tax in that income group has risen by nearly four times. I believe that in Germany a married man with two children earning £2,500 a year would pay £350, or about half as much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This group comprises about half a million families, and includes those engineers, technicians, young managers and skilled workers on whom our industrial future depends. No wonder that they are tending to go abroad. No wonder that they are looking across the Atlantic, where they can expect to receive a higher net income. There is even a genuine and honest fear of Surtax itself. People feel that there is something wrong and intimidating about crossing the £2,000 mark. I was asked by someone whose salary I once put up to leave it at £1,999, though he added that he would not mind having a firm’s car.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this class are those who try as far as they can to educate their children, saving the Exchequer considerable sums. They try to pay for their own doctors— and have to pay for their own drugs if they do. They also find that when their children go to the university they are debarred from grant because of the means test.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that we cannot suggest a tax relief without saying where the money is to come from, and we shall not get enough from stopping up loopholes of taxation expenditure and evasion to pay for the scale of relief I feel is necessary for these people. It is, perhaps, a pity, with the modern theory of economy about which the Chancellor spoke so convincingly yesterday, when he described how the volume of demand had grown, and said that we must not do anything at this stage to make it grow further, that we have come to the conclusion that our Budget must not be one that gives much away when the nation is prosperous and doing well, and we are nearing full employment, and that, conversely, in a time of slump, we can look to tax reliefs to stimulate the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tax relief that is not spent—that is saved—would be a benefit even at the present time, as I am sure the Chancellor would agree, and I suggest that this class of people, when they have paid for their education and health, and have met other calls upon their purse, will, in the main, be prepared to try to put by something for their old age, and that a relief in that direction might not have been as inflationary as my right hon. Friend may have feared.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With that qualification. I think that this is a good Budget, and one making for stability. It is fair to all sections of the population, and it is the type of Budget that we must suffer from time to time. However, if the situation next year is more favourable—which would mean, perhaps, that we were not quite so prosperous, which is the anomaly— I hope that the Chancellor will turn his attention to these long-suffering people whose case I have tried to make out this afternoon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}