{
    "url": "https://www.ukpol.co.uk/julian-ridsdale-1985-speech-on-health-services-in-north-east-essex/",
    "title": "Julian Ridsdale – 1985 Speech on Health Services in North-East Essex",
    "post_date": "June 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Julian Ridsdale",
            "url": "/tag/julian-ridsdale/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Julian Ridsdale, the then Conservative MP for Harwich, in the House of Commons on 29 November 1985.",
    "content": [
        "I am grateful for this opportunity to raise the subject of health services in northeast Essex, especially at this time. Strong feelings have been aroused in my constituency about the threatened closure of a small children’s ward and a proposal to shut a radiotherapy unit and a medical rehabilitation centre. I am concerned because these actions led to the Health Service being given a bad name, because a new general hospital has been built and considerable extensions are planned for the main hospital in my constituency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all know the expression, “spoiling the ship for a ha’porth of tar.” I call this “spoiling the good name of the Health Service for the lack of even a penny’sworth of political sense.” We need care, not management consultants. What is the use of spending all these millions of pounds on new hospitals and ruining it all by closing down such a small, valuable children’s ward and two other valuable units?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday, I received a letter from one of my constituents showing a very human reaction. He commented on a pamphlet issued by the health authority entitled, “Clacton Coastline—a real community hospital.” My constituent said:  \n“We are a community. We have our young. We have our middle-aged and elderly as well as our psychiatric and mentally handicapped. In times of illness, we all need treatment and care as near to our homes as possible.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I stress the words\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“as near to our homes as possible.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is all very well having grandiose hospitals 20 or 30 miles away, where excellent treatment can be given, but it is important to ensure that the treatment and care provided are as near as possible to the people needing the care. Just to show how cynical one’s constituents become, my constituent states in a postscript:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Does the leaflet contravene the Trades Description Act?”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a shame that the good name of the Health Service is ruined by such actions by the health authority. Those actions have made it a million times more difficult to get over to the people what is being done to improve the Health Service locally and nationally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We welcome the opening of the new general hospital in Colchester. We welcome the development at Clacton hospital in 1986, which will include an additional ward, day hospital places for psychiatric and psychogeriatric patients and an improved X-ray service. We welcome the promise to build phase 2 of the Clacton hospital extension which will provide 50 badly needed beds for the elderly. I have pressed for that extension for a considerable time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In spite of the improvements, we are considering cuts in these sensitive areas. Why? Strong feelings have been aroused among more than 500 people who, last Saturday, marched against these closures. I know that 500 people in East Anglia do not take to the streets unless they feel strongly about something. Twenty three thousand people have signed the petition against the closure, and there are 13,000 signatures against the threatened closure of the radiotherapy unit at Colchester. We are to face cuts in three areas: the children’s ward, the Passmore Edwards medical rehabilitation centre in Clacton, and, possibly, the ​ radiotherapy unit at Colchester, which will follow soon after the opening of the new district hospital. That would mean that patients must travel to Chelmsford.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the past few years Clacton has also seen the closure of the Middlesex convalescent home and the maternity home, while, at the same time, there has been the acceptance of greater responsibility within the community for the care of the mentally retarded. All have resulted in considerable savings for the local health authority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Directly I heard about the threatened closure of the children’s ward I asked the north-east Essex health authority to withdraw the proposal. There is a conflict of medical opinion, but I have had the full backing of general practitioners and the Clacton hospital throughout the dispute. Again this week I asked the authority to give way, but again it refused. As the authority has refused twice, and bearing in mind the petitions and marches, I hope that the authority will put the case to the Minister for his decision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Three years ago, when we agreed to the closure of the maternity home, we reached a compromise by accepting that the children’s ward in Clacton hospital should be turned into a maternity ward, and that a place should be found for a children’s ward of six beds. Despite accepting that agreement, the health authority is adamant that it now wants to close the ward. Is it not understandable that strong feelings and local anger have been aroused by the decision? If adequate research had been carried out, we would not have had any of the trouble, and, more particularly, the unnecessary anxiety placed on the seriously ill. People with cancer have enough to contend with, without all the worry and extra burden of having to travel long distances for treatment.  \nI do not believe that the local health authority realises that 46 per cent. of householders in Clacton are without transport, or is aware of the distances that must be covered to the nearest district hospital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Antony Buck (Colchester, North)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Everyone in Essex and East Anglia is grateful to my hon. Friend for raising the matter. I hope that he will stress that the arrangements for the treatment of cancer are still at a consultative stage, and that he, like me, will have been sending large numbers of letters and making representations about it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Julian Ridsdale**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. and learned Friend, like all of us, takes a great interest in health facilities in northeast Essex. I agree that the arrangements are at a consultative stage, but I do not think that the authorities realise the difficulties that arise from announcing consultation. Good government flourishes in the dark. It is far better to have consultation between the people who must make the decisions without making it public. A great deal of worry has been caused by that not being the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many cancer patients must rely on public transport to take them to their radiotherapy centre. The extra miles to Chelmsford will place an additional burden on an already overstretched ambulance service, just as it will if the children’s ward is closed, and all young patients are sent to Colchester. It would also be difficult and expensive for young mums to get to the new hospital to visit their children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Regarding the proposed closure of the Passmore Edwards medical rehabilitation centre, the district should develop its own facilities, but that will take about five years. Until then I am against the closure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In short, we feel that we have been treated unfairly by these threatened closures. If more money must be found for north-east Essex, let me make some suggestions where we may be able to find it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I fear that as long as north-east Essex stays in the northeast Thames regional health authority, we shall not get a fair deal. We would be far better off, and our problems far better understood, if we were in the East Anglia health authority. How can an authority that deals with the problems of London understand the problems of the country districts? The health problems of an urban area are entirely different from those in country areas. The problem of distances is not understood. That is one reason for the difficulty that we are having in north-east Essex.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "North-east Essex is the worst funded region in the north-east Thames region. We are not getting our fair share of the region’s revenue. I draw the Minister’s attention to the performance indicators taken from the Health and Social Service Journal of 26 September 1985, of which I have sent him a copy. Our performance indicator shows north-east Essex at 82, while the London boroughs are double that figure, with Islington at 194. Will Ministers keep up their pressure in their reviews of the Thames region to accelerate a redistribution within the region? Will they please take a far tougher line with London and speed up the process of shifting resources to Essex? I hope that the Minister, in his reply, will tell us what action has been taken to see that a much more fair redistribution takes place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister also deal with the more equitable redistribution of national health resources? The authority claims that it is all very well to achieve equity at a faster speed when there is adequate growth, but where there is a modest amount of cash a redistribution has become far more difficult. It claims that that has resulted in a real cut in the region of 0·3 per cent. It goes on to say that, when it takes into account the fact that, due to increasing numbers of elderly persons and advancing technology, 1 per cent. growth is needed merely to stand still, the financial problems become real indeed. Will the Minister comment on that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second national problem, and a more difficult one that affects us, is the shortfall in pay awards. Is the funding of the health authority, allowing for 4·5 per cent. inflation, adequate, bearing in mind that major groups have reached the pay norm? This is costing £350,000 in the current year and will cost £1·2 million next year if the gap is not met. Unless that is sorted out quickly the health authority tells me that next year planning will become difficult.  \nI hope that as a result of what I have said my hon. Friend will be sympathetic to the problems that we face and understand the reasons for the strong feelings that exist. We must find a fair solution to those problems and not spoil the good name of our National Health Service, of which we have good reason to be proud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Again, I underline that we are just not getting our fair share from the north-east Thames regional health authority. I ask my hon. Friend to press the north-east Thames authority, which, after all, considers London as its major objective, to see that we get our fair share of funds. We have made our sacrifices, but it is up to the ​ authority now to do what it can to help with the small sums of revenue that these closures entail. I am sure that it could easily afford it if it got the redistribution right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}