{
    "url": "https://www.ukpol.co.uk/malcolm-rifkind-1974-maiden-speech-in-the-house-of-commons/",
    "title": "Malcolm Rifkind – 1974 Maiden Speech in the House of Commons",
    "post_date": "January 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Malcolm Rifkind",
            "url": "/tag/malcolm-rifkind/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Commons by Malcolm Rifkind, the then Conservative MP for Edinburgh, Pentlands, on 19 March 1974.",
    "content": [
        "It gives me great pleasure to participate in this debate, but as a new Member I feel that, both of necessity and through pleasure, I should make some observations on my constituency and on my predecessor. I have the pleasure of representing the Pentlands division of Edinburgh, a city that returns some seven Members to this Parliament, thus ensuring that all the deadly sins are well represented on both sides of the Chamber; I leave it to hon. Members to decide for themselves which should be attributed to whom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Pentlands is somewhat unusual for an urban constituency in that almost half its area consists of the impressive hills that give it its name. In addition, within the boundaries of the constituency there are three thriving villages, and at least one full-time shepherd, which ensures that the agricultural interest cannot be ignored. The bulk of the electorate, however, live in the gracious houses of Colinton and Merchiston, the new massive council estates of Wester Hailes, the older estates of Sighthill, and the new private housing estates of Bonaly, Buckstone and Baberton.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My predecessor was a man whom the House held in high regard—a former Lord Advocate, Norman Wylie. He had the somewhat unusual distinction of having Front Bench responsibilities not only from the very day on which he entered this Chamber but as Solicitor-General for Scotland for some months before that. I know that hon. Members on both sides of the House will have been delighted to hear of his elevation to the Scottish Bench as a Senator of the College of Justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I, too, am an advocate, and I am sure that the House will be glad that the quota of lawyers in this place has not been diminished by Norman Wylie’s departure. However, I can sympathise—if not agree—with those who, like Burke, believe that the country should be governed by law but not by lawyers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am particularly delighted to be able to speak in a debate on foreign affairs. It has been one of the sadder features of recent election campaigns that our overriding infatuation with economic statistics and the cost of living has driven considerations of Britain’s international rôle into forgotten corners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps the only issue which came to the forefront in the election campaign was our relationship with the European Economic Community. It was sad that, for the bulk of the electorate, that was largely a matter of domestic significance, concerned only with the price of butter and eggs. We are in danger of becoming morbidly introspective and insular, forgetting that, while we do not have an imperial tradition to continue, we have a vital contribution to make towards the solution of international problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that I am not being unduly optimistic. I accept that we cannot look back on a world that has left us for ever. I know that we cannot emulate the naïve innocence of Canning, who, having sent British troops to Portugal in 1822, was able to remark that the British flag now flies from the heights above Lisbon, and where the British flag flies no foreign domination shall come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, Britain—as, indeed, does France—has a strength which cannot be matched by the super-Powers. We share parliamentary, historical and linguistic links with the great majority of the nations of Africa and Asia. We are part of their history, and they are part of ours. More importantly, we are no longer a threat to their independence or to their security. At such a time as this, Britain and France have the potential to bridge the awful and depressing gulf between the rich nations and the poor nations, which happen also to be the white and the coloured nations. It is a terrible responsibility upon us, and it would be tragic if at such a time we were to retreat into being a small island off the western coast of Europe, concerned only with our domestic problems and whether we should sub-divide ourselves even further, like some schizophrenic amoeba.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to speak specifically about Southern Africa. I believe that Britain has a rôle, through both history and inclination, of vital importance to that area. I speak with a little knowledge, having spent almost two years working at the University of Rhodesia in Salisbury. That university was multi-racial in character, which is very unusual for that country. Indeed, it was its multi-racial character which caused some of the Rhodesian Front members to describe it affectionately as the “Kremlin on the Hill”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite that, Rhodesia is of considerable importance. It has, perhaps, been one of the more endearing features of the activities of this House that successive Governments have produced what can only be called a bi-partisan policy on the problem of Rhodesia. I, for one, welcome that fact. Few who have been to Rhodesia, whether to visit or to live there, cannot but be aware of the grave injustices that one finds in Rhodesian society. One cannot but be aware of the deep division in Rhodesian society between white and black, and of the great gulf that separates the two halves of the population.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is one aspect of the present Government’s policy towards Rhodesia which I cannot but regret. As I see it, there are two schools of thought in Southern Africa. There are those who, on the one hand, however optimistically, however naïvely, believe passionately in the possibility of a multi-racial society in that unhappy country. There are, however, on the other hand, those who, equally sincerely and perhaps equally passionately, believe that the only alternative to European domination is African domination. Adherants to the latter view can be found both in the Rhodesian Front and in the African Nationalist Parties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While I clearly and willingly accept that the Government in their policy support the former view that we must work towards a multi-racial society, there is one aspect of their approach which belittled that. We saw how, in the Queen’s Speech, it was stated that the Government would accept only a settlement that was supported not by the majority of the population but by the African majority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Likewise, the concept of NIBMR is often referred to as “no independence before” not “majority rule,” but “majority African rule.” That is not simply a matter of linguistic importance. It is of great importance, because it suggests that the Government of our country are moving towards a situation where they believe that the only alternative to European domination is African domination. Indeed, it confirms the belief of the Europeans in Rhodesia that Britain in general, and the Labour Party in particular, does not care for the interests of the European community in Rhodesia with regard to their long term future. It is terribly important that at every available opportunity we should make it abundantly clear that we believe that there is a long-term future for the European community in Rhodesia, albeit in a very different Rhodesia from that in which they are living today. But it is vital that we should put that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is one final matter concerning Southern Africa to which I should like to refer. Many arguments are made about the rights and wrongs, the pros and cons, of economic or diplomatic boycott. I should not wish to enter into those arguments at present, save only to say that the arguments have force on both sides. But there is one passionate plea that I would make, and that is to dissuade as far as I am able those who would argue for a cultural and academic boycott of Southern Africa. I do not, for one moment, doubt the sincerity of their motives, but I know from the people, both black and white, who are fighting against apartheid—not in Trafalgar Square, but in Southern Africa itself—that this sort of approach creates the greatest of anguish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is little enough originality, creativity or progressive ideas in the Southern part of the African continent, and it would be singularly unfortunate were we to support those who suggest that what little originality, what little cultural creation there is in that part of the world should be stifled from it. I say instead that we should encourage all forms of cultural and academic contact with Southern Africa, not because it will turn the Europeans into the great believers in a multi-racial ideal—I am not sufficiently naive to believe that to be likely—but I believe that where there are whites and blacks in Southern Africa fighting for contacts with the finest parts of Western European civilisation we should maximise their opportunities and not minimise them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have said what I wished to say. A former resident of my constituency—Robert Louis Stevenson—once remarked that politics is perhaps the only profession for which a training was not thought necessary. I thank the House for listening to me, and I hope that I have not confirmed that observation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}