{
    "url": "https://www.ukpol.co.uk/marie-rimmer-2022-speech-on-standards-in-public-life/",
    "title": "Marie Rimmer – 2022 Speech on Standards in Public Life",
    "post_date": "June 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marie Rimmer",
            "url": "/tag/marie-rimmer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marie Rimmer, the Labour MP for St Helens South and Whiston, in the House of Commons on 7 June 2022.",
    "content": [
        "Thank you, Mr Deputy Speaker. I thank the deputy Leader of the Opposition for getting the debate and for her powerful and informative contribution in leading the debate. Standards in public life matter—they mattered in the past, they will matter in the future, and they matter now. The Nolan principles were established in 1995 to set the expected standards, with seven principles to help a public office holder provide good governance to the people they serve. The Government and their leader have forsaken those principles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I respect the 148 Members on the Conservative Benches who put the country first yesterday, yet I do wonder why the Cabinet continues to support a Prime Minister who has fallen foul of the ministerial code. Which of the seven principles are they displaying in continuing to support the first law-breaking Prime Minister in office? Selflessness? Integrity? Objectivity? Openness? Honesty? Leadership? I am not sure whether it is any of them. I ask them to consider what they have done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All Members are elected to serve the people, not a law-breaking Prime Minister. Our system of government gives a sitting Prime Minister immense power. The Prime Minister is the person responsible for setting out and enforcing the ministerial code. It was not anticipated that a Prime Minister would be the one under scrutiny. It was not anticipated that a Prime Minister would attempt to water down the code to cover his own potential breaking of it. That is why the motion matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The standards expected of those in public office need to be strengthened, not weakened. If there is one lesson to learn from the partygate saga, that should be it. The duty of putting the country first falls on all Members of this House. We are the ultimate arbiters of strengthening standards in public life. No Prime Minister is worth forsaking one’s own principles, and they should not be sacrificed for this Prime Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The argument that now is not the right time to strengthen the standards expected and to remove the Prime Minister due to the war in Ukraine, the cost of living crisis and the Northern Ireland protocol does not wash. They are the very reason why that must be done. With issues of such grave importance, public trust and confidence matter more than ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want our country to continue to support Ukraine until it is victorious, I want the Government to do more to help people through the cost of living crisis and I want a sensible solution to the Northern Ireland protocol. A majority of the House wants all of that. The only risk to those causes is having a Prime Minister and Government who do not enjoy the public’s support. That is why the standards expected of those in public office must be strengthened. It is time to clean up politics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}