{
    "url": "https://www.ukpol.co.uk/marie-rimmer-2022-speech-on-documents-relating-to-suella-braverman/",
    "title": "Marie Rimmer – 2022 Speech on Documents Relating to Suella Braverman",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marie Rimmer",
            "url": "/tag/marie-rimmer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marie Rimmer, the Labour MP for St Helens South and Whiston, in the House of Commons on 9 November 2022.",
    "content": [
        "I want to begin by congratulating the Home Secretary on doing the right thing by resigning just three weeks ago. The holder of that great office of state is responsible for Great Britain’s national security and oversight of all security services. After the first breach that Parliament and the public became aware of, the Home Secretary considered the impact on our country of that major breach and resigned. How did the Prime Minister satisfy himself that it was unlikely to happen again? He reappointed her and now there are six allegations of full breaches of security that we know of. How much more do we not know? Do the Prime Minister, the Home Secretary and Cabinet members expect Ukraine, the United States and the European Union to trust Great Britain with their security?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On his appointment, the Prime Minister promised that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“This Government will have integrity, professionalism and accountability at every level.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What is worrying is that, just six days later, he reappointed the Home Secretary with full knowledge of the first security breach. It now turns out that the Home Secretary is alleged to have committed at least six full breaches, yet how come he trusts the Home Secretary with our national security? Does he really expect and believe that Parliament and the public will forget a breach of national security and trust this Government?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reality is that the Home Office does not have the time to be part of a psychodrama. We all saw over summer how much chaos the passport backlog caused. We have seen the events at Manston caused by the lack of processing of applications. Thousands of asylum seekers are living in inhumane conditions, with children imprisoned for months, and now there are radicals throwing firebombs at them. We all know how intricate security and confidence must be maintained so the security services can keep this country and its people safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister needs to start putting the country before party. The deal with the Home Secretary to help him become Prime Minister is not worth compromising our national security. Is it true that the Prime Minister is now coercing other Ministers to do the media rounds and defend the indefensible? This is not a one-off. The Prime Minister also decided to reappoint the right hon. Member for South Staffordshire (Sir Gavin Williamson), a former Defence Secretary, to the Cabinet—a Defence Secretary who was sacked by a previous Prime Minister for leaking information from a top-level National Security Council meeting. As a Minister of State in the Cabinet Office, he will now be responsible for our national cyber-security. I wonder what the Prime Minister found so appealing about a man who has helped to run two successful Conservative leadership elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For all the talk of trust and getting back on track, the Prime Minister has put himself and his party above our country. This House and the country need to know what information the Prime Minister had before reappointing the Home Secretary. Did he know of all the security breaches? Could he come clean? Was there any consideration or risk assessment prior to the reappointment of the Home Secretary, who looks after our national security and has oversight of all security services? Was there any risk of breach of confidential material? Yes. Was the risk identified? Yes. The Home Secretary herself identified it and resigned. She recognised that she was not up to the job and that there was a risk of it happening again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How did the Prime Minister satisfy himself that it was unlikely to happen again? He reappointed the Home Secretary, and now there are six allegations of full breaches. How much more do we not know? Do the Prime Minister, the Home Secretary and Cabinet Ministers expect Ukraine, the United States and the European Union to trust Great Britain with their security? They should be able to expect that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our country is entitled to have a Government with a Prime Minister, a Home Secretary and Cabinet Ministers who put the country first. Integrity, professionalism and accountability need to be far more than words and more than a newspaper headline. It is time to clean up our country and this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}