{
    "url": "https://www.ukpol.co.uk/marie-rimmer-2022-speech-on-ukraine/",
    "title": "Marie Rimmer – 2022 Speech on Ukraine",
    "post_date": "September 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Marie Rimmer",
            "url": "/tag/marie-rimmer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Marie Rimmer, the Labour MP for St Helens South and Whiston, in the House of Commons on 22 September 2022.",
    "content": [
        "Vladimir Putin has called up an additional 300,000 reservists. On the face of it, that seems a large number of reinforcements, but the fact is that most of those men have completed a fraction of the training that a NATO member would require. When this war first began, Russia was sending in conscripts who had had only a few days of basic training. It appears that Putin has not learnt his lesson; or perhaps he has, and simply does not care. To Putin, his own people are cannon fodder. They are being sent to the frontlines owing to his personal delusions of grandeur.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reality is that the latest reinforcements are likely to suffer a worse fate than the original battlegroups. Owing to the failure of the Russian army and, more importantly, the success of the Ukrainians, there is much less equipment for these reinforcements. In Russia’s recent disorganised retreat from the Kharkiv region, a substantial amount of Russian equipment was destroyed or captured. That is testimony to the bravery, skill and tactical prowess of the Ukrainians.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The way in which the people of Russia have reacted to Putin’s mobilisation announcement is interesting. Almost as soon as he had finished speaking, “how to leave Russia” topped the Google trends in the country, and flights leaving Russia sold out or prices skyrocketed. More than 1,000 people who were protesting against reinforcements were arrested on the streets. Putin is pushing his own people to the edge, but he has a huge security apparatus protecting him and his cronies in Russia. His grip on power is strong. It is no good expecting him no longer to be in control or to suddenly do the right thing, because neither will happen. That is why our support for Ukraine must not waver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Ukrainians have shown Russia and the world that they are a fully capable fighting force. The Government must do all they can to continue our support, and that includes looking again at steps that can be taken here against Putin’s supporters. There is still too much dirty Russian money around our country, particularly in London. There is much more that we can do. The pressure on Putin’s supporters needs to be tightened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is only one acceptable way in which this war can end, and that is with a democratic Ukraine having control over all its own territory. Now is the time for us to double down. As I said months ago when the conflict started, this war is our war: Ukraine and Ukrainians are fighting it on behalf of all of us. We must give the Ukrainians what they need, and the Government must do our bit at home as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I echo the comments of, in particular, my hon. Friends the Members for Birkenhead (Mick Whitley) and for Putney (Fleur Anderson) about refugees. We must do much more. We cannot let these people down. Please, please let us listen to them. I also thank my hon. Friend the Member for Putney for bringing her news to us, and I thank her so much for going to Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}