{
    "url": "https://www.ukpol.co.uk/geeta-sidhu-robb-2020-apology-for-anti-semitic-comments/",
    "title": "Geeta Sidhu Robb – 2020 Apology for Anti-Semitic Comments",
    "post_date": "September 14, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Geeta Sidhu Robb",
            "url": "/tag/geeta-sidhu-robb/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The apology made by Geeta Sidhu Robb, the now-suspended candidate to become the Liberal Democrat candidate for Mayor of London, on Twitter on 13 September 2020.",
    "content": [
        "I am deeply ashamed of the ignorant and abusive language I used on one occasion in the 1997 General Election campaign. As shown in the footage, I instantly regretted my appalling behaviour, which I continue to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those words are entirely inconsistent with my views and values, and though there are no excuses for my actions, there is some context; that is, that I was under a great deal of strain and retaliated to the racial abuse I was receiving in Blackburn ‘like for like’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Two wrongs never make a right. I made a mistake and I take responsibility for my abhorrent actions twenty three years ago, they were never repeated. I urge you to judge me on who I am today, a campaigner committed to eradicating inequality and discrimination in all its forms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I am actively reaching out to the Jewish community to listen and learn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I particularly wish to acknowledge the hurt that these comments and actions would have inflicted on members of the Jewish community and of a Jewish heritage. Please know that my regret is sincere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}