{
    "url": "https://www.ukpol.co.uk/hugh-robertson-speech-to-the-2nd-unioc-forum-on-sport-for-development-and-peace/",
    "title": "Hugh Robertson – Speech to the 2nd UN/IOC Forum on Sport for Development and Peace",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Hugh Robertson",
            "url": "/tag/hugh-robertson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by Hugh Robertson in Geneva on Tuesday 10th May 2011.",
    "content": [
        "It is a great honour to address the Second Forum on Sport for Development and Peace; I don’t say that lightly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even though I am here as the UK’s Minister for Sport and the Olympics, this Forum brings together two organisations with a special place in my personal affections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first, the IOC, has awarded London the honour of hosting the Olympic Games next year. I would publicly like to thank the President, and the IOC, for all the help, encouragement and friendship that they have extended to us over the past six years. The work of the Co-ordinating Commission, the IOC’s panel of experts, headed by Denis Oswald, many of those members are here today, has been invaluable and as a country, we very much appreciate your help in delivering London 2012 and your wider work for world sport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would also like to extend my thanks to the President for his personal lead in the fight against corruption in sport. If those watching sport ever cease to believe that the contest they are watching is not a fair contest between individuals and teams, then many of the benefits of sport that we will discuss today will be lost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, sir, for your personal commitment to this fight and for the global lead that the IOC is giving over this issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second organisation, the UN, is also one close to my heart.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a young army officer, I served twice with the UN Peacekeeping forces in, first, Cyprus and, later, in Sarajevo, a former Olympic host city, during the siege.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also chaired the UN group in our Parliament before I became a Minister so I am a great supporter of the work of the UN. I am delighted that my government is supporting the work of the UN Sport for Development and Peace movement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that we are also at an exciting turning point with this agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The issue is how we use sport more effectively to contribute to the Millennium Development Goals – and, crucially, how we measure and sustain progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I don’t come here with any definitive answers. But what I did want to do today is –\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firstly, give you a brief overview of the work we’re doing as part of our Olympic legacy programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, share some reflections on what has worked well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And thirdly, to be honest with you about some things that haven’t worked so well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me start by saying a little bit about International Inspiration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the UK’s global sports legacy programme inspired by the London 2012 Games and the Olympic and Paralympic Values and supported by the IOC and IPC.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s run by an independent charity, the II Foundation. And it’s delivered by UK Sport, the British Council and UNICEF – working alongside the British Olympic Association and British Paralympic Association, host Governments and other local and national agencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A variety of projects are already running across 16 countries, spanning all continents, and we aim to reach 20 by the end of the programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the benefits work both ways. The school links programme has developed partnerships with 300 schools in the UK helping to foster a greater understanding amongst children of the challenges of their counterparts in other parts of the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The range of programme activities is considerable, but in essence the programme is centred around two key aims.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first is to develop the skills of teachers, coaches and young leaders around the world to increase access to high quality PE, Sport and Play\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second is to help local agencies and partners to influence and improve national policies and programmes so that they can lock in progress and bring about systemic change in their countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What sort of things does this involve? Well, here a few examples.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Bangladesh, the programme has helped to train teachers to deliver swimming lessons for more than 80,000 children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are children learning to swim in one of the safe ponds that have been built in local communities. Working with the Bangladesh Swimming association, a new structure of clubs is being supported, and talented young swimmers identified.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the backdrop here is the urgent need to reduce the 17,000 children who drown in Bangladesh’s many rivers and waterways every year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Jordan, we’re working very closely with HM King Abdullah’s Awards programme, and the Jordanian National Olympic and Paralympic Committees, to improve opportunities for young people to get involved in sport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This includes helping with the development of 15 ‘Sports Hubs’ which provide safe spaces for children to play and practise sport, as well as helping to recruit ‘youth leaders’ – young people who are trained to help other children to get their first taste of sport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A particular focus here is among girls who in the past had not been encouraged to take part in physical exercise and sport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There’s also some innovative work – strongly supported by the Jordanian Government and the IOC – for example to help more disabled young children to play an active role in the sporting life of the nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I would like here to pay tribute to the work of the whole Jordanian Royal Family and, in particular, Prince Feisal Al Hussein for his leading role in establishing the Generations for Peace Academy, opened by the king last week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, in Zambia, we’re recruiting local leaders to train peers to reach out to disadvantaged children through sport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This isn’t just sport for sport’s sake, but an effective medium for spreading crucial messages about identifying and preventing HIV infection and importantly reducing the scourge of stigma attached to the many thousands of people already affected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the young leaders involved in the programme is a young man called Philip, who has been trained up to deliver support for his community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Frankly, he summed up the whole philosophy better than I can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He said that, “If you take a fishhook and put it in the water you are never going to catch anything. If you put bait around the hook, you will attract many fish! Sport is our bait and our messages are hidden within the hook.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, I couldn’t agree more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So what have we learnt? Well, let me highlight four things that I think have worked well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we’ve found that projects must be embedded within, and make a clear contribution to, the wider development agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, in Mozambique, there was already a great opportunity thanks to the country’s commitment to UNICEF’s Child Friendly Schools initiative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What International Inspiration was able to do, is review what it was already doing to promote sport and then to make some very targeted and specific interventions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Mozambique Government worked with us, and backed the programme – so much so that the sporting aspect of the child friendly schools programme has been rolled out to seven out of 11 regions across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That takes me onto a second observation: partnership working is vital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s perhaps an obvious point, but success isn’t about our agencies working in a specific country, but rather working with that country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In terms of:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Understanding its agencies, and its government, and in particular the challenges they face in prioritising the needs of young people.  \n– Getting to know the key personalities and players.  \n– Working with their agenda, rather than trying to impose new priorities on them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Frequently, we are dealing with sensitive, cultural realities and challenging some entrenched behaviours or attitudes. Buy-in and support at the highest level is crucial for making the breakthrough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In other words, we’ve come to understand that delivering real change through sport is about building coalitions, not mounting crusades. This was a specific recommendation made by the Laureus Sport for Good Foundation in their excellent report on What Sport Can do for Africa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, you have to be clear about the outcomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Bangladesh, the priority was quite obvious: as I said earlier UNICEF estimates that 17,000 Bangladeshi children die each year by drowning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Swim Safe programme led by UNICEF, was already working across seven flood prone districts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With International Inspiration’s help, it’s been able to expand the number of swimming instructors who have been trained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That multiplier effect helps to amplify the impact. In this case: an extra 80,000 children have been taught survival swimming skills since 2009.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, evidence is key. Without the proof that investing time and effort does pay off, it’s hard to maintain long term support even for the most impressive projects – at a time when all national budgets are under pressure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve found that we needed to become more forensic, more exacting in how we measured success – and yes, more critical and honest when things haven’t worked.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As with any programme of this size and scale, there are things we could have done differently and better. Let me share a few of these too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firstly, in the early days, we tried to develop and deliver the programme in strands, rather than through integrated working.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Different agencies doing different things with not enough central co-ordination. There was no sense of a grand plan, bringing everything together under a clear and agreed set of shared outcomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, I already mentioned the importance of partnership. Again, we found the programmes worked best where the right relationships were built at the outset.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If you don’t encourage a sense of shared ownership and excitement for the programme, then you don’t get the long term commitment you need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, I think we learnt over time, you have to be realistic about what the programme could and couldn’t do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The International Inspiration programme is not about achieving elite sporting success. It isn’t a short cut to medal success in the Olympics and Paralympics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The schemes may help in the long-term, of course, but it is a very long term prospect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where early programmes fell away, it was because the commitment was superficial and short term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These programmes need local enthusiasm and energy to sustain progress and ensure lasting change; collaboration is absolutely vital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, based on our experiences, I would say that co-ordination, partnership and realism are key to successful delivery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, yes, there are challenges. Yes, the financial situation is difficult for many, if not all, of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the UK, we are increasing our overseas assistance to 0.7% of our Gross National Income by 2013, but we do need to think carefully about priorities. It is always a challenge to make the case for sport for development against other development priorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But that makes it all the more important that we fix on the things I’ve been talking about: effectiveness, relevance, sustainability and, above all, evidence of value.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And let me say this to you finally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we get our collective approaches to sport and development right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we work together and learn from each other, I’m confident we’ll see this agenda expand and mature in the years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sport can achieve great things for people around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– To strengthen and reinforce those founding values of the Olympics and the Paralympic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– To give renewed life to de Coubertin’s vision of sport as an agent for justice and social progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But more than anything else, to support many thousands more young people across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all want to involve, engage and inspire young people to use sport as a path to a better life for themselves, and many others in their communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s what International Inspiration is all about, and I hope it will leave a valuable legacy long into the future, certainly long after the Olympic torch leaves London for, first, Sochi and then Rio.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To both the IOC and the UN, co-hosts of this forum, thank you for all that you have done – and good luck for the remainder of this exciting forum, and beyond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}