{
    "url": "https://www.ukpol.co.uk/liz-saville-roberts-2022-speech-on-government-support-for-marine-renewables/",
    "title": "Liz Saville Roberts – 2022 Speech on Government Support for Marine Renewables",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Liz Saville Roberts",
            "url": "/tag/liz-saville-roberts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liz Saville Roberts, the Plaid Cymru MP for Dwyfor Meirionnydd, in Westminster Hall, the House of Commons, on 7 December 2022.",
    "content": [
        "Diolch yn fawr. I congratulate the right hon. Member for Orkney and Shetland (Mr Carmichael) on securing this important debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Wales has 2,120 km of coastline and a marine area of approximately 32,000 km. We have immense offshore wind and tidal potential, with Welsh Government estimates setting our marine energy potential at at least 6 GW. The Swansea bay tidal lagoon was mentioned earlier. With tidal lagoons, there is also the potential for coastal protection and other benefits that we need to consider in the round. Although only a small number of projects have been built and deployed in Wales to date, the marine energy sector is already driving economic development and regeneration, with cumulative investment and spend in Wales amounting to £159.6 million, with Gwynedd, my county, benefiting from over £18 million. Marine Energy Wales believes that with the right support there is vast potential for the sector to grow. It estimates that it could deliver £603.3 million in economic benefits for Wales over the next five years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to draw attention to a tidal energy project that is being developed at Ynys Enlli in my constituency of Dwyfor Meirionnydd. The Llif Llanw Enlli tidal project is being delivered by the Edinburgh-based company Nova Innovation in collaboration with the community energy company Ynni Llŷn, who are seeking to install turbines on the seabed and demonstrate that commercial devices at a small scale can indeed work before scaling up as the technology matures. It is their ambition for Ynys Enlli, a small island off the end of Llŷn, to switch from a dependency, as it presently has, on diesel to become the world’s first blue energy island.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A number of issues have already been mentioned, and I also have a list of asks for the Minister. I hope that they will co-ordinate with those that have already been aired. Nova Innovation is concerned that what is slowing down the development of marine technology across the UK is the slow route to market for projects. It is concerned that the timescales associated with contracts for difference and delays with securing consent for projects are contributing to delays. It has called for the introduction of a CfD innovation pot to support emerging technologies, and for the time between CfD award and the project’s start date to be reduced. When he winds up, I would be grateful if the Minister could let us know whether such matters are to be considered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On CfDs, I ask for clarity on whether—as with the fourth allocation round—tidal stream energy will continue to have ring-fenced funding into the fifth round. Having funding set aside specifically to support tidal stream is key to getting projects in the water and bringing costs down over time. There are pre-consented demonstration zones in Wales, such as Morlais in Ynys Môn, that are dependent on securing funding through the scheme to deploy. Finally, will the Minister clarify whether any consideration is being given to adjusting the CfD scheme so that it can support renewable energy hubs that contain multiple technologies by assessing together projects that are linked? Again, that would be very significant for many parts of Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, for Wales to realise our marine renewables potential, our grid infrastructure desperately needs to be brought into the 21st century. A recent report of the Welsh Affairs Committee on grid capacity in Wales warned that our renewable energy potential is threatened by UK Government inaction on improving grid connectivity. The inadequacy of the grid in Wales is a barrier to the decarbonisation of heat and transport across Wales, let alone to the future potential that we should be realising. It is well known that Wales exports more energy than it actually uses. I am very comfortable with that—I think Wales should be exporting into England and, in future, into Ireland—but we need to have the means to do that, and the grid structure does not permit that. It is not sufficient for our needs, let alone for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, I ask the Minister how investment in grid infrastructure is to be accelerated. What consideration are the UK Government giving to the role that multi-connection substations could play in reducing the cost and the delays associated with grid construction? Importantly, that would also provide strong signals that would, in turn, engender confidence for local supply chains, particularly for marine renewables.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I bring my remarks to a close, I draw Members’ attention to the absurd situation in Wales whereby our seabed will be a key driver of our renewable transition, yet it is the UK Treasury that controls, directs and ultimately reaps the Crown Estate’s profits from the seas around Wales, out to a distance of 12 nautical miles. Management of the Crown Estate in Scotland has been devolved to the Scottish Government, and a ScotWind auction earlier this year raised almost £700 million for Scotland’s public finances, yet the UK Government refuse to devolve its management to the Welsh Government. That is an anomaly in our devolution settlement, which again leaves Wales the poorer, and I do not find a justification for it. I see no rational justification from the Government, save an obstinacy regarding changing the status quo—a status quo that disfavours Wales. Marine energy and offshore wind together represent a historic opportunity for the Welsh economy, and it is the people of Wales who should be able to direct how best to benefit from that economic opportunity, not Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}