{
    "url": "https://www.ukpol.co.uk/rob-roberts-2022-speech-on-west-coast-main-line-services/",
    "title": "Rob Roberts – 2022 Speech on West Coast Main Line Services",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rob Roberts",
            "url": "/tag/rob-roberts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Rob Roberts, the Independent MP for Delyn, in the House of Commons on 15 December 2022.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for Milton Keynes North (Ben Everitt) in this important debate, and I congratulate my hon. Friend the Member for Ynys Môn (Virginia Crosbie) on securing it. Earlier this year, following months of disruption to the rail service on the west coast main line, Avanti was put on notice to improve its service. As we have heard already from a great many Members, everyone who uses Avanti—including me, as I travel between the House and my Delyn constituency—knows that, sadly, it continues to fail to provide us with the service we deserve, or even one close to that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, Madam Deputy Speaker, I have to offer a little note of sympathy for Avanti. Over the past few months, the man who never met a microphone he didn’t like, Mick “Grinch”, the union boss stealing Christmas from millions of people, and his militant arrogance, continues to ensure major operational issues across the network, and untold misery caused by his love of striking, which apparently is a last resort—of course it is. That is after a two-year global pandemic, which saw family gatherings come to a grinding halt to try to control the virus. This is the first year when everything should finally be back to normal and we can be with our families again at Christmas, but RMT members have decided to cause untold misery to families and businesses. They should be utterly ashamed of themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a settled situation of devolution in Wales, which means that for more than two decades the people of north Wales, and the people of Delyn, have grown used to being overlooked and underfunded. We just get on with it, and we do our best to cope with whatever challenges we face. Like all my colleagues in north Wales, many of whom we have already heard from, I am determined to secure the opportunities of the levelling-up agenda, which was at the heart of the UK Government’s manifesto. For so many across north Wales, levelling up is so much more than the investment, jobs, and opportunities it promises, but it is being undermined and made more difficult because of issues that we have heard so much about in this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As my right hon. Friend the Member for Clwyd West (Mr Jones) said, the west coast main line is a critical piece of UK infrastructure. It is essential cross-border infrastructure linking England to north Wales and Scotland, as identified in Sir Peter Hendy’s connectivity review. The north Wales coast line runs from Holyhead via Chester to Crewe, where it joins the west coast main line and connects directly to London. It is also vital in connecting us to the island of Ireland, and in connecting Northern Ireland with the rest of the United Kingdom through the port of Holyhead, which is the UK’s second busiest roll-on roll-off port, and vital for the infrastructure of north Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When the trains between Holyhead and Euston do run, which is relatively unusual in itself, there are daily frustrations, which we have heard about many times. These are things that aggravate me and other passengers: the shop is not stocked, the card machine does not work, the wi-fi does not work, the carriages are overcrowded, and people have to sit on the floor—tattoos or no tattoos, sitting on the floor is never good. Recently, people have at times been unable to book train tickets in advance, because they show as fully booked even when they are not. Many colleagues have rightly asked whether Avanti could run a bath, let alone a rail service—although I would never resort to that type of rhetoric.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just one train per hour goes from London to Manchester, instead of three per hour, as it was before. There is one train a day from London to Chester, instead of an hourly service, and a shuttle service from Crewe to Holyhead instead of what used to be nine direct trains a day from Holyhead to London. It is astonishing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I regularly meet and speak to Avanti’s regional management. It has been reassuring to hear that they are committed to improving services and that they admit that a lot of their promises have simply not been delivered. That has led to job losses, including in some of the most senior positions, but it is now time to deliver. A new timetable is out, with a massive amount of new services on it. That is very welcome, but trains running to the old timetable were constantly delayed, cancelled or unreliable, so I am baffled as to how Avanti will offer the extended service it has promised when the pared-back offering was so shambolic in the first place. Time will tell. I am certain that Avanti is watching this debate very closely, so I say again: it is time to deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have stayed out of these debates in the past. In the face of a lot of criticism from colleagues about the service, I have stayed pretty positive, because pressures on the train operating companies have been significant. I try to stay as reasonable as possible and be as patient as I can with them, but I am afraid that I have come to the limit of my patience. If things do not improve now, swiftly, I will be first in line to tell the Minister that the franchise should not be renewed any further, because it simply does not deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}