{
    "url": "https://www.ukpol.co.uk/george-robertson-2022-tribute-to-hm-queen-elizabeth-ii-lord-robertson-of-port-ellen/",
    "title": "George Robertson – 2022 Tribute to HM Queen Elizabeth II (Lord Robertson of Port Ellen)",
    "post_date": "October 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Robertson",
            "url": "/tag/george-robertson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by George Robertson, Lord Robertson of Port Ellen, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, ordinarily on such occasions the repetition of words and sentiments can be tedious and unproductive. Too often we hear, “Everything’s been said, but not yet by everyone”, or the House of Lords equivalent, which is, “Everything’s been said, but not yet by me.” However, in the last 48 hours the repetition of such words as duty, service, honour, decency, commitment and dedication does not jar at all; it seems both appropriate and fitting when they apply to the 70 year-long reign of the late Queen Elizabeth. She set a standard and a vector against which all who serve in public life can and indeed should be measured, and we should be profoundly grateful for that example, as well as for so many other things. Indeed, she was the gold standard—the glue that kept a fractious country together when multiple pressures of populism and extremism were tearing, but never destroying, our communal fabric. With our latest Prime Minister and the nation facing serious crises in energy, the cost of living, health and a foreign war, her example of cool, clear thinking is more necessary than ever it was.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As these two days of debate have shown, we all have memories of Her Majesty the Queen, especially those of us who had the opportunity to meet her. My latest one was of returning last year the insignia of the Chancellor of the Order of St Michael and St George by Zoom. I have to say that she was a lot more comfortable with the situation then I was. “Come forward”, she demanded, “I can’t see you”, as I nervously walked towards the screen at the end of the long room.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, I have another vivid memory, of her visit in 1996 with the Princess Royal to Dunblane after the ghastly murders in the primary school. The noble Lord, Lord Forsyth, was the Scottish Secretary at the time and the local MP. I was his shadow and both a local resident and a parent. We were, at that time anyway, tough political adversaries, but we had been welded together by the tragedy in that small community. We witnessed that day the monarch, with just her presence and simple words, speak to and for a grieving town and indeed a shell-shocked nation. It helped immeasurably to bind some of the gaping wounds of that time, and that was her powerful effect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another, more pleasant memory I have is of when, as Defence Secretary, I brought the then Crown Prince of Saudi Arabia, Crown Prince Mohammed, to Balmoral to meet the Queen. After our lunch, he accepted an offer from her to see the estate but, boy, was he astounded, coming from a country which banned women from driving, to find the Queen behind the wheel of the Land Rover and rolling off without the rest of the party. I was at the castle entrance when they all came back. She looked at me and said, “I think he thought I was driving too fast.” I said nothing at all. Then she said, “I also think he thought I was lost.” I bravely said, “Well, you can’t get lost. You’re the Queen, and where you are is where you’re supposed to be.” She frowned at me and then said emphatically, “Quite right”, and marched away. Soon after that, the Crown Prince became King of Saudi Arabia, and belaboured every visiting Brit with stories of the Queen’s mad driving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My final point is to talk about the Queen’s deep loyalty to the Commonwealth; my noble friend Lord Boateng also mentioned that. When she made that famous pledge to preserve and protect the Commonwealth at the point when she took the Throne, it was not some nominal pledge or promise, it was to her a sacred commitment. That passionate commitment to the unique and precious club of like-thinking nations that is the Commonwealth was to matter to her over all her years, especially those years when not a few irritated politicians would quite happily have strangled the organisation. Getting past the Queen, dispassionate and non-partisan as she might well have been, would have required a lot more tenacity and political force than is possessed by any mere politician yet to be born. The Commonwealth survives and thrives because of Her Majesty and her promise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last night, as so many have said, the new King spoke to the nation with raw personal feeling about the loss caused by the Queen’s death and what it meant to the Royal Family. It was a moving and incredibly significant address. The fact is, however, that we are all her family, and he spoke for us in our loss as well. He becomes King at a momentous time and we must, with memories of his mother fresh in our minds, wish him the very best in his demanding new role. The family that is his nation is with him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}