{
    "url": "https://www.ukpol.co.uk/george-robertson-1978-maiden-speech-in-the-house-of-commons/",
    "title": "George Robertson – 1978 Maiden Speech in the House of Commons",
    "post_date": "January 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "George Robertson",
            "url": "/tag/george-robertson/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Commons by George Robertson, the then Labour MP for Hamilton, on 14 June 1978.",
    "content": [
        "I do not need to underline to this House the pride I have in being elected as Member of Parliament for Hamilton. I hope that my presence here and the result in that constituency are of some little relevance to this debate.  \nIt is a great honour for me to follow in the footsteps of the late Member for Hamilton, Mr. Alexander Wilson. I knew him well and I know that he was widely respected in the House. He was a man of dignity and integrity, who worked quietly and without fuss in his constituency and in the House pursuing the interests of the people of Hamilton and of Larkhall. He did so diligently, without publicity and with honour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The work which Mr. Wilson did quietly was all designed to help the people of the area and to further the interests of his constituents. I know from the volume of work which is there and the catalogue of achievement mentioned to me during the by-election that he was a man who clearly made an impact in the House and had much to offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I am proud to be the new Member for Hamilton, I am aware that that is possible only due to the tragic and untimely death of Alex Wilson. I know that he also made a considerable contribution within the parliamentary mining group. That is an industry which he knew well and from which he came. He is well remembered within the industry in Scotland, throughout Scotland and in the mining group.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At this stage in history it is also a pleasure for me to represent Hamilton because the features of that part of Lanarkshire show all the promise of the new Scotland which lies ahead. It is an exciting mixture of ages, of classes, of population and of industry. In that mix it has changed dramatically from the older and more traditional industries of the past—especially that of mining, on which Scotland’s economy previously relied—to light engineering, electronics and the production of sophisticated clothing. In those areas it is excelling. The character of Hamilton is an indication of the way in which Scotland will go in future—not just electorally but in the areas of industry and of technological progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the by-election, as perhaps during any by-election, local circumstances and problems were highlighted. Although there is much of promise in the area, one of the greatest causes for concern is unemployment. As an aspiring Member, I made it my duty and obligation to pursue the subject of joblessness in the community. We cannot rest, in the House or throughout the country, as long as the present level of unemployment continues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At 11 per cent., unemployment in Hamilton is considerably above the Scottish and national average. It is a substantial problem. The most serious aspect is youth unemployment. The prospects for young people leaving school this year and in future without jobs are a matter of concern for them, for their parents and for us in society as a whole, because the future of the country and the future stability of society will be largely dependent on the sort of future that we can offer to young people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel that we have in the country as a whole to make a concerted effort to ensure that the problems of unemployment that we now face are purely temporary, and that we can build a future prosperity which will mean that especially the young people will be assured the jobs, the training and the prosperous future that they would wish for themselves, and that their parents would wish for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, I fought a campaign based on the Government’s record. I did it not uncritically but not apologetically, and I asked the people to give their assessment of the situation and their view of the future and to say which party they would trust to run the country’s affairs in the future. In the context of this debate, it is instructive and relevant to remember the answer that the people gave.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However strongly we feel about the present position of the economy, we must recognise that locally and nationally much has been done to alleviate the problems of unemployment, and especially to look after the needs of young unemployed people. In the Hamilton area, much has been done about unemployment as a whole. In the past five months there has been a positive increase in employment and a very clear decrease in unemployment which has been greater than the national trend, which in itself is welcome. As for youth unemployment, over half those between the ages of 16 and 17 registered as unemployed are already involved in job creation schemes and Government-assisted programmes. We were able to show that, although there was a level of concern that we should not in any way attempt to disguise, there has also been positive Government action to make sure that the impact was the least that was possible in the circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The area also shows other signs of Government intervention, and of the intervention of a Government in regional policy which has made a serious impact on the problems of Central Scotland. The Scottish Development Agency—of which I was privileged to be a board member until I came to Parliament—had quite a significant impact in the area. Its industrial estates employ the vast majority of the people in the area, and in companies in which investment has taken place in surrounding areas jobs have been safeguarded for people who work within Hamilton. In the steel industry—one of the largest employers in Hamilton, although it is marginally outside the constituency—investment by the Government has assured the future of Ravenscraig and associated industries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although temporary Government measures are not an answer, there are all the signs in the area that the jobs which are necessary for the future, the growth that is needed and the hope that is desired by the people are being promised by the Government. The people in my area gave a pretty clear and decisive answer as to which party they would trust for the conduct of their affairs in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The acid test at the end of the day is the will of the people, and there have not been very many tests of public opinion in Scotland where the issue has been put to the country. Not only has the Government’s record been judged and, I think, honourably tested in this election. The future of the constitution of the country was also put to the test in the circumstances here. The policies of separation and of the disintegration of the United Kingdom as we know it were clearly put to the electorate. The electorate gave an answer which shows that people in that area, as throughout Scotland, want to see Britain united and the problems faced head on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also feel that one of the lessons of that by-election, and its result in my presence here today, is that the people of Britain and of Scotland are tired of the cynical manipulation of policies by whichever party may choose to pursue them. They have rejected confrontation quite clearly and precisely whether it be in industry or within the separate parts of this country. If there is an answer to be taken from any of the election results that we have had recently, it is that the constitutional settlement proposed by the Government is necessary, desirable and in keeping with the desires of the peoples of this country, who are looking for a different constitutional set-up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s resolve in this area of the constitution, despite the frustrations with which they have clearly met so far, has been of enormous consequence in stemming the tide towards the break-up of the United Kingdom. I believe that the lesson of the present period is that the British people are tired—and clearly tired—of confrontation, and that they will in future continue to put their trust in this Government, believing as they do that only this Government’s competence, conviction and philosophy will be relevant to the problems of all these islands in the 1980s.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}