{
    "url": "https://www.ukpol.co.uk/angus-robertson-2016-speech-on-the-chilcot-inquiry/",
    "title": "Angus Robertson – 2016 Speech on the Chilcot Inquiry",
    "post_date": "July 6, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Angus Robertson",
            "url": "/tag/angus-robertson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Angus Robertson, the SNP MP for Moray, in the House of Commons on 6 July 2016.",
    "content": [
        "[![angusrobertson](https://www.ukpol.co.uk/wp-content/uploads/2016/04/angusrobertson.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/angusrobertson.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I begin by thanking the Prime Minister for advance sight of his statement and for a few short hours this morning to have a look at the millions of words in the report? Today we remember the hundreds of thousands of people who have died in Iraq—Iraqi civilians and, of course, the 179 UK service personnel who have lost their lives. Today is an important and sombre day for their families, and our hearts go out to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report that we are considering now will be pored over in the days, weeks and months ahead, and it should be the first step in learning the lessons from the UK’s most shameful foreign policy action in decades. Paragraph 409 of the executive summary of the Chilcot report confirms that on 28 July 2002, Tony Blair wrote to President Bush saying:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I will be with you, whatever”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Frankly, it is remarkable that the Prime Minister did not think that that was noteworthy enough to mention in his statement to the House. My first question to the Prime Minister is why he did not do so, given that much of the debate rests on the rationale of the Prime Minister of the time for signing up to whatever course of action the United States was prepared to pursue?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On intelligence, the report concludes at paragraph 807:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The assessed intelligence had not established beyond doubt either that Saddam Hussein had continued to produce chemical and biological weapons or that efforts to develop nuclear weapons continued.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I completely understand why the families of dead and injured UK service personnel, and hundreds of thousands of Iraqis, will feel that they were deceived about the reasons for going to war in Iraq. I completely understand why they also feel let down when it comes to the post-conflict situation, and the Chilcot report catalogues in graphic detail the failures in planning for post-conflict Iraq.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Paragraph 630 of the executive summary states that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“when Mr Blair set out the UK’s vision for the future of Iraq in the House of Commons on 18 March 2003, no assessment had been made of whether that vision was achievable, no agreement had been reached with the US on a workable post-conflict plan, UN authorisation had not yet been secured, and there had been no decision on the UN’s role in post-conflict Iraq.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The summary goes on to say at paragraph 814:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Mr Blair, who recognised the significance of the post-conflict phase, did not press President Bush for definite assurances about US plans, did not consider or seek advice on whether the absence of a satisfactory plan called for reassessment of the terms of the UK’s engagement and did not make agreement on such a plan a condition of UK participation in military action.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In fact, the Chilcot report concludes, at paragraph 857:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The UK did not achieve its objectives”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lack of planning has been evident since, in relation to Afghanistan, Libya and Syria; most recently there has been absolutely no plan whatever for Brexit. When will UK Governments of Tory or Labour hue actually start learning from the mistakes of the past so that we are not condemned to repeat them? I hope and expect that in the months ahead there will be the opportunity to hold to account those who are associated with and responsible for taking the UK to war in Iraq. It has not only caused hundreds of thousands of deaths; it has undermined people’s faith in Parliament and Government in the UK and left an indelible stain on Britain’s standing in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}