{
    "url": "https://www.ukpol.co.uk/rob-roberts-2022-speech-on-greenfield-railway-station/",
    "title": "Rob Roberts – 2022 Speech on Greenfield Railway Station",
    "post_date": "January 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rob Roberts",
            "url": "/tag/rob-roberts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Rob Roberts, the Independent MP for Delyn, in the House of Commons on 28 January 2022.",
    "content": [
        "It is my pleasure to be able to bring this week’s parliamentary business to a close with today’s Adjournment debate. I thought I would break with convention by leaving aside beer, cake and police reports, and focus on an issue that actually impacts my constituents day to day. Who knows, maybe it will catch on—fingers crossed; we live in hope. Rather than springing it on the Minister at the end, I give him advance warning that I shall ask for a constituency visit, as well as funding to move the project forward. That will give him something to think on while I dilate on the issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Barely a day goes by when I do not hear the term “levelling up”, which has been the central plank of the Government’s communication efforts over the last couple of years, since the general election. Although “levelling up” is still something of a nebulous phrase that has not been particularly clearly defined, it seems relatively clear that it does represent a fundamental shift towards assisting regions and communities that have been left behind. There are, of course, many ways in which that can be achieved, but in the case of my Delyn constituency, I have long maintained that the thing we need most of all is excellent transport links.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delyn is one of those constituency names that has people scratching their heads, wondering “Where’s that?” Some residents do not even realise that their particular part of Flintshire in north-east Wales has that name. To our east, we have Deeside and the light industry of its industrial parks, as well as a major manufacturer in Airbus. Even further east is Chester, with connections to Liverpool and Manchester. Those areas offer significant job opportunities. To the west, we have the stunning north Wales coast, which brings not only a joyful experience, but a further opportunity for jobs in the thriving north Wales tourism sector, despite the Welsh Labour Government’s best efforts to cripple tourism and hospitality over the past 12 months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My constituency includes a 15-mile stretch of that coastline, from Oakenholt in the east to Gronant in the west, and along that coastal path we find some of the most deprived areas of Delyn. Broadly in the middle of that stretch we find the town of Holywell and its adjoining village of Greenfield. Much of Holywell and Greenfield is in the top 20% of the most deprived areas of Wales, with some parts in the top 10%. With those pockets of deprivation, comes the obvious difficulty of not being able to afford the rising cost of running a vehicle to get to work, even if suitable work can be found locally. Addressing the fundamental causes of that deprivation is key, the most pressing of which is clearly improving the transport network.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of the 2019 general election campaign, the vast majority of the doors on which I knocked in Holywell and Greenfield were consistent and strident in their request that a new train station be established to serve their region. Earlier this week, I asked constituents for their feedback on social media and I have picked out a small selection, but in truth they are all extremely similar. Pam Lloyd said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“With the bus service from Greenfield to Chester or Rhyl taking forever to get there—one hour 20 minutes on a good day—a train to the same destinations would take less than 30 mins and be more reliable and comfortable.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Margie Roberts said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The roads are so busy, it’s only common sense to have an alternative to using the car; and the bus service is far too slow.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Probably the most obvious call for help came from Natalie Edwards, who said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“As I only have access to a car at weekends, I am reliant on public transport if I need to go anywhere other than my home town during the week. The bus journeys – even a short hop to the coast – take far too long to make them comfortable for people like me with chronic illness and hidden disabilities. Subsequently, if I can’t walk to where I need to go, which isn’t far as I have arthritis in my spine, I am defeated before I even start. This limits job opportunities as I live in a small town.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There were so many more testimonies we would need a lot more than a half hour Adjournment debate to go through everyone’s stories and thoughts on the matter, but suffice to say I received dozens of comments over the past few days since I told people that this debate was happening. Every single one of them was positive and supportive of the project.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There was a station on the North Wales coast line called Holywell Junction, but it was closed as part of the Beeching reforms in 1966. Re-establishing the station, along with improved bus services from Greenfield up into the main Holywell public transport hub, would be absolutely transformative for the town. It would enable people to get to an increased number of better paid job opportunities. Studies have shown that only 8% of available jobs in the region lie within half an hour’s public transport travel time of Holywell, but more than 160,000 vacancies come into view within a 90-minute journey. Sadly, a 90-minute journey from Holywell on the bus would take you only as far as Chester in one direction and Llandudno in the other. The equivalent journey on the train would take a quarter of the time. Anything that can be done to cut public transport journey times should make those jobs much more accessible in an affordable way and should be an absolute priority to help the residents of these deprived areas to get themselves on to a more solid footing in life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would not just get people out to jobs, however. Holywell in and of itself has some fantastic reasons to visit: the town name—holy well—is something of a giveaway, as it is the location of St Winifride’s Well, which is the oldest continually visited pilgrimage site in Britain; and the beautiful Greenfield valley. Both are well worth the trip. A station would bring more tourism into the town, which would further improve the economic outlook. Indeed, the county council’s local development plan identified the area of Holywell as a tourist hub for the county. In addition to the well site and Greenfield valley, both of which see around 40,000 visitors per year, hundreds of thousands of people use the Flintshire section of the Wales coastal path, which runs adjacent to the tracks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For businesses, enabling fast connections to the Deeside industrial parks and beyond would mean companies currently based outside of the region would have the opportunity to expand into local industrial zones in Greenfield, Bagillt and Mostyn. The train station would work in conjunction with the upcoming levelling-up fund bid for the constituency, which is focused on job creation and regeneration of those zones and will in turn make the area much more attractive for new and existing companies to grow into.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another of the interesting demographic situations in my constituency is that we have a much higher than average over-65 population. The average UK constituency has 18.6% of residents over 65; Delyn has 23.5%. While five percentage points might not sound like a lot, when we are talking about 70,000 people, that is an extra 3,500 over-65s compared with the average constituency and, as we are all aware, that demographic is more likely to rely on public transport to get around.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a large number of children at one end and a large number of people above retirement age at the other, but in the middle we have a drop in numbers and have a much lower percentage than the average constituency of people in what others have called the “economically active” years. Making it easier for people to stay in the area by ensuring that work opportunities are more accessible in the wider region would do a huge amount to stop the working-age exodus and ensure that those skilled workers that we have in abundance in Delyn are able to get to jobs further afield without having to move out of the area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Getting the bus from Holywell to Chester currently takes around 90 minutes—when they are on time, which is rare. Bearing in mind that the journey is just 17 miles, that is an average speed of 11 mph. Getting a train from Holywell to Chester would take around 20 minutes, a quarter of the time. Older constituents would be able to take advantage of massively reduced travel times in the other direction, up to the coast. A significant number of studies have shown how important outdoor coastal and countryside areas can be in maintaining our physical and mental wellbeing, particularly as we get older.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other developments in the region would be complemented by a new Greenfield station, making the entire network more viable and user-friendly. They include the upcoming and long-promised development of Chester station, changes on the Wrexham to Bidston line, and an integrated transport plan that will hopefully come to fruition in the north Wales metro scheme, although with the latter it appears that Welsh Government are focusing all their resources on the south Wales metro rather than developing the north. I am keen to work with the Welsh Government to develop that project, which could really benefit the people of Delyn, but sadly so far there has been no engagement and no significant funding allocated to it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In terms of the environmental issues, currently 80% of workers in Delyn use private cars to get to work, compared with just 63% nationally. Only 0.8% of Delyn’s workers use the train for commuting, compared with 5.2% nationally. Increasing the proportion of people using trains in that way, as well as for their leisure activities, would make a huge difference to the carbon footprint of Holywell and north Wales generally, particularly when combined with the recommendations in Sir Peter Hendy’s Union connectivity review to electrify the north Wales coast line. I hope the Government will move forward with that recommendation as soon as possible, as it will go some way towards helping to achieve the target of net zero by 2030.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At this point I pay tribute to some of the members of Holywell Town Council, particularly Councillor Barry Scragg and Community Engagement Officer Martin Fearnley, who have been the main drivers of this project for the past five years or so. They have done some excellent work, including a local community questionnaire that elicited more than 700 responses from residents and businesses. The town council’s working group on the station project has produced an extremely comprehensive report, a copy of which I will happily provide to the Minister, which succinctly lays out the case for a new station. Its figures show that the catchment area for a station in Greenfield would be around 20,000 to 25,000 people, significantly more than existing stations along the line in Prestatyn, Flint, Penmaenmawr and Abergele, all of which are already shown to be sustainable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The town council report has since been backed up by a formal transport study from planning specialists Mott MacDonald, commissioned by Flintshire County Council. Its report clearly states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Combined with incremental rail revenue, the total cost of the scheme is negative with revenue more than offsetting investment and operating costs”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is without taking into account all of the wider socioeconomic benefits I have already mentioned. The study recommends moving to a strategic outline business case and the initial steps of the processes announced last year for Project Speed, as speed is certainly of the essence in providing vital transport links to this left-behind town.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no reason for the work to take years. Much of the old station infrastructure is still there, and the access is good. Land for car parking is readily available and the tracks are obviously still in place—and in use. Although transport is in many ways a devolved competence for the Welsh Government to deal with, transport infrastructure, under which this type of project would come, is a reserved matter for the UK Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will close with a request to the Minister that is twofold and, hopefully, simple to deliver. First, will he find the time to join me on a visit to Holywell to look at the site and hear about the plans from town councillors and local residents? Secondly, will he commit to providing the funding necessary for the development of a strategic business case and the follow-on initial stages of that process to confirm what the feasibility study has already been very clear about? The need for a station to serve Holywell and Greenfield is vital, would be transformative for some of the most deprived parts of my constituency and would truly facilitate the levelling up of these communities. Importantly, it would also confirm to the people of Delyn that, despite the Welsh Government overseeing many aspects of it, the UK Government have not forgotten them or abandoned them and are committed to their success and prosperity as much as that of any other region of the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}