{
    "url": "https://www.ukpol.co.uk/angus-robertson-2014-speech-in-dublin/",
    "title": "Angus Robertson – 2014 Speech in Dublin",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Angus Robertson",
            "url": "/tag/angus-robertson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Angus Robertson to the Institute for International and European Affairs in Dublin, Ireland, on 20th January 2014.",
    "content": [
        "[![angusrobertson](https://www.ukpol.co.uk/wp-content/uploads/2016/04/angusrobertson.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/angusrobertson.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you very much for the opportunity to address the Institute for International and European Affairs on the subject of “Independent Scotland: A positive, proactive international partner”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "2014 is a historic and exciting year for Scotland and the international community is watching.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 18th September 2014 voters will be able to freely and democratically answer the referendum question: “Should Scotland be an independent country”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consequences of the vote are profound and will bring tremendous benefits to people in Scotland and will improve our relationships with neighbours, friends and allies in the international community.We shouldn’t lose sight of how we have got to this historic point and why the way in which it is happening is of global relevance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland’s constitutional journey is a long one, which has accelerated in recent decades with the re-establishment of the Scottish Parliament in 1999, culminating in the independence referendum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Home rule efforts go back into the nineteenth century, following the First World War the Scottish Trades Union Congress pressed for Scottish representation at the Versailles Conference, just like the then British dominions: Canada, Australia and New Zealand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The formation of the Scottish National Party in 1934 marked the beginning of serious political efforts to re-establish direct democracy in Scotland and has had permanent parliamentary representation since 1967.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the historic 1967 Hamilton by-election Winnie Ewing declared: ‘Stop the world Scotland wants to get on’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the heart of Scottish nationalism is an internationalism which has long pursued a desire to play a positive, proactive direct role in the international community of nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even with the limited powers of devolution since 1999 Scotland has sought to reach out to the world, in particular to neighbours on these islands, our European partners, nations with a strong diaspora connections such as the United States and countries with strong ties of history like Malawi.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the powers of devolution are limited. They don’t offer the full advantages of bilateral and multilateral relations in a world where normality is independence and growing interdependence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 1945, the United Nations had 51 member states. Now there are 193.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the same period there has been a proliferation of international organisations which seek to improve national and international conditions, whose members are sovereign states.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From the European Union and the biggest single-market in the world, the Council of Europe and its human rights safeguards, the World Trade Organisation supporting economic growth, the North Atlantic Treaty Organisation with defence cooperation guarantees and the list goes on and on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this age of cooperation it is states of all sizes that determine progress, and Scotland is not represented in its own right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This can and will change with a ‘Yes’ vote on the 18th September 2014.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In unique international circumstance, the Scottish and United Kingdom governments have signed an agreement which charts the democratic referendum process. The Edinburgh Agreement, was signed in the Scottish capital by Prime Minister David Cameron and First Minister Alex Salmond following the election of a clear majority in the Scottish Parliament in favour of an independence referendum, and supported by parliamentarians from the Scottish National Party, Scottish Green Party and independents. In fact referendum legislation is also being supported by the Labour Party, Conservative Party and the Liberal Democrats.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Edinburgh Agreement crucially commits both the Scottish Government and the United Kingdom Government in Article 30: “to continue to work together constructively in the light of the outcome, whatever it is, in the best interests of the people of Scotland and of the rest of the United Kingdom”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following a ‘Yes’ vote in September 2014 both governments would begin discussions and negotiations about transition to Scottish sovereignty. There is an eighteen month period for this co-operation while Scotland is still part of the United Kingdom. It is during this time that arrangements will be made for Scotland to take its place in the international community including multilateral organisations such as the European Union, NATO, United Nations, WTO and so on. While the anti-independence campaign seem to spend most of their time suggesting this will be extremely difficult, even the UK Government’s legal adviser, says the timescale is ‘reasonable’, and the ‘No’ campaign’s own constitutional adviser believes it would occur with an ‘accelerated’ procedure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How this will happen and details of the international priorities of the Scottish Government are laid out in unprecedented detail in ‘Scotland’s Future – The White Paper on Scottish Independence’\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no international precedent for such a detailed prospectus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In over 10 chapters, 650 pages and 170,000 words, it details the proposal to move from devolution to sovereignty. It has an extensive Question and Answer section with clarification on hundreds of common queries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within weeks of the White Paper launch last November:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "40,000 copies printed, following third reprint of 10,000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Around one million online page views.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More than 90,000 hits on the PDF download page.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is free for all to download the White Paper at: www.scotreferendum.com where there is also extensive further documentation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the heart of the independence prospectus is the proposition that decisions about Scotland will be taken by the people who care most about Scotland – that is the people who live and work in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our national democratic life will be determined in an independent Scottish Parliament elected entirely by people in Scotland which will replace the current Westminster system. Under that current antiquated and inadequate system, elected representatives from Scotland make up just 9 per cent of the 650 members of the House of Commons and the House of Lords is wholly unelected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Governments in an independent Scotland will always be formed by parties that win elections in Scotland. It will no longer be possible for key decisions to be made by governments that do not command the support of the Scottish electorate\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will end the sorry unacceptable situation that we are regularly governed by parties we have not entrusted to make decisions on our behalf. For 34 of the 68 years since 1945, Scotland has been ruled by Westminster governments with no majority in Scotland. Policies are imposed on Scotland even when they have been opposed by our elected Westminster MPs, including foreign, defence and security policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With a ‘Yes’ vote in the independence referendum we will put an end to governments, policies and priorities which do not have democratic support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With a ‘Yes’ vote Scotland will rejoin the international community as a sovereign state and enjoy the benefits and advantages of a normal country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the White Paper, Chapter 6 deals with International Relations and Defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It explains:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Why we need a new approach,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The opportunities open to Scotland, and The Scotland we can create, in an international, defence and security context.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The main summary is as follows:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland’s national interests will be directly represented on the international stage\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland’s foreign, security and defence policies will be grounded in a clear framework of participating in rules-based international co-operation to secure shared interests, protecting Scotland’s people and resources and promoting sustainable economic growth\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will continue to be a member of the EU and will have a seat at the top table to represent Scotland’s interests more effectively; we will not be at risk of leaving the EU against the wishes of the Scottish people\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An overseas network of 70 to 90 international offices is planned, built on Scotland’s existing capacity and our share of the UK’s international assets\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland will recognise and act on its responsibilities, as one of the wealthiest nations on the planet, to international development\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our defence plans focus on a strong conventional defence footprint in and around Scotland and the removal of nuclear weapons, delivering a £500 million defence and security dividend in 2016/17\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland’s security will be guaranteed as a non-nuclear member of NATO, with Scotland contributing excellent conventional capabilities to the alliance\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The foreign policy and international relations of the Scottish Government will take place within three overlapping and interacting spheres that will be the cornerstones of Scotland’s foreign policy:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "our partnership with the other nations of these islands\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "our regional role as an active member of the EU with strong links to the Nordic countries and the Arctic\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the global context: our independent role in international and multilateral organisations, including the UN and NATO\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to take these priorities in turn to underline why an independent Scotland will be a positive and proactive international partner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Island Neighbours – Closest Partners**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On these islands, we are bound by historic, economic and social ties of great value. This importance is not of itself, determined by where political decision-making lies but we have the opportunity to do so on the basis of equality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We now have a British-Irish Council which brings together governments from across Britain and Ireland. With a sovereign Scotland, there will be three independent governments in the Council together with Scotland, the Irish Republic and the rest of the United Kingdom working with the devolved and island authorities. The secretariat of the Council is already headquartered in Edinburgh, and there is active cooperation between governments across the widest range of subjects from health to the environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland is a bigger trading partners with the rest of the United Kingdom, than China, India, Russia and Brazil combined. This is also true for Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our Common Travel Area, citizenship and voting rights and other cooperation arrangements, including the importance of our shared common market through the European Union are crucial.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is in all of our interest that these closest of relationships flourishes. It is in the interests of all of the peoples of England, Scotland, Wales, Ireland and our immediate island neighbours that our cooperation goes from strength to strength.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**European Union – Crucial Cooperation**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also crucial that we continue to safeguard and build on the advantages delivered through the European Union. Decades of peace, economic growth social rights, free movement of people, goods, services, capital and cooperation in an ever widening European Union are a massive achievement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "28 member states make up the European Union, and more seek to join. We look forward to Scotland taking its seat at the EU top table shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While there is no doubt there is a need for democratic, political and economic reform to how the European Union works, we need to face up to the threats posed by strong Europhobic extremes, especially in UK politics outside Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even the UK government is planning an in-out EU referendum, and are being politically driven by anti-Europeans in UKIP and the Tory Party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is dangerous to Scottish and Irish interests, and also incidentally to England, Wales and Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This weekend prominent Scottish businesspeople wrote the following letter to the media:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“It looks as though the UK may leave the EU following an in-out EU referendum promised by the Prime Minister David Cameron in 2017.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Access to the common market is vitally important to both Scottish and wider UK companies. We can see from the poor performance of UKIP in elections and successive opinion polls here that the people of Scotland are generally more outward looking and pro-European than the electorate in other parts of the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Scottish businesspeople are worried that despite an overwhelming desire to stay connected with our European partners, voters beyond our borders will remove Scotland from the EU against the democratic expression of Scotland’s business community and wider public. This threat may persist no matter what the result of Prime Minister David Cameron and Foreign Secretary William Hague’s ongoing negotiation on the terms of membership with German Chancellor Angela Merkel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“On this issue, as with many others, Westminster opinion does not represent the democratic will of all the constituent parts of the UK. It seems likely that all major political parties with a chance of being in government after the 2015 Westminster election will commit to holding an EU referendum. This prospect of a dangerous, metropolitan media driven referendum on EU membership creates great uncertainty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Scotland may no longer be part of the UK at the time of the EU poll and an independent Scotland’s approach to negotiating continued EU membership (which experts have said there will be an obligation to have after a Yes vote) will ensure continuity of membership and effect. We note in particular the recent positive comments of No Campaign policy adviser Professor Jim Gallagher regarding an independent Scotland staying in Europe and its ability to successfully negotiate key opt outs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Indeed, the Scottish people must now see that there is far more uncertainty over Scotland’s continued access to the common market if we vote to No in the independence referendum on September 18th this year. A Yes vote is the only way to guarantee that Scottish based companies can continue to trade in a UK and European common market for the free movement of capital, goods, services, trade and people.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scottish independence in a European Union context means that the Scottish Government, elected by the people will be present at all Council of Ministers meetings where the big decisions are taken. Scotland will have a nominated commissioner in the powerful European Commission, and there will be fairer Scottish representation in the European Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland will play a positive and proactive role in the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Key Regional Priorities – Northern Dimension**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A key regional regional priority is the northern dimension. Scotland is a northern European nation with significant priorities shared with our Nordic regional neighbours including: Norway, Denmark and Iceland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are huge environmental challenges posed to the High North and Arctic as well as potential opportunities especially in the energy sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our neighbours are cooperating through a host of bilateral and multilateral organisations and initiatives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland can and must take its responsibilities seriously and work with our regional neighbours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will be a key Scottish priority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland’s geo-strategic position with the Atlantic to our west, Iceland gap to the north and North Sea to our east also has an important security dimension. It is in the interests of all allies, neighbours and friends that there is stability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why the Scottish Government White Paper outlines in great details the plans for defence and security arrangements. Scotland will prioritise maritime capabilities, including maritime patrol aircraft (something that Ireland has but the UK does not).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will work with our NATO allies just like the overwhelming number of other members as a non-nuclear state to fulfil the objectives of mutual defence, appropriate capabilities, stability and peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Global Context – Something to Offer**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In a global context an independent Scotland has something particular to offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On international development a strong commitment has been made by the Scottish Government with an an aspiration to be a global leader, championing best practice and innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The White Paper explains that being a global leader in international development is not necessarily just about the size of aid given in absolute monetary terms, but the impact that can be made across government policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Aid is however an extremely important dimension and an independent Scotland would enshrine a legislative commitment to spending 0.7 per cent of Gross National Income on Official Development Assistance, and an aspiration to reach 1% of GNI in time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Success and global impact will be pursued by delivering a coherent approach to international development across all Scottish Government policies – crucially trade, environment, defence and finance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On peace and reconciliation there is a long standing commitment to make Scotland the ideal place to support international initiatives. Scotland has already hosted the St Andrews northern Ireland discussions, also meetings from the South Caucausus and there is significant Scottish NGO peace and reconciliation experience such as Beyond Borders Scotland. A sovereign Scottish government can do so much with our particular experience of civic, non-ethnic, democratic and peaceful constitutional change. Scotland is known and liked around the world. This is an ideal way of being able to contribute to a better world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On helping the vulnerable we look to a new model with of asylum services separate from immigration. The White Paper Contains proposals for a Scottish Asylum Agency to oversee asylum applications:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "‘The process will be both robust and humane, and we will continue Scotland’s present approach of promoting the integration of refugees and asylum seekers from the day they arrive, not just once leave to remain has been granted (as is the case in the rest of the UK). In an independent Scotland, we will close UK Home Office detention centre at Dungavel, end the practice of dawn raids and inhumane treatment of those who have exercised their legitimate right to seek asylum”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While these initiatives will bring international benefits to those from outside Scotland, there will also be tangible advantages to Scotland in Scotland when pursuing its own international agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For all of those talented and committed people wanting to work in the diplomatic service, on international development and in defence and security, there will be a full Scottish headquartered career path. Home postings will be in Scotland and the relevant government departments will be based in Scotland. International partners will be directly represented in Scotland with embassies and diplomatic staff and international organisations will also seek enhanced representation in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For all of those involved in the voluntary, charitable and academic sectors in Scotland which deal with international affairs, it will be possible to work with government departments, agencies and decision makers at all levels in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Independence will mean Scotland taking its place in the international community and playing a positive proactive international role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will be able to promote a bigger role for the British-Irish Council that brings together the home nations, work constructively within the European Union and join our Northern European neighbours to fully address the challenges and opportunity of our region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland will be a trusted security partner for our allies, play a full role in the Commonwealth, properly carry our burden towards international development and have an ambition to support peace and reconciliation efforts around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This contrasts with an ever growing parochial anti-European agenda at Westminster. Sadly politics at a UK level is massively influenced by the anti-immigration, Europhobic agenda of UKIP and large swathes of the Tory Party. Their priorities are leaving the EU, walking away from European Human Rights commitments and ignoring the opening gulf in political priorities with Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The time has come for people in Scotland to embrace a better international future and grasp the huge exciting opportunity offered by the independence referendum with a ‘Yes’ vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}