{
    "url": "https://www.ukpol.co.uk/liz-saville-roberts-2021-speech-on-hrh-the-duke-of-edinburgh/",
    "title": "Liz Saville Roberts – 2021 Speech on HRH The Duke of Edinburgh",
    "post_date": "April 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Liz Saville Roberts",
            "url": "/tag/liz-saville-roberts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liz Saville Roberts, the Plaid Cymru MP for Dwyfor Meirionnydd, in the House of Commons on 12 April 2021.",
    "content": [
        "I wish to speak on behalf of Plaid Cymru in Westminster and to express my party’s condolences to Queen Elizabeth and her family at the death of Prince Philip, and to share their sadness following the death of a husband, a father, a grandfather and a great-grandfather. Sorrow at the close of such constancy and stability resonates across families, communities and nations during this time of great loss, and there are many people in Wales who would desire that I convey their sorrow and sympathy today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Among the Duke of Edinburgh’s titles was Earl of Merioneth, which is now inherited by his eldest son. The Queen wears a wedding band made of gold from the Clogau St David’s mine above Bontddu, near Dolgellau in Meirionnydd. Prince Philip was stationed as an instructor of naval ratings at HMS Glendower, near Pwllheli, during the second world war. The navy camp became one of Billy Butlin’s holiday camps after the war, which the Duke and the Queen toured in an open-top Land Rover during a later visit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I, too, would particularly like to mention the Duke of Edinburgh’s contribution to the promotion of outdoor education for young people, and how he was influenced by the pioneering educator Kurt Hahn, initially during the Prince’s own schooling at Gordonstoun in Scotland and then with the establishment of the first Outward Bound centre in Aberdovey, Meirionnydd in 1941. This led in turn to the principles that continue to underpin the Duke of Edinburgh’s Award and that have enriched the lives of millions of young people. The four pillars of these principles are physical fitness, craftsmanship, self-reliance and compassion, and they are reflected in Wales’s educational initiatives, from the international baccalaureate at Atlantic College to the principles that inform the nation’s public curriculum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To close, I would like to say in Welsh: “Pob cydymdeimlad â’r teulu brenhinol yn eu galar, ac â phob teulu sy’n galaru am anwyliaid eleni. Boed iddyn nhw oll huno mewn perffaith hedd.” [Translation: Condolences to the royal family for their loss and to all those who are grieving for loved ones this year. May they all rest in peace.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}