{
    "url": "https://www.ukpol.co.uk/liz-saville-roberts-2022-speech-on-referring-boris-johnson-to-the-committee-of-privileges/",
    "title": "Liz Saville Roberts – 2022 Speech on Referring Boris Johnson to the Committee of Privileges",
    "post_date": "April 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Liz Saville Roberts",
            "url": "/tag/liz-saville-roberts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liz Saville Roberts, the Plaid Cymru MP for Dwyfor Meirionnydd, in the House of Commons on 21 April 2022.",
    "content": [
        "Before I start my main points, I want to mention a couple of things that I have been listening to. First, many of us on this side were aware that the Government were trying to kick the issue down the road with their abandoned amendment. We are two weeks away from the local elections, and their action begs the question of whether desperation to ensure that the way their MPs voted was not on the record was their motivator.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, the Government’s approach is that they live in hope that the public’s memory is ruled by the news cycle and that the public interest will move on. I believe that they are fundamentally wrong in that assumption. Everybody who made a personal sacrifice during covid will remember their loss, pain and grief for the rest of their lives. It is engraved on our hearts. We are not going to forget. The Government may kick this down the road, but they are wrong if they assume that their safety is tied up with the news cycle. The Prime Minister’s behaviour will not be forgotten.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today we have a chance to correct the record, to reinstate credibility in our system and hold Conservative Members—and, indeed, all of us—to account, not only for their or our misdeeds but for our preparedness on occasion to defend the indefensible. Today is a chance for all Members, of all parties, to do the right thing, and our names should be on record when we want to do the right thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Public trust in our democratic system is plummeting as we careen from one scandal to another, and the very reputation of our democracy, ourselves and the function that we are honoured with here is seemingly at stake.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some 73% of the British public are in favour of a Bill that would criminalise politicians who willingly lie to the British public. Plaid Cymru has been calling for stronger measures to ban politicians from lying in their public role, not just in the past few months, but for 15 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all know that we live in an age of public disenchantment. From that same poll, conducted by Compassion in Politics, we learnt that 47% of people have lost trust in UK politicians during the past 12 months. If we look back at the momentous events over the period, from the fall of Kabul to the pandemic to the Russian invasion of Ukraine and the cost of living crisis, what other conclusion can we draw than that we have failed in our duty to uphold the public’s trust?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That sense of failure is not just a rhetorical gambit, a professional nicety or an optional extra for us here. From anti-vaxxers to the Putin regime, when we fail to confront mistruths, we create a truth vacuum in which division takes hold. When any “truth” is as good as any other, division along political lines comes to matter more than agreement on the common ground of facts. That matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We work in an institution where we cannot call out the lies of another Member, regardless of their position of responsibility—lies that are broadcast around the country, recorded for posterity and therefore impressed on the memories of millions of people. We have no way of addressing that effectively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I defer to the Speaker’s judgment in this matter, partygate has demonstrated conclusively that our self-regulating system is no longer fit for purpose. The ministerial code has been proven not worth the paper it was written on. Gentlemen’s honourable agreements depend on the existence of honour. We must do better. If we cannot do better, because we make a mockery of the public’s concerns by shrugging our shoulders and accepting that it is merely part and parcel of modern politics, we must be compelled to do better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We as legislators must legislate to uphold our good names, and, by extension, the good name and efficacy of democracy itself. A first step would be a Bill; a second would be rebuilding our political model, much as Wales and our Co-operation Agreement has done, so that politics is built around what we share, rather than that which divides us. Honesty is the most important currency in politics. We have to restore it before we here are responsible in part for bankrupting our society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}