{
    "url": "https://www.ukpol.co.uk/liz-saville-roberts-2022-speech-on-scotlands-future/",
    "title": "Liz Saville Roberts – 2022 Speech on Scotland’s Future",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Liz Saville Roberts",
            "url": "/tag/liz-saville-roberts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liz Saville Roberts, the Plaid Cymru MP for Dwyfor Meirionnydd, in the House of Commons on 14 December 2022.",
    "content": [
        "I take this opportunity to welcome my hon. Friend the Member for Aberdeen South (Stephen Flynn)—he is not in his place, but I am sure he will be speaking later —and to thank my right hon. Friend the Member for Ross, Skye and Lochaber (Ian Blackford) sincerely for his friendship and co-operation since I became leader of the Plaid Cymru group in Westminster. It has been an honour to work with him. I welcome the opportunity to discuss this important matter today and fully support the motion in the name of the SNP, as well as the principle that Scotland should be given the right to decide when an independence referendum should be called.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Westminster’s refusal to guarantee the right to self-determination for all the devolved nations demonstrates the fundamentally undemocratic and therefore broken nature of this Union. It exposes the well-worn narrative that this is a voluntary association of four nations that somehow choose to pool sovereignty as the flagrant falsehood it truly is. There is no doubt that this is a UK Government who are politically and openly hostile to devolution. They have consistently disregarded the Sewel convention, rendering that supposed constitutional protection almost meaningless. They have shut out the devolved Governments from key economic decision making on post-Brexit funding and are more than happy to ignore the Welsh Government’s warnings that their trade deals will devastate key Welsh industries in their pursuit of glossy headlines.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alun Cairns**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the right hon. Lady for giving way, but I cannot let her get away with such inconsistencies. She says the UK Government are hostile to devolution, but the most powerful devolved Administration in the world is the Scottish Parliament. As the Secretary of State for Wales who took forward the last Wales Act—the Wales Act 2017—I know that Wales is much more powerful now than under the Labour Government, when it even had to ask Westminster for powers to change the law on an individual basis. Now a Parliament has been created. There is significant inconsistency in what the right hon. Lady is saying.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Liz Saville Roberts**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the right hon. Gentleman for turning towards the Labour party, but what is striking in the responses from both major Westminster parties is the sheer lack of a convincing, gripping, emotionally valid and economically rational argument in favour of the Union. Time and again, we hear these remarks. In all honesty, this is politicised in the sense that we are talking about health in relation to England and health in relation to Scotland. If there were proper respect for devolution, that would not be a political football, because the devolved nations would have the proper means to answer those problems with powers given to us 20-odd years ago. But we do not. It is fair to throw at us the argument that we should be looking after the day-to-day bread and butter matters, but the real point is that we do not have the powers to sort out the problems left to us under the influence of this Government from this place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alun Cairns**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The facts are clear. In 2010, Wales had a legislative competence model for devolution left by the Labour party, with which the right hon. Lady’s party is now working closely in Government in Cardiff Bay. We now have a Parliament in Wales, which the Conservative Administration delivered in spite of the opposition that came from her party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Liz Saville Roberts**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is very interesting that there are Conservatives in England questioning the devolution model proposed by Gordon Brown. None the less, those of us who are politicians must try to do the best we can for our people. That is what I believe we are doing in Wales. Unfortunately, looking at the powers for Wales put forward by the Labour party in Gordon Brown’s proposals, we do not really see the biggest transfer of power away from Westminster that he proposes referring to the people of Wales. In recommitting to the principle of parliamentary supremacy, his report reminds us that for Labour, the Senedd will always be subservient to Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not only would the proposals put forward by Brown do nothing to change the fundamental inequalities of the UK, but he has back-tracked on previous Labour promises to devolve policing to Wales. In addition, and despite the Labour-run Welsh Government’s Thomas commission recommending that justice should be wholly devolved, Brown’s timid proposals offer only piecemeal powers over youth justice and probation. The level of disdain that the central Labour party holds towards the only Government that it currently runs beggars belief.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, last week, the deputy leader of Labour in Wales, the hon. Member for Swansea East (Carolyn Harris), directly undermined her leader in Wales, the First Minister Mark Drakeford, on the devolution of policing. Although full devolution of policing was included in Welsh Labour’s winning 2021 manifesto, its deputy leader rejected the idea outright, despite evidence of poor outcomes in a structurally broken system. And her reason: “I just wouldn’t”. The anti-devolutionists are still in control of the Labour party but their arguments are being crushed under the weight of evidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Brown report also fails to support the Welsh Government’s request to be empowered with stronger economic levers. The Institute of Welsh Affairs recently warned that a combination of Wales’s limited taxation powers, its inability to influence its block grant from Westminster and its exceptionally limited borrowing powers is having a chilling effect on Welsh policy, and that the England-led nature of the fiscal framework is restricting Wales’s ability to deliver transformational projects that would really make a difference to people’s lives in Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To paraphrase a former Conservative Mayor and the current chair of the eastern powerhouse writing in City AM this week, devolution is a “sham” while the UK Government continue to hold the purse strings—from the mouths of babes. The Labour party in Westminster seems quite content to leave the situation as it is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Plaid Cymru’s co-operation agreement commits Labour’s Welsh Government to the devolution of five powers—policing and justice, the Crown Estate, welfare administration, gender recognition, and broadcasting—yet Gordon Brown’s report makes no mention of the latter two policy areas. The consistent way in which Labour in Westminster undermines their colleagues in Wales raises questions about whether a UK Labour Government would ever properly implement the recommendations of their Welsh Government’s independent constitutional commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That commission, chaired by the former Archbishop of Canterbury Rowan Williams and Professor Laura McAllister of Cardiff University’s Wales Governance Centre, was established as part of the co-operation between Plaid Cymru and the Welsh Government. Last week, it published its interim report, which set out clearly that the status quo simply is not working for Wales. The commission argued that Wales is\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“trapped within a UK economy that is overwhelmingly shaped in the interests of the South-East of England and the City of London”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It came to the conclusion that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“this broken UK economic model does not deliver prosperity to Wales and”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "importantly—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“offers no prospect of doing so.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The commission made it clear that the answer to those issues does not lie in unwinding devolution. Indeed, it concludes that in this context, independence is one of three viable future constitutional options available to Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of Plaid Cymru’s work to build the road to independence, we have published our submission to the commission entitled “The Road to Independence”, and we are working with the Wales Green party to establish a future Cymru forum, which will explore key questions surrounding independence more deeply, including the central question of a how a new Welsh economy would work. Working together, we can show that there are positive and hopeful alternatives to the destructive agenda pursued by the Conservatives here in Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The present devolution arrangements are dysfunctional and they cannot hold. It is time to acknowledge that federalism is dead—it is a dead end—and that only independence can deliver the greener, fairer and stronger economic futures that the communities of Wales and Scotland so urgently need and deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}