{
    "url": "https://www.ukpol.co.uk/allan-roberts-1988-speech-on-the-privatisation-of-girobank/",
    "title": "Allan Roberts – 1988 Speech on the Privatisation of Girobank",
    "post_date": "August 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1988",
            "url": "/tag/1988/"
        },
        {
            "text": "Allan Roberts",
            "url": "/tag/allan-roberts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Allan Roberts, the then Labour MP for Bootle, in the House of Commons on 5 July 1988.",
    "content": [
        "I beg to ask leave to move the Adjournment of the House, under Standing Order No. 20, for the purpose of discussing a specific and important matter that should have urgent consideration, namely,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the privatisation of Girobank in the light of the Government’s recent refusal to allow parliamentary scrutiny of the proposals and the circumstances of purchase.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a specific matter, because on 7 June the Chancellor of the Duchy of Lancaster announced that Girobank would be privatised by tender, and I raised on a point of order the fact that to privatise Girobank no legislation or parliamentary scrutiny was necessarily required. You pointed out, Mr. Speaker, that it was not for you to advise on tactics, but went on to say that there were ways of raising these matters.  \nWe took your advice, Mr. Speaker, and sought at the request of the Bootle work force a meeting with the Secretary of State or the Chancellor of the Duchy of Lancaster. We were refused a meeting with the Ministers. We were able to secure agreement from the Trade and Industry Select Committee that it would inquire into Girobank’s future, but today Ministers have made it clear that they intend to privatise Girobank before the Select Committee reports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was in the light of assurances about the Select Committee inquiry and parliamentary scrutiny of the privatisation proposals that the work force voted against strike action but wished to obtain through Parliament assurances about their job security and the safeguarding of Girobank’s separate and continuing entity. The Government’s refusal to debate or discuss the issues and the details of their privatisation proposals is an insult to Parliament, and gives credence to the belief that Ministers have already earmarked a specific financial institution to take over the bank. Why else will they not give assurances that the bank will not be sold and then asset-stripped?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The matter is urgent because it is not just about the future of 6,000 jobs on Merseyside. Giro is a national employer with regional centres. This is a national issue. It is also about the future of the nation’s network of post office counters, which depend on Girobank business and are also at risk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It seems, Mr.Speaker, that the only chance of parliamentary scrutiny is for you to grant a debate. The Government are playing Wall street roulette with 6,000 jobs on Merseyside by the way in which they are dealing with Girobank’s privatisation, and they should be called to account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}