{
    "url": "https://www.ukpol.co.uk/liz-saville-roberts-2019-speech-in-commons-following-general-election/",
    "title": "Liz Saville Roberts – 2019 Speech in Commons Following General Election",
    "post_date": "December 18, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Liz Saville Roberts",
            "url": "/tag/liz-saville-roberts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Liz Saville Roberts, the Plaid Cymru MP for Dwyfor Meirionnydd, in the House of Commons on 17 December 2019.",
    "content": [
        "Diolch yn fawr, Mr Darpar-Lefarydd, a llongyfarchiadau i chi yn eich parchus, arswydus swydd newydd. Thank you, Mr Speaker-Elect, and congratulations to you on your respected, sublime new role. I and many people here were present on 22 March 2017, and there is no doubt in my mind that the leadership and care that you showed us on that day have inevitably given us the faith to return you with pleasure today. Of course, we sympathise with all the victims of terrorist attacks in the intervening time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me take the opportunity to call on you, Mr Speaker-Elect, to work with the Llywydd in our Senedd in Wales, the Presiding Officer in the Scottish Parliament and the Speaker of the Northern Ireland Assembly in the spirit of equality and mutual respect. I call on you also to continue to develop the principles of equality, including equality of voice and equality of opportunity, much of which was upheld in the Speaker’s intern scheme, an excellent scheme that has brought people into this place who would not otherwise have had the opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I close by saying that all Members here were returned in exactly the same way: by their—our—constituents. Those constituents all stand equal, regardless of whether their MP is a member of the Government or the Opposition; of a large party or a small party; or, indeed, the single representative here. All those constituents are equal and they deserve respect. I have every confidence, Mr Speaker-Elect, that you will ensure that their representatives here will have that equality of voice so that they can best represent their constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}