{
    "url": "https://www.ukpol.co.uk/angus-robertson-2016-speech-to-commons-on-queens-90th-birthday/",
    "title": "Angus Robertson – 2016 Speech to Commons on Queen’s 90th Birthday",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Angus Robertson",
            "url": "/tag/angus-robertson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Angus Robertson in the House of Commons on 21 April 2016.",
    "content": [
        "[![angusrobertson](https://www.ukpol.co.uk/wp-content/uploads/2016/04/angusrobertson.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/angusrobertson.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is an honour to co-sponsor today’s motion with the Prime Minister and the Leader of the Opposition, and to follow the right hon. Member for Mid Sussex (Sir Nicholas Soames) who spoke so eloquently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to take the opportunity to put on record the appreciation of Her Majesty by the people of Scotland, with whom she has had a lifetime connection and a commitment to the country. While she has managed to serve as Head of State to a remarkable 32 independent countries during her unprecedented and successful reign, her association with Scotland is enduring and it is special.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just last year, the Queen and the Duke of Edinburgh marked the day she became the UK’s longest-reigning monarch with a steam-train ride from Edinburgh to the opening of the new Borders Railway. When the Queen was born, she was delivered by a Scottish nurse, Nurse Barrie, and since then she has made regular visits north of the border. Her youngest days were spent at Glamis in Angus, where her mother and grandparents were from, and much of her childhood was spent at Balmoral, while part of her honeymoon was at nearby Birkhall.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On becoming Queen after the death of her father King George VI, one of her first official tasks was to plant a cherry tree at the Canongate Kirk in Edinburgh, the parish church for the Palace of Holyroodhouse. After her coronation, crowds lined the streets of the Scottish capital as the Queen received the honours of Scotland: the Scottish crown, the sceptre and the sword of state. Notwithstanding concerns from some in the 1950s about how Her Majesty could be Queen Elizabeth II of Scotland when we have never had a Queen Elizabeth I, an elegant solution was found on postboxes north of the border, where there is a Scottish crown rather than the ERII royal cypher.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout the decades of her reign, the Queen has been a regular visitor across Scotland. For me, the most remarkable events have been in recent years, including the 1999 re-opening of the Scottish Parliament after a recess of nearly 300 years. Who could forget the entire chamber, all MSPs of all parties, the public gallery, Her Majesty and the Duke of Edinburgh all singing “A Man’s a Man for A’ That” by Robert Burns?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Head of the Commonwealth, the Queen attended the Glasgow 2014 games opening ceremony and, always good at keeping up with the times, Her Majesty went viral on Twitter following a trip to the Glasgow national hockey centre after appearing to “photobomb” a selfie by an Australian player by smiling in the background.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the Queen’s official visits and functions in Scotland are well received, there is an appreciation that it is at Balmoral that she likes to be most. Queen Victoria described Balmoral as her “heaven on earth”, while the current Queen is said to be “never happier” than when spending her summer break at the north-east estate, her private home which was handed down through generations of royals. The usual two-month stay in August and September traditionally includes a visit to the nearby Braemar Gathering where the Queen is Chieftain of the Highland games event and attends Crathie Kirk as a member of the Church of Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her Majesty also has a love of the Hebrides and cruising around the islands and coastline. One story I particularly recall is from 2006 when the royal party was moored by the island of Gigha off the west coast of Kintyre. The Queen wanted to see the famous Achamore Gardens. However, no advance arrangements had been made, so Princess Anne apparently cycled to the local newsagents to see if there was a way for her mother to be transported around. That duly happened in the newsagent’s people carrier by the newsagent—now that must have been a sight to behold.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a legion of stories of tourists and visitors encountering a lady bearing a striking resemblance to Her Majesty walking her dogs alone on Arthur’s Seat in Edinburgh by the Palace of Holyroodhouse, or being offered a lift as she drove her Land Rover on Royal Deeside. I am sure that, if he is able to catch your eye, Mr Speaker, my hon. Friend the Member for West Aberdeenshire and Kincardine (Stuart Blair Donaldson), whose constituency includes Balmoral, will have more stories of that kind to recount. Her Majesty’s connections with Balmoral and the north-east of Scotland are abiding. She is a reader of the Aberdeen Press and Journal, and we have learned in recent days, from an interview with her cousin, that she is an accomplished speaker of the Doric, which is no mean feat. The Queen’s connections with the north of Scotland are also highly prized by leading small and large companies and businesses, including Speyside firms Walkers of Abelour, Baxters of Fochabers and Johnstons of Elgin. More than 80 Scottish companies hold royal warrants, and no doubt many others would like to be warrant-holders as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A 90th birthday is a remarkable milestone for all who reach it, but particularly for our Head of State and her ongoing lifetime of public service. We wish her, the Duke of Edinburgh, and all her family well, and look forward to many further years of outstanding public service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}