{
    "url": "https://www.ukpol.co.uk/rob-roberts-2022-parliamentary-question-on-financial-education-in-secondary-schools/",
    "title": "Rob Roberts – 2022 Parliamentary Question on Financial Education in Secondary Schools",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rob Roberts",
            "url": "/tag/rob-roberts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Rob Roberts, the Independent MP for Delyn, in the House of Commons on 28 November 2022.",
    "content": [
        "**Rob Roberts (Delyn) (Ind)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What steps she is taking to promote financial education in secondary schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Secretary of State for Education (Gillian Keegan)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am a passionate champion of an education that gives children the real-world knowledge and skills that they need for later life. A good grounding in maths for children is essential for understanding things like interest rates, compound interest and the changing landscape of financial products. On Thursday, I was pleased to visit Chesterton Primary School in Battersea with the Schools Minister, my right hon. Friend the Member for Bognor Regis and Littlehampton (Nick Gibb), to mark the first ever set of national data on children’s times tables, alongside announcing up to £59.3 million of investment to continue to increase the quality of maths teaching.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rob Roberts**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conversation with my local Jobcentre Plus team earlier this year, I was told that the No. 1 thing missing for school leavers is employability skills, which are partly about understanding finances, bank accounts, loans, credit cards and taxes—all the stodgy, boring, grown-up stuff. Does my right hon. Friend agree that making sure that school leavers are equipped with information about those things will stop them getting into financial difficulty as young adults and will set them up well for the future?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Gillian Keegan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree that understanding finances is essential; I learned that myself in my Saturday job at St John’s market, where I worked in a shop from the age of 13. Education on financial matters also provides an opportunity to teach about fraud. Pupils receive financial education throughout the national curriculum in mathematics and citizenship; for pupils of secondary school age, that includes compulsory content covering the functions and uses of money, financial products and services, and the need to understand financial risk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}