{
    "url": "https://www.ukpol.co.uk/angus-robertson-2016-speech-on-panama-papers/",
    "title": "Angus Robertson – 2016 Speech on Panama Papers",
    "post_date": "April 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Angus Robertson",
            "url": "/tag/angus-robertson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Angus Robertson in the House of Commons on 11 April 2016.",
    "content": [
        "[![angusrobertson](https://www.ukpol.co.uk/wp-content/uploads/2016/04/angusrobertson.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/angusrobertson.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me begin by welcoming the Prime Minister’s statement and the new measures that he has announced to deal with tax evasion and aggressive tax avoidance. I also welcome the publication of his tax information, and, indeed, his apology for the way in which he has handled it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is estimated that between $21 trillion and $32 trillion of private financial wealth is located, untaxed or lightly taxed, in tax havens around the world. Illicit cross-border financial flows are estimated at more than $1 trillion per year, which is 10 times more than the global foreign aid budgets combined. The Panama papers leak is so large that if one printed the files, the final document would be 650 million pages long. It is right that a special taskforce has been set up to go through the leaked information, and the Prime Minister was right to say that charges will hopefully follow if criminality can be proven.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The public are indignant here and around the world. People are rightly angered by the rules for normal taxpayers being different from those for a small ultra-rich elite, but we must ask ourselves whether the scale of the problem has been taken seriously, because it has quite patently not been thus far, domestically or internationally. The UK bears a particular responsibility given that the UK and its overseas territories and dependencies collectively sit at the top of the Tax Justice Network’s financial secrecy index.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Scotland, we are confronted by the reality of a small number of landowners owning huge swathes of the country, many through tax havens. From Perthshire to Jura and across Scotland, land is owned through non-transparent firms based in tax havens such as Panama and the British Virgin Islands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to ask the Prime Minister the following specific questions. Will he please revisit his decision not to co-operate fully with European Union partners on overseas trusts? To whom will the welcome register of beneficial owners across all British Crown dependencies and overseas territories be available and when? Will it be publicly available? If not, why not? Will the Prime Minister prioritise bilateral tax treaties with Panama and other tax havens as part of global efforts towards better co-ordination against tax avoidance, and will he regularly update this House on progress? Lastly, given that the UK Cabinet agrees Government policy on tax rules, potential loopholes and arrangements with tax havens, ​will he ensure that all his Cabinet colleagues confirm whether they have ever benefited through offshore financial dealings?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}